{
  "category": "nr",
  "critique": "An anti–N-methyl-d-aspartate (NMDA) receptor antibody test (Option B) is most likely to be abnormal. Antibody-mediated neurologic syndromes such as limbic encephalitis may occur as primary autoimmune or paraneoplastic disorders. Limbic encephalitis manifests as cognitive dysfunction with mood and behavioral changes, short-term memory problems, and seizures. It is commonly associated with NMDA receptor antibody–associated autoimmune encephalitis, which may occur with ovarian teratoma. Other symptoms suggestive of an antibody-mediated paraneoplastic syndrome include new-onset status epilepticus or psychosis, acute movement disorder (ataxia, chorea, myoclonus, tremor), and acute progressive peripheral neuropathy. The diagnosis of these syndromes can be confirmed with serum and cerebrospinal fluid testing for autoantibodies. This previously healthy patient has a presentation highly concerning for a paraneoplastic neurologic syndrome and limbic encephalitis with new-onset psychosis, focal seizures with impaired awareness, chorea, and lesions in the temporal lobes without a clear cause despite extensive evaluation. These findings and the presence of an ovarian mass strongly suggest NMDA receptor antibody–associated autoimmune encephalitis.Anti–glutamic acid decarboxylase (GAD) (Option A) antibodies are associated with stiff person syndrome and type 1 diabetes mellitus. A patient with anti-GAD antibodies typically presents with diffuse and intractable muscle contractions and spasms, not limbic encephalitis, psychosis, or seizures.Anti–Purkinje cell antibodies (Option C) are associated with a paraneoplastic/autoimmune neurologic syndrome, but that syndrome typically presents as cerebellar ataxia. This patient has a normal gait, and anti–Purkinje cell antibody disease is unlikely.Anti–voltage-gated calcium channel antibodies (Option D) are typically associated with Lambert-Eaton myasthenic syndrome, which is associated with small cell lung cancer. Lambert-Eaton myasthenic syndrome is a peripheral disorder that presents with generalized weakness but not a movement disorder. Additionally, the brain and brainstem are not involved, so this condition would not explain this patient's mental status changes and psychiatric symptoms.",
  "educational_objective": "Diagnose <i>N</i>-methyl-<small class=\"small-caps\">d</small>-aspartate receptor antibody–associated paraneoplastic (autoimmune) encephalitis.",
  "extracted_at": "2025-12-23T15:17:18.008240-06:00",
  "key_points": [
    "Psychosis, seizures, and limbic encephalitis are red flags for autoimmune/paraneoplastic neurologic syndromes; the diagnosis can be confirmed with serum and cerebrospinal fluid testing for autoantibodies.",
    "Limbic encephalitis, which is associated with multiple autoimmune/paraneoplastic neurologic syndromes, manifests as cognitive dysfunction with mood and behavioral changes, short-term memory problems, and seizures."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Anti–glutamic acid decarboxylase antibody"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Anti–N-methyl-d-aspartate receptor antibody"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Anti–Purkinje cell antibody"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Anti–voltage-gated calcium channel antibody"
    }
  ],
  "question_id": "nrmcq24012",
  "question_stem": "Which of the following diagnostic tests is most likely to be abnormal?",
  "question_text": "A 47-year-old woman is evaluated in the hospital for a 3-week history of progressive confusion, visual and auditory hallucinations, paranoia, daily episodes of decreased responsiveness with staring, and undulating movements of the arms and legs. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are within normal limits. She is oriented to self and place only. She can follow only simple commands but exhibits expressive more than receptive aphasia. Strength, reflexes, and sensation are normal in all limbs. Gait is normal.T2-weighted fluid-attenuated inversion recovery MRI of the brain shows bilateral temporal lobe hyperintensities with patchy enhancement on T1-weighted postcontrast images.Cerebrospinal fluid studies:Leukocyte count4/μL (4 × 106/L)Erythrocyte count0/μL (0 × 106/L)Glucose75 mg/dL (4.2 mmol/L)Protein25 mg/dL (250 mg/L)Cerebrospinal fluid Gram stain, bacterial and fungal cultures, and polymerase chain reaction results for herpes simplex virus types 1 and 2 are negative. A comprehensive metabolic panel is normal.An electroencephalogram shows frequent seizures arising independently from both temporal lobes. CT scan of the abdomen and pelvis shows a left ovarian mass.",
  "references": "Flanagan EP. Paraneoplastic disorders of the nervous system. Continuum (Minneap Minn). 2020;26:1602-1628. PMID: 33273174 doi:10.1212/CON.0000000000000941",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "nrsec24010_24012"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}