{
  "question_id": "csmcq24034",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Evaluate medial tibial stress syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 26-year-old man is evaluated for a 3-day history of bilateral shin pain. The pain is present constantly but worsens with activity, especially running. Two weeks ago, he increased his recreational running to 5 miles per day. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. Palpation along the middle and distal posteromedial border of the tibias elicits diffuse tenderness. No point tenderness or bony abnormalities are noted. Sensation, deep tendon reflexes, and strength in the lower extremities are normal. He has a normal gait. Hair growth and pulses in the lower extremities are normal.",
  "question_stem": "Which of the following is the most appropriate next step in evaluation?",
  "options": [
    {
      "letter": "A",
      "text": "Compartment pressure measurements",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the lower extremities",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiography of the tibias and fibulae",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further diagnostic testing (Option D) is needed for this patient with uncomplicated medial tibial stress syndrome (MTSS), also known as shin splints. Exertional leg pain may result from musculoskeletal, vascular, or neurologic causes. MTSS is benign exertional pain along the posteromedial border of the tibia of unclear cause. It is prevalent in runners, particularly those who have recently increased their activity. The diagnosis is clinical and should be suspected when diffuse, often bilateral, shin pain is present in an active patient. Physical examination reveals tenderness along the posteromedial middle and distal tibia spanning a distance of at least 5 cm. Examination is useful in excluding other causes of anterior leg pain in an athlete, such as stress fracture (in which tenderness is localized rather than diffuse) and chronic exertional compartment syndrome (CECS) (in which the examination is normal). Treatment of MTSS involves reducing high-impact activity, NSAID therapy, stretching exercises, and cryotherapy (e.g., application of ice). Shock-absorbing insoles may help prevent future injury. This patient has bilateral shin pain with diffuse tenderness along both tibias after a recent increase in high-impact activity, all highly consistent with MTSS. No further testing is required to confirm the diagnosis.Compartment pressure measurements (Option A) are used to diagnose CECS, which also causes exertional leg pain. CECS is characterized by complete resolution of pain at rest and a normal physical examination. This patient's persistent pain and tenderness on examination exclude the diagnosis of CECS, and thus measurement of compartment pressures is not indicated.MRI (Option B) is useful in the diagnosis of tibial stress fracture, which may also present with shin pain in athletes. MRI is especially useful when the clinical suspicion of a stress fracture is high but plain radiographs are normal. A stress fracture, however, is less likely than MTSS to be bilateral, and it would yield localized, rather than diffuse, tenderness on examination. MRI is not necessary in this patient.Plain radiography (Option C) is a reasonable first test when a stress fracture is suspected. This patient, however, presents with the typical bilateral pain and diffuse tenderness of MTSS rather than the focal tenderness typical of a stress fracture. Radiography is not required to diagnose MTSS and is not indicated in this patient with a classic presentation of MTSS.",
  "critique_links": [],
  "key_points": [
    "Uncomplicated medial tibial stress syndrome (shin splints) presents as diffuse, often bilateral, shin pain that worsens with exertion; examination reveals posteromedial middle and distal tibia tenderness spanning a distance of at least 5 cm.",
    "Medial tibial stress syndrome (shin splints) is a clinical diagnosis requiring no diagnostic imaging when the history and physical examination are highly suggestive."
  ],
  "references": "Rajasekaran S, Finnoff JT. Exertional leg pain. Phys Med Rehabil Clin N Am. 2016;27:91-119. PMID: 26616179 doi:10.1016/j.pmr.2015.08.012",
  "related_content": {
    "syllabus": [
      "cssec24012_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.819233-06:00"
}