{
  "question_id": "incor25012",
  "category": "in",
  "educational_objective": "Treat dysmenorrhea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 24-year-old woman is evaluated for a 2-year history of painful menstrual periods. Her symptoms are partially improved with ibuprofen every 6 hours, but her pain still causes her to miss work 1 to 2 days each cycle. She reports periods occurring every 30 days, without abnormal vaginal bleeding or discharge. She is not sexually active and does not desire pregnancy at this time. She has no known medical conditions and takes no other medications.Physical examination, including pelvic examination, is normal.Urine pregnancy test result is negative.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Estrogen-progesterone oral contraceptive pill",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Serum thyroid-stimulating hormone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Spironolactone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transvaginal ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with dysmenorrhea refractory to NSAIDs is hormonal therapy with a combined estrogen-progesterone oral contraceptive (Option A) or a progesterone-only contraceptive. Dysmenorrhea is characterized by pain and cramping during menstruation and can be associated with low back pain, nausea, headache, and gastrointestinal symptoms. Dysmenorrhea is classified as either primary, when there is no identified cause, or secondary, for which endometriosis is the most common underlying cause. Many women with dysmenorrhea have symptoms severe enough to result in missed school, work, or other activities. Whether primary or secondary dysmenorrhea, first-line empiric treatment consists of NSAIDs and/or a progesterone-containing contraceptive, such as a combined oral contraceptive, an oral progestin, a levonorgestrel intrauterine device, or an etonogestrel implantable rod. Before prescribing a combined hormonal contraceptive, it is important to assess for contraindications to estrogen, including a history of venous thromboembolism or migraine with aura. In this patient without contraindications and a need for more effective therapy for her dysmenorrhea, a combined hormonal oral contraceptive pill is a good option.Although abnormalities of thyroid function may cause abnormal anovulatory uterine bleeding (resulting in irregular flow and cycle duration), neither hyper- nor hypothyroidism typically causes dysmenorrhea. Therefore, measuring the serum thyroid-stimulating hormone level (Option B) is not appropriate in this patient presenting with painful but regular periods.Spironolactone (Option C) may be used to treat hormonal acne and/or hirsutism in the setting of a hyperandrogenemic state, such as polycystic ovary syndrome. Spironolactone does not have a role in the treatment of dysmenorrhea.Transvaginal ultrasonography (Option D) is not required to diagnose or treat dysmenorrhea in the setting of a normal physical examination. Even if there is concern for a secondary cause of dysmenorrhea, such as endometriosis, empiric treatment is recommended before initiating diagnostic studies.",
  "critique_links": [],
  "key_points": [
    "NSAIDs are an effective treatment for dysmenorrhea, acting by reducing the release of prostaglandins and thereby helping to reduce cramping and menstrual blood loss.",
    "Management options for primary or secondary dysmenorrhea also include empiric treatment with either combined hormonal contraceptives or progesterone-only methods."
  ],
  "references": "Kho KA, Shields JK. Diagnosis and management of primary dysmenorrhea. JAMA. 2020;323:268-269. PMID: 31855238 doi:10.1001/jama.2019.16921",
  "related_content": {
    "syllabus": [
      "insec24005_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.870446-06:00"
}