{
  "question_id": "onqqq24002",
  "category": "on",
  "educational_objective": "Treat stage II non–small cell lung cancer with adjuvant chemotherapy followed by immunotherapy after resection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 65-year-old man is evaluated for hemoptysis. He has a 30-pack-year smoking history but quit smoking 1 year ago. He takes no medications.Vital signs and physical examination are normal.CT scan of the chest shows a 3.5-cm spiculated mass in the right lower lobe and an enlarged hilar lymph node. There is no evidence of metastatic disease.After further evaluation, surgery is performed and reveals a 3.2-cm, poorly differentiated adenocarcinoma with negative margins, two hilar lymph nodes positive for metastatic adenocarcinoma, and negative mediastinal lymph nodes. Tumor genomic profiling, including EGFR, reveals no genetic alterations.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Adjuvant chemoradiation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adjuvant chemotherapy followed by pembrolizumab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Adjuvant radiation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is adjuvant chemotherapy followed by immunotherapy, such as pembrolizumab (Option B) or atezolizumab. Most (80%) lung cancers are non–small cell lung cancers (NSCLCs), with the most common type being adenocarcinoma of the lung. Treatment options include surgical resection, radiation therapy, chemotherapy, and targeted therapies. Several studies have found a small but significant survival benefit associated with adjuvant chemotherapy in patients with stage IB to stage III NSCLC. Although cisplatin- and carboplatin-based doublet chemotherapy regimens have been studied, only cisplatin-based chemotherapy has been shown to improve survival. Patients must be selected carefully because toxicity can be substantial. Based on this survival benefit, cisplatin-based chemotherapy is recommended after surgery for stage IB to stage III NSCLC in patients without contraindications to chemotherapy. In patients without an EGFR or ALK genetic mutation, the addition of immunotherapy after completing chemotherapy further improves outcomes.Adjuvant chemoradiation (Option A) does not improve outcomes in patients with NSCLC after surgery with negative margins. It is used, however, as a primary therapy for patients with stage III lung cancer with clinically evident mediastinal lymphadenopathy noted at the time of initial evaluation; this is because this group of patients does not typically fare well with surgery.Radiation therapy as a single modality (Option C) has no role in the adjuvant treatment of resected NSCLC without positive surgical margins. If positive margins are present after resection, it is reasonable to recommend radiation therapy.Observation (Option D) is not recommended as a routine management strategy because of the survival benefit associated with adjuvant systemic therapy. It is only appropriate in patients with contraindications to adjuvant therapy.",
  "critique_links": [],
  "key_points": [
    "Adjuvant cisplatin-based chemotherapy for stage IB to stage III non–small cell lung cancer provides a survival advantage.",
    "In patients with stage IB to stage III non–small cell lung cancer who do not have an EGFR or ALK genetic mutation, the addition of immunotherapy after completing chemotherapy further improves outcomes."
  ],
  "references": "Chaft JE, Shyr Y, Sepesi B, et al. Preoperative and postoperative systemic therapy for operable non-small-cell lung cancer. J Clin Oncol. 2022;40:546-555. PMID: 34985966 doi:10.1200/JCO.21.01589",
  "related_content": {
    "syllabus": [
      "onsec24004_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.848131-06:00"
}