{
  "question_id": "onqqq24012",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Provide chemoprevention in a patient at high risk for breast cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old woman is evaluated for a recent diagnosis of lobular carcinoma in situ and atypical lobular hyperplasia. She wishes to discuss options to decrease her risk for breast cancer. The patient is postmenopausal. Medical history is significant for a left calf deep venous thrombosis at age 25 years concurrent with oral contraceptive use. She takes no medication.On physical examination, vital signs are normal. A healed left upper breast incision is noted. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate preventive measure for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Exemestane",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "High-dose vitamin D",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Low-fat diet",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tamoxifen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "An aromatase inhibitor such as exemestane (Option A) is the most appropriate chemoprevention in a postmenopausal woman with a history of deep venous thrombosis. Exemestane prophylaxis decreased the risk for invasive breast cancer by 65% in the National Cancer Institute of Canada (NCIC) Clinical Trials Group MAP.3 trial. Compared with placebo, differences were not significant between the two arms in terms of skeletal fractures, cardiovascular events, other cancers, or treatment-related deaths. Differences were minimal in quality-of-life symptoms, such as vasomotor symptoms and arthralgia. Unlike tamoxifen and raloxifene, exemestane does not increase the risk for venous thromboembolic disease or endometrial cancer. This postmenopausal woman has lobular carcinoma in situ and atypical hyperplasia. These atypical lesions are associated with a 30% to 35% lifetime risk of breast cancer, and patients with these findings on breast biopsy are candidates for chemoprophylaxis with antiestrogens.Although vitamin D deficiency has been associated with a higher risk of breast cancer, no studies support high-dose vitamin D (Option B) as an effective method to decrease the risk for breast cancer.A low-fat diet (Option C) has been shown to decrease breast cancer recurrence in patients with a diagnosis of estrogen receptor–negative invasive breast cancer but has not been shown to decrease the risk for breast cancer in patients with atypical breast lesions or other high-risk conditions.Antiestrogen options for chemoprophylaxis include tamoxifen in premenopausal and postmenopausal women as well as raloxifene and aromatase inhibitors (such as exemestane or anastrozole) in postmenopausal women. Because this patient had a deep venous thrombosis while previously taking oral contraceptives, tamoxifen (Option D) and raloxifene are contraindicated.",
  "critique_links": [],
  "key_points": [
    "Patients with lobular carcinoma in situ and atypical hyperplasia are candidates for chemoprophylaxis with antiestrogens.",
    "Antiestrogen options for patients with lobular carcinoma in situ and atypical hyperplasia include tamoxifen in premenopausal and postmenopausal women as well as raloxifene and aromatase inhibitors (such as exemestane or anastrozole) in postmenopausal women."
  ],
  "references": "Farkas AH, Nattinger AB. Breast cancer screening and prevention. Ann Intern Med. 2023;176:ITC161-ITC176. PMID: 37956433",
  "related_content": {
    "syllabus": [
      "onsec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.185646-06:00"
}