{
  "question_id": "rmmcq24032",
  "category": "rm",
  "educational_objective": "Diagnose keratoderma blennorrhagicum in a patient with reactive arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 25-year-old man is evaluated for a rash on the palms and soles and pain and stiffness of the right elbow, left wrist, and right knee that began 3 days ago. Symptoms are accompanied by malaise, subjective fever, and occasional chills. Two weeks ago, he experienced several days of abdominal cramping and pain, nausea, and nonbloody emesis after an outdoor luncheon.On physical examination, temperature is 37.5 °C (99.5 °F); other vital signs are normal. Warmth and joint swelling with palpable synovitis of the right elbow, left wrist, and right knee are appreciated. Representative skin findings are shown.",
  "question_stem": "Which of the following dermatologic conditions is present?",
  "options": [
    {
      "letter": "A",
      "text": "Erythema multiforme minor",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythema nodosum",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Keratoderma blennorrhagicum",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Retiform purpura",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has reactive arthritis accompanied by keratoderma blennorrhagicum (Option C). Reactive arthritis may occur 2 to 3 weeks after certain bacterial infections, most commonly Chlamydia trachomatis. Gastrointestinal pathogens associated with development of reactive arthritis include several species of Salmonella and Shigella, Campylobacter jejuni, and Yersinia species. Musculoskeletal findings of reactive arthritis include pauciarticular arthritis, enthesitis, and dactylitis. Mucocutaneous findings include genitourinary disease (e.g., urethritis, cervicitis, cystitis, prostatitis), painless oral ulcers, and ocular conditions (e.g., conjunctivitis, anterior uveitis, keratitis). Keratoderma blennorrhagicum, which is seen in this case, is a dermatologic finding that occurs in a minority of patients with reactive arthritis. It presents as a psoriasiform skin rash on the palms and soles, but occasionally it can become generalized. Lesions begin as discrete plaques and then enlarge and coalesce. Other dermatologic findings of reactive arthritis include circinate balanitis and, rarely, erythema nodosum.Erythema multiforme minor (Option A) is an immune-mediated condition that appears as targetoid, annular, plaques (). Most cases are caused by infections, and herpes simplex virus types 1 and 2 are the most common pathogens.Erythema nodosum (Option B) is characterized by painful, palpable erythematous nodules that most commonly occur over the pretibial region of the legs (). Conditions that are commonly associated with erythema nodosum include sarcoidosis, streptococcal infection, and inflammatory bowel disease.Retiform purpura (Option D) is characterized by dark red or purple branching lesions (). Causes include vasculitis, thrombotic disorders, cholesterol emboli, calciphylaxis, warfarin-induced skin necrosis, and disseminated bacterial infections.",
  "key_points": [
    "Reactive arthritis can occur 2 to 3 weeks following specific gastrointestinal and genitourinary infections.",
    "Keratoderma blennorrhagicum, a psoriasiform skin rash, is a dermatologic manifestation of reactive arthritis that typically occurs on the palms and soles but occasionally may become generalized."
  ],
  "references": "Jubber A, Moorthy A. Reactive arthritis: a clinical review. J R Coll Physicians Edinb. 2021;51:288-297. PMID: 34528623 doi:10.4997/JRCPE.2021.319",
  "related_content": {
    "syllabus": [
      "rmsec24006_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/rmfig24205.9a4db494e821c7c101de6b418af940c2.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:46:53.143513-06:00"
}