{
  "question_id": "enmcq24050",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate for hypersecretion in a pituitary incidentaloma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old woman is evaluated for an incidental finding of an enlarged pituitary gland. It was discovered on a recent CT scan of the head performed in the emergency department after a motor vehicle collision. She reports no headaches or vision changes. She is having regular periods. Medical history is otherwise unremarkable, and she takes no medications.Physical examination findings, including vital signs, are normal. BMI is 24. There are no striae.Laboratory studies:8 am cortisol 18 μg/dL (497 nmol/L)Prolactin18 ng/mL (18 μg/L)Thyroid-stimulating hormone4.5 μU/mL (4.5 mU/L)Free thyroxine1.8 ng/dL (23 pmol/L)Dedicated pituitary MRI reveals a 9-mm pituitary adenoma. There is no mass effect on the optic chiasm.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Measure insulin-like growth factor-1 level",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure serum follicle-stimulating hormone and estradiol levels",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure 24-hour urine free cortisol level",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform visual field testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is measurement of insulin-like growth factor-1 (IGF-1) (Option A). Pituitary hypersecretion should be ruled out in all incidentally found pituitary adenomas by measuring serum prolactin and IGF-1 levels. Small growth hormone–secreting pituitary adenomas may not be overtly symptomatic, but diagnosing a growth hormone–secreting tumor when it is smaller than 1 cm in size significantly increases the chance of a surgical cure. Additionally, screening for hypopituitarism is recommended in all pituitary tumors, regardless of symptoms, by measuring serum follicle-stimulating hormone, luteinizing hormone, 8 am cortisol, thyroid-stimulating hormone, free thyroxine, and, in men, 8 am total testosterone levels. In premenopausal women, a menstrual history can assess for hypogonadotropic hypogonadism. Abnormal baseline testing may prompt further stimulatory testing to confirm hypopituitarism (Table: Dynamic Testing for Pituitary Dysfunction). Microadenomas (<1 cm) should be reassessed with imaging in 1 year and then every 1 to 2 years thereafter for at least 3 years. Repeat evaluation of pituitary function is unnecessary in microadenomas if initial testing is normal and no change has occurred clinically or radiologically. This patient has a 9-mm pituitary adenoma and has been appropriately tested for prolactin hypersecretion as well as hypopituitarism; an IGF-1 level should also be measured.Measuring serum follicle-stimulating hormone and estradiol levels (Option B) in women with normal periods, such as this patient, is not necessary as menses itself sufficiently rules out hypogonadotropic hypogonadism.Measuring a 24-hour urine free cortisol level (Option C) is not necessary in a patient without clinical signs and symptoms of Cushing syndrome, such as violaceous striae, easy bruising, facial plethora, and dorsocervical and supraclavicular fat pads. This patient has no signs of Cushing syndrome on physical examination.Obtaining a visual field examination (Option D) is important in patients with macroadenomas (tumors ≥1 cm) to obtain a baseline and is required in tumors that cause mass effect on the optic chiasm. Although performing visual field testing in a larger microadenoma for a baseline may be reasonable, it would not be the immediate next step for this asymptomatic patient with a subcentimeter adenoma without evidence of mass effect.",
  "critique_links": [],
  "key_points": [
    "Pituitary hypersecretion should be ruled out in all incidentally found pituitary adenomas by measuring serum prolactin and insulin-like growth factor-1 levels; diagnosing a growth hormone–secreting tumor when it is smaller than 1 cm in size significantly increases the chance of a surgical cure."
  ],
  "references": "Langlois F, Fleseriu M. What to do with incidentally discovered pituitary abnormalities? Med Clin North Am. 2021;105:1081-1098. PMID: 34688416 doi:10.1016/j.mcna.2021.05.015",
  "related_content": {
    "syllabus": [
      "ensec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.865727-06:00"
}