{
  "category": "hm",
  "critique": "The most appropriate diagnostic tests to perform next in this patient with iron deficiency anemia (IDA) are colonoscopy and upper endoscopy (Option B). Iron deficiency in adults is often secondary to blood loss. For premenopausal women, this is typically secondary to menstrual blood loss, but for men or postmenopausal women, occult gastrointestinal blood loss should be suspected. The American Gastroenterological Association (AGA) guidelines on the gastrointestinal evaluation of IDA define anemia as a hemoglobin level of less than 13 g/dL (130 g/L) in men and less than 12 g/dL (120 g/L) in nonpregnant women; additionally, a serum ferritin level of less than 45 ng/mL (45 μg/L) is recommended to maximize sensitivity. A serum ferritin level less than 30 ng/mL (30 μg/L) is considered highly specific (>97%) but relatively insensitive (35% in men; 54% in women) for iron deficiency. The AGA recommends colonoscopy and upper endoscopy to evaluate asymptomatic IDA in both men and postmenopausal women. Serologic evaluation for celiac disease and noninvasive testing for Helicobacter pylori should also be performed. Iron supplementation is recommended before a wireless capsule endoscopy is performed for asymptomatic patients with a negative endoscopic evaluation. However, if identification of small bowel pathology may alter clinical management (e.g., if anticoagulation is required), small bowel evaluation may be performed. This patient has a hemoglobin level of 11.7 g/dL (117 g/L) and a serum ferritin level of 25 ng/mL (25 μg/L), which meet the criteria for IDA. Therefore, colonoscopy and upper endoscopy should be performed.Colonoscopy (Option A) alone is not appropriate because chronic blood loss from the upper gastrointestinal tract is a possible source for this patient's IDA.Both fecal occult blood testing (Option C) and stool DNA (Option D) testing are approved methods for colon cancer screening in asymptomatic healthy adults. However, this patient has IDA, which warrants a diagnostic evaluation with colonoscopy and upper endoscopy.",
  "educational_objective": "Evaluate asymptomatic iron deficiency anemia.",
  "extracted_at": "2025-12-22T19:36:38.994444-06:00",
  "key_points": [
    "Colonoscopy and upper endoscopy are recommended to evaluate asymptomatic iron deficiency anemia."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Colonoscopy"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Colonoscopy and upper endoscopy"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Fecal occult blood test"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Multitarget stool DNA testing"
    }
  ],
  "question_id": "hmmcq24014",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "question_text": "A 41-year-old man is found to have new iron deficiency anemia. He is asymptomatic. He eats a well-balanced diet. He does not have a family history of gastrointestinal malignancy.On physical examination, vital signs and other findings are normal.",
  "references": "Lahtiharju T, Savola P, Lempiäinen A, et al. Ferritin outperforms other biomarkers in predicting bone marrow iron stores in patients with hematologic disorders. Blood Adv. 2025;9:1608-17. PMID: 39841943 doi:10.1182/bloodadvances.2024014283",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "hmsec24004_24004"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}