{
  "question_id": "fcmcq24049",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage perioperative medications in a patient with rheumatoid arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old woman is evaluated before undergoing elective left total hip arthroplasty for severe osteoarthritis. She also has a history of well-controlled rheumatoid arthritis. Medications are methotrexate, etanercept, and folic acid.On physical examination, vital signs are normal. Antalgic gait, consistent with hip pain, is noted.",
  "question_stem": "Which of the following is the most appropriate perioperative medication management?",
  "options": [
    {
      "letter": "A",
      "text": "Continue all medications",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hold etanercept",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hold methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hold methotrexate and etanercept",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate medication management is to hold etanercept (Option B). Perioperative medication management in patients with rheumatologic disease balances the risk for infection and impaired wound healing with the risk for worsening of the underlying rheumatologic process. Biologic medications may be associated with an increased risk for infection. For this reason, the American College of Rheumatology (ACR) recommends that in patients with rheumatoid arthritis, ankylosing spondylitis, or psoriatic arthritis who are undergoing total joint replacement, biologics should generally be withheld and surgery should occur immediately after the next dose would be due. Biologic medications can be restarted after sutures are removed and evidence of wound healing is seen, typically in 14 days. Perioperative medication management should be co-managed with the patient's rheumatologist.The ACR suggests that in patients who have a history of difficult-to-control disease, continuing biologic medications perioperatively may be considered; however, the risks for infection must be carefully balanced against the benefits of preventing a disease flare. Holding the biologic agent etanercept, rather than continuing all medications (Option A), is the most appropriate approach for this patient with well-controlled disease.Traditional oral disease-modifying antirheumatic drugs (methotrexate, leflunomide, hydroxychloroquine, sulfasalazine) and apremilast can be continued through the perioperative period. Continuing these medications perioperatively has little to no effect on surgical risk. Several studies have shown that methotrexate can be continued safely; withholding a dose (Option C and Option D) may exacerbate the underlying rheumatologic disease and precipitate a flare.",
  "critique_links": [],
  "key_points": [
    "The American College of Rheumatology recommends that in patients with rheumatoid arthritis, ankylosing spondylitis, or psoriatic arthritis who are undergoing total joint replacement, biologics should be withheld and surgery should occur immediately after the next dose is due.",
    "Traditional oral disease-modifying antirheumatic drugs (methotrexate, leflunomide, hydroxychloroquine, sulfasalazine) and apremilast can be continued through the perioperative period."
  ],
  "references": "Goodman SM, Springer BD, Chen AF, et al. 2022 American College of Rheumatology/American Association of Hip and Knee Surgeons guideline for the perioperative management of antirheumatic medication in patients with rheumatic diseases undergoing elective total hip or total knee arthroplasty. Arthritis Care Res (Hoboken). 2022;74:1399-1408. PMID: 35718887 doi:10.1002/acr.24893",
  "related_content": {
    "syllabus": [
      "fcsec24009_24034"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.434444-06:00"
}