{
  "question_id": "nrmcq24034",
  "category": "nr",
  "educational_objective": "Diagnose hyperthyroidism-related myopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 48-year-old woman is evaluated for progressive muscle pain and twitching over the past 4 months. Over the last 3 weeks, she has had difficulty raising her hands above her head and feels that her gait is unsteady. She reports no numbness or paresthesia. Medical history is significant for hypertension and dyslipidemia. Family history is noncontributory. Medications are lisinopril and atorvastatin.On physical examination, blood pressure is 165/85 mm Hg, and pulse rate is 99/min; other vital signs are normal. Examination reveals mild symmetric proximal muscle weakness in the arms and legs with sporadic fasciculations and diffuse hyperreflexia. She has no muscle atrophy, sensory loss, or focal tenderness over palpated muscles. She has a normal-based, waddling gait.A serum creatine kinase level, comprehensive metabolic panel, and complete blood count are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Hydroxymethylglutaryl–coenzyme A receptor antibody testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Muscle biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thiamine measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroid function testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient likely has hyperthyroid myopathy, and the most appropriate next step would be to perform thyroid function testing (Option D). Symmetric proximal muscle weakness in the shoulder and pelvic girdle is typical of a myopathic pattern. In patients with a subacute course of symptoms, an acquired cause (e.g., metabolic, toxic, inflammatory, or infectious) is likely. In contrast, genetic myopathies, such as myotonic dystrophy, often have a slower and more prolonged onset. Hyperthyroidism can cause myopathy and proximal muscle weakness; the combination of myopathy, fasciculations, and hyperreflexia can occur in hyperthyroidism but is unusual in most other forms of myopathy. This combination can also be seen in amyotrophic lateral sclerosis (ALS); however, the pattern of weakness in ALS is distal and asymmetric, and there is usually associated prominent muscle atrophy and wasting. An elevated serum creatine kinase level, although common in other causes of myopathy, is often not present in hyperthyroidism unless disease is severe. In this patient with proximal muscle weakness, fasciculations, and hyperreflexia, checking thyroid function should be prioritized.Statins can cause a spectrum of symptoms, ranging from mild myalgia to myopathy to, rarely, rhabdomyolysis. Checking for antibodies to the hydroxymethylglutaryl–coenzyme A receptor (Option A) is indicated in rare situations in which necrotizing myositis triggered by statin exposure is suspected. This patient's normal creatine kinase level and absence of muscle tenderness on palpation make necrotizing myopathy less likely. Additionally, statin-induced myopathy is not associated with hyperreflexia.Muscle biopsy (Option B) would be considered if the initial evaluation were unremarkable and high suspicion for an inflammatory or hereditary myopathy remained. In this patient, the normal creatine kinase level makes an inflammatory myopathy unlikely, and the subacute disease course favors a nonhereditary form of myopathy. Moreover, neither of these entities is associated with hyperreflexia. Testing thyroid function should be prioritized.Checking for thiamine (vitamin B1) deficiency (Option C) would be reasonable in the presence of a distal polyneuropathy and especially in the setting of malnutrition or chronic ethanol use. Some features of this patient's condition, such as the myopathic pattern of weakness, fasciculations, and hyperreflexia, are not present in patients with thiamine deficiency.",
  "key_points": [
    "Myopathies with acquired causes (e.g., metabolic, toxic, inflammatory, or infectious) often have a subacute course, whereas genetic myopathies progress more slowly.",
    "Hyperthyroid myopathy can be distinguished from other myopathies by the presence of fasciculations and hyperreflexia; in addition, the serum creatine kinase level is often normal."
  ],
  "references": "Rodolico C, Bonanno C, Pugliese A, et al. Endocrine myopathies: clinical and histopathological features of the major forms. Acta Myol. 2020;39:130-135. PMID: 33305169 doi:10.36185/2532-1900-017",
  "related_content": {
    "syllabus": [
      "nrsec24009_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:50:05.269436-06:00"
}