{
  "question_id": "dmvdx24060",
  "category": "dm",
  "educational_objective": "Diagnose stasis dermatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 62-year-old patient presents with redness, pain, and itching of the lower legs that began 1 week ago. The patient has a history of heart failure.Skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cellulitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cutaneous small vessel vasculitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Peripheral arterial disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stasis dermatitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has stasis dermatitis (Option D). This common condition is a result of chronic lower extremity edema from any cause (e.g., heart failure, venous insufficiency, lymphedema). Increased tissue hydrostatic pressure causes capillary leak and release of inflammatory mediators. Patients present with bright red plaques that become scaly with chronicity and which may weep serous fluid or feature blisters. The eruption is often tender and pruritic. Other features supporting the diagnosis include pitting edema, hyperpigmentation, hemosiderin deposition, tapering sclerosis of the lower portion of the leg (an inverted \"champagne bottle\" appearance termed lipodermatosclerosis), and history of edema. The bilateral nature of most cases of stasis dermatitis make cellulitis unlikely. In the presence of unilateral stasis dermatitis, deep venous thrombosis must be ruled out. Treatment includes management of the underlying cause of edema, compression with graded compression stockings, elevation, and topical glucocorticoids.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24003_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:47:48.941283-06:00"
}