{
  "question_id": "onmcq24035",
  "category": "on",
  "educational_objective": "Treat a patient with an appendiceal neuroendocrine tumor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 28-year-old man is evaluated during a follow-up visit. He recently visited the emergency department with abdominal pain and fever. CT scan revealed appendicitis with no other abnormalities, and the patient underwent uncomplicated laparoscopic appendectomy. He was discharged from the hospital 2 days later and was feeling well. Final pathology indicated acute appendicitis with an incidental finding of a 1-cm well-differentiated neuroendocrine tumor at the tip of the appendix.Physical examination findings, including vital signs, are normal. A well-healed incision site is noted.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy with capecitabine plus temozolomide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Octreotide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Right hemicolectomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further treatment (Option D) is indicated for this patient. The appendix is the most common site of well-differentiated neuroendocrine tumors (NETs), found incidentally in approximately one of every 250 appendectomies. Significant experience has shown that such tumors, when 2 cm or less in diameter, are almost always cured with simple appendectomy, and metastases are exceedingly rare. As such, these patients do not require further interventions, additional treatment, or routine surveillance imaging.This patient does not require chemotherapy with capecitabine and temozolomide (Option A). Gastrointestinal NETs (formerly called carcinoid tumors) arise from the endocrine cells of the digestive tract, whereas pancreatic NETs arise from the islets of Langerhans cells. Although histologically similar, gastrointestinal and pancreatic NETs behave differently, with several drugs showing activity against pancreatic NETs but not gastrointestinal NETs. The regimen of capecitabine and temozolomide has shown useful activity against pancreatic NETs. However, it has shown little to no activity against gastrointestinal NETs, such as the tumor found in this patient, and does not have a role in any postresection or adjuvant setting.Somatostatin analogues such as octreotide or lanreotide (Option B) may be useful treatments for slowly progressing metastatic NETs but would not be indicated for this patient with localized disease. In tumors with somatostatin receptors, somatostatin analogues may be used for hormonal control or to stabilize progressing disease. However, there is no role for their use in the postsurgical or adjuvant setting, and this patient has already undergone surgical resection.Hemicolectomy (Option C) is not needed for this patient. For tumors larger than 2 cm, the risk for metastases to the locoregional lymph nodes in the right mesocolon is increased. A formal right hemicolectomy has been recommended for such patients, although the utility of this has more recently been called into question. Because this patient's tumor was 1 cm in diameter, hemicolectomy would not be recommended.",
  "key_points": [
    "Well-differentiated appendiceal neuroendocrine tumors (NETs) that are 2 cm or smaller in diameter are almost always cured with simple appendectomy, and metastases are exceedingly rare; therefore, they do not require further interventions, additional treatment, or routine surveillance imaging.",
    "Although histologically similar, gastrointestinal and pancreatic NETs respond differently to treatment, with several drugs showing activity against pancreatic NETs but not gastrointestinal NETs."
  ],
  "references": "Nesti C, Bräutigam K, Benavent M, et al. Hemicolectomy versus appendectomy for patients with appendiceal neuroendocrine tumours 1-2 cm in size: a retrospective, Europe-wide, pooled cohort study. Lancet Oncol. 2023;24:187-94. PMID: 36640790 doi:10.1016/S1470-2045(22)00750-1",
  "related_content": {
    "syllabus": [
      "onsec24003_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.641626-06:00"
}