{
  "question_id": "npmcq24099",
  "category": "np",
  "educational_objective": "Manage hypophosphatemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 38-year-old patient is evaluated during a routine examination. They report nonspecific musculoskeletal pain and occasional episodes of bloating. The patient has celiac disease, and avoids gluten-containing foods. They take no medications.On physical examination, vital signs are normal. Abdominal palpation elicits mild discomfort. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Calcitriol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Calcium carbonate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous sodium phosphorus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sestamibi parathyroid scan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient's low serum phosphate due to secondary hyperparathyroidism from vitamin D deficiency is calcitriol (Option A), an active vitamin D analogue. Vitamin D deficiency is often seen in patients with gastrointestinal malabsorption, such as in celiac disease, chronic pancreatitis, cystic fibrosis, and after gastric bypass. Individuals who are housebound or avoid sunlight exposure can also develop vitamin D deficiency. Vitamin D deficiency decreases the absorption of both calcium and to a much lesser extent phosphorus from the gastrointestinal tract. The resultant decrease in serum calcium increases the secretion of parathyroid hormone to increase serum calcium. This secondary hyperparathyroidism causes renal phosphate wasting. Under normal circumstances, in the presence of hypophosphatemia, urinary phosphorus excretion is expected to be extremely low. However, because the kidney can decrease phosphate excretion to very low levels, excretion of >100 mg of phosphate in a 24-hour urine collection, as in this case, or a fractional excretion of phosphate (FEpo4) >5% suggests renal wasting. The presence of hypophosphatemia, low serum calcium levels, and urinary phosphate wasting is therefore indicative of secondary hyperparathyroidism caused by vitamin D deficiency. Notably, secondary hyperparathyroidism due to vitamin D deficiency is in contradistinction to secondary hyperparathyroidism of kidney disease, in which the serum phosphorus level is high normal to elevated. The appropriate treatment for this patient's hypophosphatemia is vitamin D supplementation, such as calcitriol, as well as ergocalciferol.Although this patient has a low-normal serum calcium level, calcium carbonate (Option B) supplementation binds phosphate in the gastrointestinal tract, which will likely further decrease their serum phosphorus levels. Therefore, it would be inappropriate to administer calcium carbonate to this patient.Intravenous sodium phosphorus (Option C) is reserved for patients with symptomatic hypophosphatemia, typically a serum phosphorus level <2.0 mg/dL (0.65 mmol/L). In addition, oral supplementation is generally preferred to intravenous supplementation unless the patient has marked symptoms or hypophosphatemia because the intravenous route can lead to hyperphosphatemia and resultant complications. Because this patient's serum phosphorus level is 2.1 mg/dL (0.68 mmol/L) and they are mildly symptomatic, it would not be appropriate to administer intravenous sodium phosphorus.Sestamibi parathyroid scans (Option D) are often used to identify a parathyroid adenoma, but this patient likely has secondary hyperparathyroidism due to vitamin D deficiency. Therefore, imaging is not necessary.",
  "key_points": [
    "The presence of hypophosphatemia, low serum calcium levels, and urinary phosphate wasting is seen in secondary hyperparathyroidism caused by vitamin D deficiency; treatment is vitamin D supplementation."
  ],
  "references": "Walker MD, Zylberberg HM, Green PHR, et al. Endocrine complications of celiac disease: a case report and review of the literature. Endocr Res. 2019;44:27-45. PMID: 30198791 doi:10.1080/07435800.2018.1509868",
  "related_content": {
    "syllabus": [
      "npsec24002_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:07:16.577920-06:00"
}