{
  "question_id": "onmcq24063",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Manage superior vena cava syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 62-year-old patient is evaluated in the emergency department for a 1-week history of dyspnea on exertion and facial edema. They also report a 7-kg (15-lb) unintentional weight loss and cough over the past 3 months. They have a 32-pack-year history of smoking. The patient otherwise has no medical problems and takes no medications.On physical examination, blood pressure is 120/80 mm Hg, pulse rate is 86/min, and respiration rate is 19/min. Oxygen saturation is 98% with the patient breathing ambient air. BMI is 19. Facial fullness, distended neck veins, and mild bilateral upper extremity edema are noted. There is no lower extremity edema. No stridor or respiratory distress is noted.Laboratory study results are normal.Contrast-enhanced CT scan of the chest reveals a central lung mass with a large mediastinal mass impinging upon the superior vena cava. No thrombus is present.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "High-dose glucocorticoids",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Tissue diagnosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Unfractionated heparin infusion",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urgent superior vena cava stent placement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is to obtain a tissue diagnosis (Option B). Obstruction of the superior vena cava (SVC), or SVC syndrome, is usually caused by malignancies with large mediastinal masses, with lung cancer accounting for almost 75% of cases. Patients with SVC syndrome typically present with edema of the head, neck, and arms, as well as cyanosis, plethora, and distended cutaneous collateral vessels. They may also have headaches, cough, dyspnea, hoarseness, and/or syncope. The primary means of confirming SVC syndrome is contrast-enhanced CT of the chest (see Figure: CT of Superior Vena Cava Syndrome). Most patients do not require emergency intervention. In patients who are stable and who do not have a known diagnosis of active cancer, a tissue biopsy should be obtained next with treatment directed by the type of cancer. Options for obtaining diagnostic tissue include mediastinoscopy, bronchoscopy, thoracentesis (if a pleural effusion is present), or biopsy of a peripheral area of lymphadenopathy. This patient has radiographic and clinical evidence for SVC syndrome but is stable. Obtaining a tissue diagnosis is the most appropriate next step.This patient should not be treated with high-dose glucocorticoids (Option A). High-dose glucocorticoids are sometimes considered when SVC syndrome is known to be secondary to a glucocorticoid-responsive tumor such as lymphoma. This patient, however, does not have an established diagnosis, and lung cancer is the most likely cause of obstruction.Unfractionated heparin (Option C) would not be the most appropriate management. Anticoagulation should be considered when thrombus is present at the site of SVC obstruction in the absence of significant contraindications. This patient has no thrombus evident on CT scan, and anticoagulation is not currently indicated.There is no indication for placing an SVC stent in this patient (Option D). Most patients with SVC syndrome do not require emergency intervention. A grading system based on symptoms has been established (see Table: Grading Superior Vena Cava Syndrome). In patients requiring immediate treatment of respiratory distress or cerebral edema, a stent can be placed without tissue diagnosis. This patient has no evidence of respiratory distress, and obtaining a tissue diagnosis is the most appropriate next step.",
  "critique_links": [],
  "key_points": [
    "Most patients with superior vena cava (SVC) syndrome do not require emergency intervention; in patients who are stable and who do not have a known diagnosis of active cancer, a tissue biopsy should be obtained next with treatment directed by the type of cancer.",
    "In patients with SVC syndrome requiring immediate treatment of respiratory distress or cerebral edema, an SVC stent can be placed without tissue diagnosis."
  ],
  "references": "Quencer KB. Superior vena cava syndrome: etiologies, manifestations, and treatments. Semin Intervent Radiol. 2022;39:292-303. PMID: 36062219 doi:10.1055/s-0042-1753480",
  "related_content": {
    "syllabus": [
      "onsec24012_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.734270-06:00"
}