{
  "question_id": "fccor25017",
  "category": "fc",
  "educational_objective": "Prevent pressure ulcers in a hospitalized patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "An 82-year-old woman is hospitalized after sustaining pubic rami fractures in a fall. To prevent pressure injuries, skin hygiene is maintained and she is repositioned in the hospital bed every 2 hours; once per shift, she declines repositioning due to discomfort. She can mobilize with assistance. Medical conditions include chronic urinary incontinence and mild dementia.On physical examination, vital signs are normal. The patient is alert and oriented. The skin over the back, buttocks, and lower extremities shows no evidence of pressure injury.",
  "question_stem": "Which of the following is the most appropriate additional measure to prevent a pressure injury?",
  "options": [
    {
      "letter": "A",
      "text": "Maintain the head of the bed above 30 degrees",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Place a urinary catheter",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Use an advanced static foam mattress",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further intervention is required",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "In addition to maintaining good skin hygiene and ongoing repositioning as tolerated, the most appropriate additional measure is to use an advanced static foam mattress (Option C). Preventing pressure injuries is important for maintaining patient health. Additionally, the Centers for Medicare & Medicaid Services identify the development of a severe pressure ulcer as preventable; no additional reimbursement is provided when a stage 3 or 4 pressure ulcer develops during hospitalization. All patients should be assessed on admission for preexisting pressure injuries as well as risk factors for their development. Major risk factors include immobilization, malnutrition, decreased perfusion, decreased sensation, and skin moisture. This patient is at risk for skin breakdown from chronic incontinence and is now less mobile because of her fractures. Patients at risk for pressure injury benefit from pressure redistribution from an advanced support system, such as an advanced static mattress or an advanced static overlay. An advanced static mattress is made of specialized sheepskin, foam, or gel and is immobile when a patient lies on it. An advanced static overlay is a pad of foam or gel secured to a regular mattress. This patient should be placed on an appropriate mattress or overlay and encouraged to change her position regularly.The head of the bed should generally be maintained below 30 degrees in patients at risk for pressure ulcers. Elevation above 30 degrees (Option A) may increase the risk for pressure ulcers due to friction from the patient sliding down in the bed and from increased pressure on lower parts of the body.Urinary catheters carry the risk for infection and may also be a fall hazard. This patient has chronic urinary incontinence, which is unlikely to resolve, but she can mobilize with assistance. Placing a urinary catheter (Option B) in a patient with chronic urinary incontinence for the sole purpose of preventing a pressure ulcer is not recommended and would increase her risk for infection. Skin cleansing should be done routinely to keep the area dry.Providing no further invention (Option D) would be inappropriate. Preventing pressure injuries is a cost-effective intervention that can positively affect health status. Although this patient has no pressure injuries at present, she has reduced mobility and early signs of skin breakdown; further strategies, such as an advanced static mattress or overlay, proper skin care, management of incontinence, and early mobilization, can help prevent ulceration.",
  "key_points": [
    "All patients should be assessed on hospital admission for pressure injuries as well as risk factors for their development.",
    "Patients at risk for pressure injury benefit from skin hygiene, repositioning, and pressure redistribution from either an advanced static mattress or an advanced static overlay."
  ],
  "references": "Hajhosseini B, Longaker MT, Gurtner GC. Pressure injury. Ann Surg. 2020;271:671-679. PMID: 31460882 doi:10.1097/SLA.0000000000003567",
  "related_content": {
    "syllabus": [
      "fcsec24010_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.237377-06:00"
}