{
  "question_id": "hmcor25018",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Evaluate a patient with a high probability of deep venous thrombosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 68-year-old woman is evaluated in the emergency department for pain and swelling in her right leg of 3 days' duration. She completed therapy for breast cancer 1 month ago. She takes no medications.On physical examination, vital signs are normal. She has swelling and pitting edema of the right lower extremity from the foot to the thigh.",
  "question_stem": "Which of the following is the most appropriate test?",
  "options": [
    {
      "letter": "A",
      "text": "Ankle-brachial indices",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "C-reactive protein measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "D-dimer measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Duplex ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test for this patient with a high probability of deep venous thrombosis (DVT) is duplex ultrasonography (Option D). The Wells criteria for determining the pretest probability of DVT helps drive test selection. The Wells criteria include examination findings, symptoms, and patient history. Examination findings (awarded one point each) are calf swelling of 3 cm or more, swollen unilateral superficial veins, unilateral pitting edema, swelling of the entire leg, and localized tenderness along the deep venous system. Patient history criteria (one point each) are previously documented DVT; active cancer or treatment of cancer in the past 6 months; paralysis, paresis, immobilization, or bedridden status for 3 days or more; and surgery. If an alternative explanation for leg symptoms is present, then two points are removed. For patients with a score of 0 or 1, a D-dimer measurement should be obtained, and no additional testing is indicated for a negative D-dimer result. For a Wells criteria score greater than 1, pretest probability of a DVT is high enough that duplex ultrasonography should be performed without initial D-dimer evaluation. This patient's leg swelling with pitting edema and recent cancer therapy earn a Wells criteria score of 3, so duplex ultrasonography is the most appropriate next step.Peripheral artery disease (PAD) is assessed using ankle-brachial indices (Option A). Although PAD may cause unilateral leg pain, it is not a likely cause of acute swelling, so this test is of low clinical utility in this patient.C-reactive protein (Option B) is a nonspecific measure of inflammation that may be used in the evaluation or surveillance of certain infectious and inflammatory conditions. It may be elevated or normal in the setting of acute thrombosis, so it would not influence diagnosis or management in this setting.A D-dimer measurement (Option C) would be appropriate in a patient with a lower Wells score, but even a negative D-dimer result would not preclude the need for further testing in this patient with a high pretest probability.",
  "critique_links": [],
  "key_points": [
    "For patients with a high pretest probability of deep venous thrombosis measured by the Wells criteria, duplex ultrasonography is recommended without initial D-dimer measurement."
  ],
  "references": "Lim W, Le Gal G, Bates SM, et al. American Society of Hematology 2018 guidelines for management of venous thromboembolism: diagnosis of venous thromboembolism. Blood Adv. 2018;2:3226-3256. PMID: 30482764 doi:10.1182/bloodadvances.2018024828",
  "related_content": {
    "syllabus": [
      "hmsec24009_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.264516-06:00"
}