{
  "question_id": "hpcor25005",
  "category": "hp",
  "educational_objective": "Screen for hepatocellular carcinoma in a patient with cirrhosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 49-year-old man is evaluated during a follow-up appointment 12 weeks after he completed treatment for genotype 1a hepatitis C virus (HCV) infection. He has Child-Turcotte-Pugh class A cirrhosis (well-compensated cirrhosis). He has never had ascites or hepatic encephalopathy. Small esophageal varices with red wale marks were detected on upper endoscopy 1 year ago, and carvedilol was initiated. He takes no other medications. He does not drink alcohol or use nonprescribed drugs. He has been vaccinated against hepatitis A and B viruses.On physical examination, temperature is 37.0 °C (98.6 °F), blood pressure is 110/70 mm Hg, pulse rate is 58/min, and respiratory rate is 12/min. BMI is 26. Spider angiomata on the chest and palmar erythema are observed. A firm liver edge is palpated 3 cm below the costal margin. A palpable spleen tip is noted.Serum α-fetoprotein is not elevated. HCV RNA is undetectableThe calculated MELD (Model for End-Stage Liver Disease) score is 8.Liver ultrasonography performed 6 months ago showed no suspicious lesions.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Daily ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measurement of HCV RNA in 12 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ultrasonography of the liver",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with cirrhosis is screening for hepatocellular carcinoma every 6 months with ultrasonography of the liver and measurement of serum α-fetoprotein (Option C). Liver diseases associated with the highest risk for hepatocellular carcinoma (HCC) are hepatitis B virus (HBV) and hepatitis C virus (HCV) infections and hemochromatosis. Approximately 80% of HCC cases occur in patients with cirrhosis, but HCC can develop in the absence of cirrhosis in patients with HBV infection. All patients with cirrhosis from any cause, and all patients with active HBV infection, should undergo ultrasonographic and serologic screening for HCC every 6 months. Although virologic cure of HCV infection reduces the risk for HCC, screening is recommended for all patients with cirrhosis (stage 4 fibrosis), regardless of cause. Some experts advocate beginning HCC screening in patients with HCV infection and advanced (stage 3) fibrosis, but this is not universally recommended at this time. Because of his cirrhosis, this patient should undergo liver ultrasonography every 6 months.Prophylaxis of spontaneous bacterial peritonitis with ciprofloxacin (Option A) or trimethoprim-sulfamethoxazole is indicated in patients who have a history of spontaneous bacterial peritonitis, have a low ascitic fluid protein level, or are hospitalized with gastrointestinal bleeding. This patient does not meet any of these criteria and therefore does not require prophylactic antibiotic therapy.Measuring HCV RNA again in 12 weeks (Option B) is not indicated because this patient has achieved virologic cure with undetectable HCV RNA 12 weeks after completing treatment of HCV infection. Large studies have demonstrated 98% to 99% concordance between sustained virologic response at 12 and 24 weeks. Therefore, sustained virologic response at 12 weeks is considered to be consistent with virologic cure; additional testing is unnecessary unless the patient has ongoing risk factors for reacquisition of HCV.Although initial upper endoscopy (Option D) is indicated in all patients with cirrhosis to determine the need for variceal screening or prophylaxis, surveillance endoscopies are not necessary for patients receiving nonselective β-blockers for previously detected esophageal varices. This patient had small varices with erythematous, raised areas (red wale marks), indicating an elevated bleeding risk; however, his current carvedilol therapy precludes the need for repeat endoscopy.",
  "key_points": [
    "Regardless of the cause of liver disease, and regardless of virologic cure in the setting of viral hepatitis, all patients with cirrhosis should undergo ultrasonographic and serologic surveillance for hepatocellular carcinoma."
  ],
  "references": "Ginès P, Krag A, Abraldes JG, et al. Liver cirrhosis. Lancet. 2021;398:1359-1376. PMID: 34543610 doi:10.1016/S0140-6736(21)01374-X",
  "related_content": {
    "syllabus": [
      "hpsec24010_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:50:07.934199-06:00"
}