{
  "question_id": "cvmcq24049",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage a patient with a mechanical valve during pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 28-year-old woman comes to the office for preconception counseling because she would like to pursue pregnancy. She is physically active, with no cardiac symptoms. At age 18 years, she had an aortic valve replacement with a mechanical bileaflet tilting disc valve for aortic stenosis. She has had no other medical problems. Her only medication is warfarin, 6 mg/d.On physical examination, vital signs are normal. The lungs are clear. Cardiac examination reveals a normal S1 with mechanical click of S2 and no murmur.Laboratory studies:INR2.6Echocardiogram reveals normal left ventricular (LV) function with an LV ejection fraction of 65%. The aortic valve opens normally without a significant pressure gradient.Intravenous unfractionated heparin is planned at the time of delivery.",
  "question_stem": "Which of the following is the best anticoagulation management during pregnancy?",
  "options": [
    {
      "letter": "A",
      "text": "Continue warfarin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continue warfarin except for low-molecular-weight heparin for weeks 6 through 12",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch to apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch to low-molecular-weight heparin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Optimal anticoagulation for pregnant patients with a mechanical heart valve includes switching from warfarin to low-molecular-weight heparin (LMWH) for weeks 6 to 12 (Option B), resuming warfarin through week 36, then unfractionated heparin (UFH) for delivery. Pregnancy is associated with hypercoagulability, and pregnant individuals with a mechanical heart valve represent a high-risk subset of patients. The risk for valve thrombosis and thromboembolism must be balanced against teratogenic effects of anticoagulants. Although LMWH and UFH may be safer for the fetus than warfarin, they have a higher risk for mechanical valve thrombosis. Warfarin appears to be most effective to prevent prosthetic valve thrombosis, but use at a daily dose of greater than 5 mg during the first trimester may cause warfarin embryopathy. The best approach is to use warfarin except during the greatest period of fetal vulnerability of the first trimester (weeks 6-12) and at delivery. This patient has a mechanical aortic valve, and in the event of pregnancy, she should receive anticoagulation with warfarin, except for LMWH during weeks 6 to 12 and intravenous UFH at delivery.Continuing daily warfarin throughout pregnancy (Option A) is not appropriate because of its teratogenic effects during the first trimester and its potential to cause bleeding at delivery. Of note, patients who experience preterm labor while taking warfarin require cesarean delivery because warfarin crosses the placenta, raising the risk for fetal intracranial hemorrhage with vaginal delivery.Like other direct oral anticoagulants (DOACs), apixaban (Option C) is contraindicated for use as antithrombotic therapy in patients with mechanical heart valves. In addition, data on the safety of DOACs during pregnancy are limited.Switching to LMWH until delivery (Option D) is incorrect. LMWH is less effective than warfarin in preventing valve thrombosis and thromboembolism, and warfarin is preferred, except during weeks 6 to 12, in those receiving more than 5 mg/d.",
  "critique_links": [],
  "key_points": [
    "Anticoagulation for pregnant patients with a mechanical heart valve includes switching from warfarin to low-molecular-weight heparin for weeks 6 to 12, resuming warfarin through week 36, and then unfractionated heparin for delivery.",
    "Warfarin use during the first trimester may cause warfarin embryopathy; the risk is increased if the daily dose is greater than 5 mg/d."
  ],
  "references": "Lindley KJ, Bairey Merz CN, Davis MB, et al; American College of Cardiology Cardiovascular Disease in Women Committee and the Cardio-Obstetrics Work Group. Contraception and reproductive planning for women with cardiovascular disease: JACC Focus Seminar 5/5. J Am Coll Cardiol. 2021;77:1823-1834. PMID: 33832608 doi:10.1016/j.jacc.2021.02.025",
  "related_content": {
    "syllabus": [
      "cvsec24014_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.473815-06:00"
}