{
  "question_id": "inmcq24056",
  "category": "in",
  "educational_objective": "Manage an asymptomatic epididymal cyst with observation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 24-year-old man is evaluated 2 months after noticing a lump in his scrotum. The lump has not changed in size and is not painful. He has not noticed any symptoms, including fevers, chills, weight loss, urethral discharge, redness, or warmth. He has no other medical problems and takes no medications.On physical examination, vital signs are normal. A 6-mm soft, mobile, round, well-circumscribed, nontender mass is posterolateral to and distinct from the testicle.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Scrotal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Serum β-human chorionic gonadotropin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral to urology for surgical intervention",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with a likely epididymal cyst is observation (Option D). Epididymal cysts are painless, soft, round structures in the epididymal head that are distinct from the testes. When larger than 2 cm, they are also known as spermatoceles. They are usually asymptomatic, and diagnosis is based on examination findings. However, scrotal ultrasonography may be performed if diagnostic uncertainty exists. No intervention is needed unless the cysts are increasing in size or causing pain or discomfort. This patient has a 6-mm asymptomatic, soft, mobile, round, well-circumscribed, nontender mass that is distinct from the testicle. These findings are consistent with an epididymal cyst. Based on the size of the cyst and lack of symptoms, observation is appropriate.Scrotal ultrasonography (Option A) is unnecessary for diagnosing an epididymal cyst unless the location of the mass is uncertain or a testicular mass is suspected. In this patient, the mass is clearly emanating from the epididymis and has the typical characteristics of an epididymal cyst, obviating the need for ultrasonography.Measurement of tumor markers, including β-human chorionic gonadotropin (Option B), α-fetoprotein, and lactate dehydrogenase, is not indicated. In a patient with a testicular mass suggestive of testicular cancer, tumor markers should be obtained to help differentiate between seminomatous and nonseminomatous germ cell tumors. This patient's mass is distinct from the testicle, and testicular cancer is not a concern.Referral to a urologist for surgical excision (Option C) of the epididymal cyst is not indicated in this patient. Larger, painful spermatoceles can be surgically excised, but this patient's cyst is asymptomatic and 6 mm in size.",
  "key_points": [
    "Epididymal cysts are soft, rounded structures in the head of the epididymis and are termed spermatoceles when larger than 2 cm; they are usually asymptomatic and require no intervention, but larger, painful spermatoceles can be surgically excised."
  ],
  "references": "Langan RC, Puente MEE. Scrotal masses. Am Fam Physician. 2022;106:184-189. PMID: 35977130",
  "related_content": {
    "syllabus": [
      "insec24004_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:46:41.551348-06:00"
}