{
  "question_id": "dmmcq24013",
  "category": "dm",
  "educational_objective": "Diagnose seborrheic keratosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 40-year-old woman is evaluated for several new spots on the back and inframammary folds that are occasionally pruritic but otherwise asymptomatic. Family history is significant for melanoma in her grandmother. She has hypertension, type 2 diabetes mellitus, and metabolic dysfunction–associated steatotic liver disease. Her medications are amlodipine, metformin, and empagliflozin.On physical examination, vital signs are normal.Skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Benign nevi",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Seborrheic keratoses",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Solar lentigines",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Verruca vulgaris",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is seborrheic keratoses (Option B). Seborrheic keratoses are extremely common, benign neoplasms that appear as “stuck-on” papules and plaques. They typically occur on the face and trunk and spare the palms, soles, and mucous membranes. Seborrheic keratoses can range in color from tan to black but are most typically brown. They range in size from a few millimeters to several centimeters. They are usually asymptomatic, but when irritated they can be pruritic and even bleed. Although the cause is unknown, ultraviolet light exposure is a risk factor. Seborrheic keratosis can mimic melanoma and squamous cell carcinoma, and although rarely necessary, skin biopsy confirms the diagnosis. Treatment is not necessary. However, some patients seek treatment for cosmetic purposes, in which case cryotherapy or shave removal are effective. Of note, sudden development of many seborrheic keratoses is associated with internal malignancy, known as the sign of Leser–Trélat. The appearance and location of this patient's lesions are typical of seborrheic keratoses.Benign nevi (Option A), or moles, are common benign neoplasms that occur in all skin types. Nevi are composed of collections of melanocytes and can appear anywhere on the body. Although nevi may be flat or raised, they do not have the characteristic “stuck-on” appearance of seborrheic keratoses as seen in this patient.Solar lentigines (liver spots) (Option C) are benign macules or patches that occur on sun-exposed skin in adults. They are caused by chronic ultraviolet exposure and are much more common in fair-skinned individuals. Solar lentigines are flat, unlike this patient's lesion that has the classic “stuck-on” appearance of seborrheic keratosis.Verruca vulgaris (Option D), or common warts, are common benign neoplasms caused by infection of skin by human papillomavirus. Verrucae most commonly present as hyperkeratotic, exophytic, firm papules. Thrombosed blood vessels often present as pinpoint red to maroon seeds within the wart. Warts most commonly occur on the hands of children but may occur anywhere on the body. The development of multiple new verrucae on an adult's back and inframammary region would be unusual, and the features of this patient's lesions are inconsistent with verruca vulgaris.",
  "key_points": [
    "Seborrheic keratoses, the most common benign skin tumors in adults, present as “stuck-on” papules or plaques that are usually brown; they typically occur on the face and trunk but spare the palms, soles, and mucous membranes.",
    "No treatment is necessary for seborrheic keratoses, but removal, most commonly with cryotherapy or shave removal, can be considered for cosmetic reasons or if the keratoses are irritated or pruritic."
  ],
  "references": "Gorai S, Ahmad S, Raza SSM, et al. Update of pathophysiology and treatment options of seborrheic keratosis. Dermatol Ther. 2022;35:e15934. PMID: 36226729 doi:10.1111/dth.15934",
  "related_content": {
    "syllabus": [
      "dmsec24016_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:47.777364-06:00"
}