{
  "category": "cv",
  "critique": "This patient has Mobitz type 1 second-degree atrioventricular (AV) block and evidence of an acute coronary syndrome, and she should undergo cardiac catheterization (Option A) for emergent revascularization. This patient's chest pain, ST-segment elevation, and elevated high-sensitivity cardiac troponin level indicate acute myocardial infarction. Additionally, the ECG demonstrates second-degree AV block, which is characterized by nonconducted P waves. The progressive prolongation of the PR interval before loss of AV conduction is consistent with Mobitz type 1 (Wenckebach block). AV block has many causes, including fibrosis and sclerosis of the conduction system, ischemic heart disease, and medication use (β-blockers, calcium channel blockers, digoxin). Reversible causes of AV block should always be identified and treated first. In this patient, cardiac catheterization and revascularization are indicated not only to treat the acute coronary obstruction but also to potentially correct the conduction deficit.Transthoracic echocardiography (Option B) should be performed in patients with myocardial infarction to evaluate left ventricular function and assess for potential structural complications; however, obtaining an echocardiogram is not the priority in this patient and does not help manage the arrhythmia.Neither intravenous dopamine (Option C) nor permanent pacemaker placement (Option D) is required because the patient does not have symptomatic or hemodynamically unstable bradycardia or advanced AV block (high-degree AV block, including Mobitz type 2 second-degree, or third-degree AV block). Dopamine may be reasonable if the patient had significant hypotension, but this patient is asymptomatic and hemodynamically stable. In addition, dopamine would not address the underlying problem of acute coronary syndrome causing the bradyarrhythmia. If symptomatic bradycardia or advanced conduction block persists after revascularization, permanent pacemaker implantation would be recommended.",
  "educational_objective": "Manage acute coronary syndrome presenting with atrioventricular block.",
  "extracted_at": "2025-12-23T14:08:40.255859-06:00",
  "key_points": [
    "Patients with atrioventricular block and evidence of acute coronary syndrome should undergo cardiac catheterization for diagnosis and possible revascularization."
  ],
  "media": {
    "images": [
      "figures/cvfig24501.8a34e9bd027bb3be1a77ec27484f9e96.jpg"
    ],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Cardiac catheterization"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Echocardiography"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Intravenous dopamine"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Permanent pacemaker implantation"
    }
  ],
  "question_id": "cvqqq24009",
  "question_stem": "Which of the following is the most appropriate next step in management of this patient's arrhythmia?",
  "question_text": "A 68-year-old woman is evaluated in the emergency department for a 1-hour history of chest pain. Medical history is significant for hypertension and a 20-year history of type 2 diabetes mellitus. Medications are metformin, quinapril, and aspirin.On physical examination, blood pressure is 100/60 mm Hg, pulse rate is 50/min, and respiration rate is 16/min. The patient is alert and conversant. An irregular rhythm is auscultated on cardiac examination. No pulmonary or peripheral congestion is evident, and the extremities are warm.An ECG is shown.",
  "references": "Kusumoto FM, Schoenfeld MH, Barrett C, et al. 2018 ACC/AHA/HRS guideline on the evaluation and management of patients with bradycardia and cardiac conduction delay: A report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2019;140:e382-e482. PMID: 30586772 doi:10.1161/CIR.0000000000000628",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "cvsec24004_24024"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}