{
  "question_id": "csmcq24028",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat plantar fasciitis with plantar fascia stretching.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 56-year-old man is evaluated for a 4-week history of sharp, nonradiating pain in the left heel. The pain is worst with the first steps in the morning, resolves partially after 1 hour of ambulation, and then gradually worsens again over the course of the day. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. Tenderness is present at the left medial calcaneal tubercle. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Ankle immobilization",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Extracorporeal shockwave therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Glucocorticoid injection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Plantar fascia stretching",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with plantar fasciitis is to initiate a stretching program (Option D). Plantar fasciitis is a common cause of foot pain, with 10% of the population developing it in their lifetime. It is characterized by sharp pain along the deep plantar fascia, which extends from the plantar surface of the toes to the calcaneus. It classically occurs with the first morning steps or anytime walking is initiated after prolonged rest. Pain temporarily improves with further walking but typically recurs late in the day, often following activity or prolonged standing. Physical examination may reveal tenderness at the medial calcaneal tubercle and the deep plantar fascia. Passive toe dorsiflexion with standing may reproduce pain. The diagnosis is clinical, although radiographs may be obtained to rule out other causes (e.g., calcaneal stress fracture) when the diagnosis is unclear. Plantar fascia stretches are effective in reducing pain and are recommended as a first-line therapy along with activity modification and prefabricated or custom foot orthoses (heel inserts). Because recovery from plantar fasciitis may take 3 to 12 months, patient education is important to help patients manage expectations and persist with long-term therapy. Eighty percent of patients will improve within 1 year, but for recalcitrant cases, extracorporeal shockwave therapy may be employed. Glucocorticoid injections are sometimes used for severe pain, but the relief provided is temporary. Surgery is reserved for patients who do not respond to these measures. This patient, with a classic history and physical examination findings for plantar fasciitis, should be treated with plantar fascia stretches, activity modification, and foot orthoses. He should additionally be educated about the prolonged recovery time as well as the high likelihood of success.Ankle immobilization (Option A) is used for some serious causes of foot and ankle pain, such as fractures. Immobilization has no role in the treatment of plantar fasciitis.Extracorporeal shockwave therapy (Option B) may be considered when other measures for plantar fasciitis have failed, but evidence of benefit is inconsistent, and it is not recommended as initial treatment.Although plantar fasciitis is a degenerative rather than inflammatory condition, glucocorticoid injection (Option C) may sometimes provide symptomatic relief in patients who do not respond to conservative measures. It has a transient effect, however, and is not an appropriate choice before an adequate trial of stretching, orthotic support, and activity modification.",
  "critique_links": [],
  "key_points": [
    "Plantar fasciitis is characterized by sharp pain along the deep plantar fascia that classically occurs with the first morning steps.",
    "First-line therapies for plantar fasciitis include plantar fascia stretching, activity modification, and prefabricated or custom orthoses; treatment is usually successful but recovery may take 3 to 12 months."
  ],
  "references": "Trojian T, Tucker AK. Plantar fasciitis. Am Fam Physician. 2019;99:744-750. PMID: 31194492",
  "related_content": {
    "syllabus": [
      "cssec24012_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.256248-06:00"
}