{
  "question_id": "incor25006",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose retinal detachment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old woman is evaluated for reduced vision and flashing lights in her left eye that began this morning. This was preceded by floaters in her left eye, first appearing several days ago and now with increasing frequency. She has no eye pain or constitutional symptoms. Medical history is significant for myopia. She takes no medications.On physical examination, she has an inferior visual field defect in her left eye. Visual fields in the right eye are normal. Pupils are equally round and reactive to light and accommodation. Visual acuity is 20/60 in the left eye and 20/20 in the right eye. Nondilated funduscopic examination is normal. There is no temporal tenderness or carotid bruits.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute-onset angle-closure glaucoma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Central retinal artery occlusion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Giant cell arteritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Retinal detachment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with positive visual symptoms and an acute, painless visual field deficit is retinal detachment (Option D). Retinal detachment involves the separation of the retinal neurosensory layer from underlying structures. Risk factors for retinal detachment include increasing age, myopia, and recent cataract surgery. Symptoms include painless vision loss, flashing lights, and floaters. Floaters may be described by patients as a “cobweb” and represent accompanying posterior vitreous detachment (PVD). Flashing lights represent vitreoretinal attachments stimulating retinal depolarization as they pull away from the retina. Larger retinal detachments cause more severe visual disturbances. The diagnosis of retinal detachment is confirmed by an ophthalmologist using indirect ophthalmoscopy or wide-field retinal photography. Indirect ophthalmoscopy using a condensing lens provides the ophthalmologist with a wide field of vision of the retina and three-dimensional views showing elevation and depth. Because retinal detachment typically occurs far into the periphery, office-based direct ophthalmoscopy will likely be normal or at least nondiagnostic. Some retinal detachments are amenable to office-based treatment via laser or injection of a gas bubble into the eye to reattach the retina. Complex detachments typically require more involved surgical procedures. This older patient with myopia likely developed a PVD in the days preceding her presentation, manifesting as floaters, which led to a retinal tear causing flashing lights and vision loss. She requires immediate ophthalmology referral for diagnosis and treatment to prevent further vision loss.Patients with acute-onset angle-closure glaucoma (Option A) present with severe eye pain, headache, and nausea/vomiting, and visualizing halos around lights. Signs include redness, corneal cloudiness, and optic disc swelling. Extremely high intraocular pressure is noted on tonometry. This patient lacks the typical symptoms and signs of acute-onset angle-closure glaucoma.Patients with central retinal artery occlusion (CRAO) (Option B), most commonly associated with ipsilateral carotid artery atherosclerosis, present with abrupt, painless vision loss in one eye. The vision loss is profound, and affected patients can typically visualize only gross movements. A complete or relative afferent pupillary defect is present, and funduscopic examination will reveal retinal paleness due to ischemic changes. These findings are absent in this patient.Giant cell arteritis (GCA) (Option C), which can cause ischemic optic neuropathy, should be suspected in a patient older than 50 years with new or atypical headache, jaw claudication, or vision changes. Constitutional symptoms and polymyalgia rheumatica often accompany the condition. Physical examination findings may include scalp or temporal artery tenderness. These signs and symptoms are absent in this patient.",
  "critique_links": [],
  "key_points": [
    "Retinal detachment is an ocular emergency that causes painless vision loss, unilateral flashing lights, floaters, and visual field defect.",
    "Retinal detachment is confirmed by indirect ophthalmoscopy or wide-field retinal photography performed by an ophthalmologist."
  ],
  "references": "Kwok JM, Yu CW, Christakis PG. Retinal detachment. CMAJ. 2020;192:E312. PMID: 32392514 doi:10.1503/cmaj.191337",
  "related_content": {
    "syllabus": [
      "insec24003_24020"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.243427-06:00"
}