{
  "question_id": "idmcq24029",
  "category": "id",
  "educational_objective": "Recognize <i>Legionella pneumophila</i> as a cause of community-acquired pneumonia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 64-year-old man is evaluated in the emergency department for a 5-day history of fever, cough, dyspnea, and chest pain, which is worse with inspiration. He also reports nausea and vomiting. He has had no sick contacts or unusual exposures. He was assessed at an urgent care clinic 2 days ago. Chest radiograph showed left lower lobe consolidation. He was prescribed amoxicillin for community-acquired pneumonia but has not improved. Medical history is noncontributory, and he takes no other medications.On physical examination, temperature is 38.7 °C (101.7 °F), blood pressure is 92/60 mm Hg, pulse rate is 85/min, and respiration rate is 22/min. Oxygen saturation is 91% breathing ambient air. Cardiopulmonary examination reveals crackles in the left lung base and tachycardia with a regular rhythm and no murmur.Laboratory studies:Leukocyte count12,400/µL (12.4 × 109/L)HAlanine aminotransferase126 U/LHAspartate aminotransferase96 U/LHBlood urea nitrogen21 mg/dL (7.5 mmol/L)HCreatinine1.5 mg/dL (132.6 µmol/L)HSodium124 mEq/L (124 mmol/L)LTesting for SARS-CoV-2 and influenza virus is negative.Repeat chest radiograph shows left lower lobe consolidation.",
  "question_stem": "Which of the following is the most likely pathogen?",
  "options": [
    {
      "letter": "A",
      "text": "Legionella pneumophila",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pseudomonas aeruginosa",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Staphylococcus aureus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Streptococcus pneumoniae",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Legionella pneumophila (Option A). Legionella is an aerobic gram-negative rod that causes atypical community-acquired pneumonia (CAP). It is transmitted through aerosols generated from infected soil or water. It can occur sporadically or as part of an outbreak that may involve a contaminated water supply such as air conditioning units or hot tubs. Patients typically have severe pneumonia with similar clinical and radiologic features to other forms of CAP. However, some unique features should raise suspicion for Legionella; patients report gastrointestinal symptoms such as nausea, vomiting, and diarrhea more commonly with Legionella, and they often have hyponatremia and elevated aminotransferase levels on laboratory examination, as seen in this patient. These findings should prompt specific testing with polymerase chain reaction or urine antigen testing. Culture of Legionella species requires specialized media and can have low sensitivity. The preferred agent for treatment is azithromycin or a respiratory fluroquinolone, such as levofloxacin. This patient did not improve with β-lactam monotherapy, which further supports that a less typical pathogen should be considered.Although Pseudomonas aeruginosa (Option B) is a pathogen not adequately treated by standard oral β-lactam antibiotic regimens (such as amoxicillin, which was given to this patient), Pseudomonas would be an unlikely organism in this circumstance. It should be considered in immunocompromised patients and in patients with underlying structural lung disease or medical conditions requiring repeated courses of antibiotics. Infection with this bacterium in the preceding year or hospitalization or parenteral antibiotic administration in the preceding 90 days are also recognized risk factors for Pseudomonas infection.Staphylococcus aureus (Option C) is an uncommon cause of CAP and often follows a viral illness such as influenza. Patients are often quite ill but are unlikely to have the unique features of Legionella pneumonia.Streptococcus pneumoniae (Option D) is the leading cause of CAP. Patients have fever and cough, and consolidation is seen on chest imaging. Gastrointestinal symptoms, hyponatremia, and elevated aminotransferase levels are not typical. A good quality sputum culture can be diagnostic in 80% of CAP infections caused by S. pneumoniae. Pneumococcal urinary antigen testing is also available. In addition, this patient did not respond to treatment with a β-lactam antibiotic, making this diagnosis less likely.",
  "key_points": [
    "Patients with Legionella pneumophila infection typically have severe pneumonia that has similar clinical and radiologic features to other forms of community-acquired pneumonia; however, patients with Legionella may have gastrointestinal symptoms (nausea, vomiting, diarrhea), hyponatremia, and elevated aminotransferase levels."
  ],
  "references": "Metlay JP, Waterer GW, Long AC, et al. Diagnosis and treatment of adults with community-acquired pneumonia. An official clinical practice guideline of the American Thoracic Society and Infectious Diseases Society of America. Am J Respir Crit Care Med. 2019;200:e45-e67. PMID: 31573350 doi:10.1164/rccm.201908-1581ST",
  "related_content": {
    "syllabus": [
      "idsec24006_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:17:18.213323-06:00"
}