{
  "question_id": "ccmcq24017",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Treat acute respiratory distress syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old patient is evaluated in the emergency department after a drug ingestion complicated by emesis and aspiration.On physical examination, temperature is 38.8 °C (101.8 °F), blood pressure is 110/60 mm Hg, pulse rate is 120/min, and respiration rate is 28/min. Oxygen saturation is 85% with the patient breathing high-flow oxygen by nasal cannula. Cardiopulmonary examination reveals tachycardia and tachypnea, with accessary muscle use.Chest radiograph shows bilateral patchy opacities with consolidation in the lower lobes.Mechanical ventilation is initiated for severe acute respiratory distress syndrome. The patient's predicted body weight is 60.0 kg (132.3 lb). Initial ventilator settings are volume control with a respiration rate of 12/min, Fio2 of 0.50, tidal volume of 480 mL, and positive end-expiratory pressure (PEEP) of 8 cm H2O. The resulting plateau pressure is 36 cm H2O, and compliance is 18 mL/cm H2O.Arterial blood gas studies (with ventilatory support):pH7.40Pco236 mm Hg (4.8 kPa)Po266 mm Hg (8.8 kPa)L",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease PEEP to 5 cm H2O",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Decrease respiration rate to 10/min",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Decrease tidal volume to 360 mL",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Increase Fio2 to 0.80",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment of this patient with acute respiratory distress syndrome (ARDS) is to decrease tidal volume to 360 mL (Option C). In ARDS, the lung injury is not homogeneous—it is characterized by areas of low-compliance lung adjacent to lung with more normal compliance. The more compliant portions of the lung are susceptible to overdistention and injury by tidal volume (volutrauma). Lung protective ventilation, specifically targeting a tidal volume of 4 to 8 mL/kg of predicted body weight and maintaining a plateau pressure of less than 30 cm H2O, is the cornerstone of treatment of ARDS and improves patient outcomes, including a decrease in mortality. This patient has ARDS because of aspiration of gastric contents. The initial tidal volume setting of 8 mL/kg resulted in a high plateau pressure of 36 cm H2O; decreasing the tidal volume to 6 mL/kg may improve the plateau pressure to the desired level of less than 30 cm H2O.Application of positive end-expiratory pressure (PEEP) in ARDS helps in alveolar recruitment and prevents recollapse of these difficult-to-recruit lung units, thereby improving oxygenation. Although some guidelines recommend using higher PEEP in patients with moderate to severe ARDS, this approach is controversial. Decreasing PEEP (Option A) in this patient is unnecessary because a PEEP of 8 cm H2O is not remarkably high and appropriate oxygenation with an arterial Po2 greater than 55 mm Hg (7.3 kPa) is maintained.Low tidal volumes for lung protective ventilation often cause low minute ventilation and hypercapnia. As a result, respiration rate is often increased to mitigate some of the effect of low tidal volume ventilation. Therefore, decreasing the respiration rate (Option B) is an incorrect option.Most patients with ARDS require a high concentration of oxygen to maintain sufficient oxygenation. However, high concentration of inspired oxygen is associated with acute lung injury, especially with an Fio2 greater than 0.60 and a longer duration of exposure. This patient's arterial Po2 is 66 mm Hg (8.8 kPa), and there is no reason to increase the Fio2 (Option D).",
  "critique_links": [],
  "key_points": [
    "Lung protective ventilation (tidal volume of 4-8 mL/kg of predicted body weight and maintaining a plateau pressure <30 cm H2O) is strongly recommended in all patients with acute respiratory distress syndrome."
  ],
  "references": "Grotberg JC, Reynolds D, Kraft BD. Management of severe acute respiratory distress syndrome: a primer. Crit Care. 2023;27:289. PMID: 37464381 doi:10.1186/s13054-023-04572-w",
  "related_content": {
    "syllabus": [
      "ccsec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.481040-06:00"
}