{
  "question_id": "rmmcq24010",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Identify interstitial lung disease as a complication of Sjögren disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 56-year-old woman is evaluated for a 2-year history of persistent oral dryness, fatigue, and generalized arthralgia. She has no medical conditions and takes no medications.On physical examination, vital signs are normal. Salivary pooling is decreased. The remainder of the examination is unremarkable.Laboratory studies:Erythrocyte sedimentation rateNormal C3 complement Normal C4 complement NormalC-reactive proteinNormalRheumatoid factorNegativeAntinuclear antibody titerNegativeAnti–cyclic citrullinated peptide antibody titerNegativeAnti-Ro/SSA antibody titer>8 U/L (normal, <1 U/L)HAnti-Smith antibody titerNegativeAnti–double-stranded DNA antibody titerNegativeComplete blood count and comprehensive metabolic panel are normal. Urinalysis findings are unremarkable.Salivary gland biopsy specimen shows two foci of lymphocytic infiltrate per 4 mm2 of salivary gland tissue.",
  "question_stem": "Which of the following manifestations is most highly associated with this patient's underlying disease process?",
  "options": [
    {
      "letter": "A",
      "text": "Interstitial lung disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ischemic heart disease",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pulmonary hypertension",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Uveitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The manifestation that is most highly associated with this patient's disease process is interstitial lung disease (ILD) (Option A). This patient has Sjögren disease, as evidenced by oral dryness, anti-Ro/SSA antibody positivity, and salivary gland biopsy results with more than one focus of lymphocytic infiltrate per 4 mm2 of salivary gland tissue. Arthralgia and fatigue are common extraglandular manifestations of Sjögren disease (for others, see Table: Extraglandular Clinical Manifestations of Sjögren Disease). Up to 20% of patients with Sjögren disease have clinically significant lung disease. Patients with ILD often present with dry cough or dyspnea, and 75% of patients with lung involvement have a positive anti-Ro/SSA antibody titer. ILD in Sjögren disease can manifest as nonspecific interstitial pneumonitis, usual interstitial pneumonitis, lymphocytic interstitial pneumonitis, or cryptogenic organizing pneumonia. Patients with primary Sjögren disease should be screened clinically for signs of cough and dyspnea; if these are present, patients should undergo further evaluation with high-resolution CT and pulmonary function testing. Screening with high-resolution CT and pulmonary function testing should also be considered for patients with Sjögren disease who have risk factors for ILD (e.g., anti-Ro52 or antinuclear antibody positivity, Raynaud phenomenon, older age, lymphopenia, or severe dental caries), even in the absence of pulmonary symptoms.Cardiac involvement in Sjögren disease is rare but may include pericarditis, myocarditis, and heart block. Anti-Ro/SSA antibody titer positivity increases the risk for congenital heart block in the fetus of patients with Sjögren disease. However, the risk for ischemic heart disease (Option B) does not appear to be increased in patients with primary Sjögren disease.Pulmonary hypertension (Option C) is associated with limited cutaneous systemic sclerosis and is also seen in both mixed connective tissue disease and systemic lupus erythematosus. This patient has clinical symptoms and serologic findings consistent with primary Sjögren disease, which is rarely associated with pulmonary hypertension.Ophthalmologic manifestations of Sjögren disease are common and include severe dryness or a gritty sensation in the eyes. Other symptoms include irritation or blurred vision. Although chronic uveitis (Option D) has been reported, it is not highly associated with Sjögren disease. Uveitis is commonly seen in other systemic inflammatory diseases, including spondyloarthritis, psoriatic arthritis, sarcoidosis, juvenile idiopathic arthritis, and Behçet syndrome.",
  "critique_links": [],
  "key_points": [
    "Up to 20% of patients with Sjögren disease have clinically significant lung disease, and 75% of patients with interstitial lung disease have a positive anti-Ro/SSA antibody titer."
  ],
  "references": "Gupta S, Ferrada MA, Hasni SA. Pulmonary manifestations of primary Sjögren's syndrome: underlying immunological mechanisms, clinical presentation, and management. Front Immunol. 2019;10:1327. PMID: 31249572 doi:10.3389/fimmu.2019.01327",
  "related_content": {
    "syllabus": [
      "rmsec24008_24002"
    ]
  },
  "media": {
    "tables": [
      "tables/rmtab24030.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "rmtab24030",
        "file": "tables/rmtab24030.html",
        "title": "Extraglandular Clinical Manifestations of Sjögren Disease",
        "short_title": "Extraglandular Clinical Manifestations of Sjögren Disease",
        "footnotes": [
          "CNS = central nervous system."
        ],
        "headers": [
          "Site/Organ",
          "Manifestation (Frequency)"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.777809-06:00"
}