{
  "question_id": "dmvdx24013",
  "category": "dm",
  "educational_objective": "Diagnose bullous pemphigoid.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 78-year-old woman is evaluated for an acute widespread blistering skin condition. There is no involvement of the mucosal surfaces.Representative skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bullous pemphigoid",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dermatitis herpetiformis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pemphigus vulgaris",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Porphyria cutanea tarda",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is bullous pemphigoid (Option A), which is a chronic, autoimmune vesiculobullous eruption that predominantly involves nonmucosal surfaces. It is characterized by subepidermal vesicles and blisters that are tense and do not rupture easily. Urticarial lesions may precede the onset of blistering. Bullous pemphigoid is usually widespread. Sites of predilection include the lower abdomen, inner thighs, groin, axillae, and flexural aspects of the arms and legs. In contrast, pemphigus vulgaris always involves oral mucosa and may involve the vaginal mucosa. Dermatitis herpetiformis presents as intensely pruritic and fragile vesicles on the elbows and knees that are typically excoriated away, leaving erosions. Porphyria cutanea tarda is typically limited to sun-exposed areas, such as the dorsum of the hands.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24009_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:47:48.813651-06:00"
}