{
  "question_id": "csmcq24068",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Manage stasis dermatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 75-year-old man is evaluated for a 1-month history of red, swollen legs with associated intense itching and mild pain. He has no fever or chills. He has venous insufficiency and wears compression stockings. He has no other medical conditions and takes no medications.On physical examination, vital signs are normal. There is mild pitting edema from the ankles to knees bilaterally. Prominent varicose veins in the lower extremities are observed. The skin of the lower extremities is thin and shiny, with poorly demarcated erythema and scattered scaly patches. There is brown discoloration in both ankles. Pedal pulses are diminished bilaterally.",
  "question_stem": "In addition to continued graded compression therapy, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Bilateral lower extremity ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cephalexin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical triamcinolone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient with venous stasis dermatitis is a topical glucocorticoid, such as triamcinolone (Option C). Up to one third of U.S. adults have chronic venous insufficiency. Symptoms include lower extremity aching, itching, restlessness, heaviness, swelling, and pain. It is a clinical diagnosis supported by symptoms, risk factors, no other causes of leg edema (such as kidney, liver, or heart disease), and typical examination findings of venous hypertension. These findings are best observed in the gravity-dependent upright position and include edema and dilated veins (varicosities and superficial telangiectasias). Dermatologic manifestations of venous insufficiency also include skin thinning, hemosiderin deposition, ulceration, and dermatitis. Venous stasis dermatitis is a pruritic, sometimes painful inflammatory condition characterized by poorly demarcated bilateral erythema. There may be associated eczematous plaques and patches. The mainstays of treatment of stasis dermatitis are long-term management of the venous insufficiency and short-term treatment of the inflammation. First-line therapies for chronic venous insufficiency are exercise, leg elevation, weight loss, compression therapy, and emollients to reduce skin breakdown. The presence of dermatologic manifestations should prompt at least 30 mm Hg of compression. When inflammation with overt stasis dermatitis develops, as in this patient, temporary use of a mid- or high-potency topical glucocorticoid, such as triamcinolone, is indicated.Bilateral lower extremity ultrasonography (Option A) is used when deep venous thrombosis (DVT) is suspected. This patient has chronic bilateral edema as well as skin changes of longstanding venous insufficiency, so acute DVT is not a likely diagnosis. Ultrasonography may also be used to confirm venous reflux when surgical intervention is planned, but this would not be considered until conservative therapies were exhausted.Antibiotic therapy, such as cephalexin (Option B), is used to treat nonpurulent cellulitis. Venous stasis dermatitis is distinguishable from cellulitis in that it is usually bilateral, often involves scaling, is pruritic rather than painful, and has no associated constitutional symptoms. This patient's inflammatory skin changes are bilateral, nonprogressive, and unaccompanied by fever; thus, antibiotics are not indicated.Continued compression therapy is a key component of the treatment of venous insufficiency. However, in a patient with symptomatic stasis dermatitis, not providing additional treatment (Option D) with topical glucocorticoids to address inflammation may result in persistent discomfort and possible progression to superinfection or ulceration.",
  "critique_links": [],
  "key_points": [
    "Venous stasis dermatitis is a pruritic, sometimes painful inflammatory condition characterized by poorly demarcated bilateral erythema; eczematous plaques and patches may also be present.",
    "Compression therapy and topical glucocorticoids are the mainstays of treatment of stasis dermatitis."
  ],
  "references": "Yosipovitch G, Jackson JM, Nedorost ST, et al. Stasis dermatitis: the burden of disease, diagnosis, and treatment. Dermatitis. 2024;35:337-344. PMID: 37782143 doi:10.1089/derm.2022.0076",
  "related_content": {
    "syllabus": [
      "cssec24013_24001"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.936476-06:00"
}