{
  "question_id": "enmcq24008",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate a patient with hyperglycemic crisis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old man with type 2 diabetes mellitus is evaluated in the emergency department for suspected hyperglycemic crisis. Over the course of the past day, he developed nausea, vomiting, dyspnea, and malaise accompanied by markedly elevated blood glucose levels. Other medical conditions are hypertension and hyperlipidemia. He is adherent to his medications, which are dulaglutide, insulin glargine, lisinopril, and atorvastatin.On physical examination, temperature is 36.7 °C (98.0 °F), blood pressure is 110/65 mm Hg, pulse rate is 110/min, respiration rate is 20/min, and oxygen saturation is 98% with the patient breathing ambient air. He exhibits rapid, deep breathing. Skin turgor is decreased.Plasma glucose, serum electrolytes, blood urea nitrogen, serum creatinine, serum osmolality, and venous blood gas measurements as well as a complete blood count and urinalysis are ordered.",
  "question_stem": "Which of the following is the most appropriate additional diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "C-reactive protein",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "ECG",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lipase",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional diagnostic test for this patient with suspected hyperglycemic crisis is an ECG (Option C). The initial evaluation for patients with suspected diabetic ketoacidosis (DKA) or hyperglycemic hyperosmolar syndrome (HHS) focuses on confirming the diagnosis and evaluating for underlying inciting causes. Inciting factors for DKA and HHS include infection, myocardial infarction, nonadherence to diabetes therapy, stress, trauma, and confounding medications (e.g., atypical antipsychotics, glucocorticoids, and sodium-glucose cotransporter 2 inhibitors). Assessment should include measuring the plasma glucose level, serum electrolytes, serum and urine ketones, blood urea nitrogen and serum creatinine levels, plasma osmolality, complete blood count, blood gases, and urinalysis. An ECG should also be reviewed to evaluate for signs of electrolyte derangements or myocardial ischemia. Blood, sputum, and/or urine cultures and a chest radiograph should be ordered if the clinical presentation suggests an infection. This patient with type 2 diabetes and multiple cardiovascular disease risk factors has been adherent to his diabetes medications yet has suspected hyperglycemic crisis, for which a thorough evaluation is indicated.An abdominal CT (Option A) is not the most appropriate next test. This patient's symptoms, including nausea and vomiting, are common manifestations of DKA, and he does not have abnormal abdominal findings on examination. Because this patient's presentation does not suggest intra-abdominal pathology, an abdominal CT is not warranted at this time.Although an elevated blood C-reactive protein level (Option B) is a marker of inflammation, it cannot differentiate between inflammation associated with hyperglycemic crisis or with an underlying condition. For this reason, it is unlikely to be a useful clinical test in this setting.Lipase is often elevated in DKA in the absence of concomitant pancreatitis. In patients suspected of having pancreatitis in this setting, either as a precipitating factor or as a consequence of DKA, diagnosis is dependent on the clinical presentation and imaging. This patient does not have associated symptoms of pancreatitis, and a serum lipase level (Option D) measurement will not be clinically helpful.",
  "critique_links": [],
  "key_points": [
    "The initial evaluation for patients with suspected diabetic ketoacidosis or hyperglycemic hyperosmolar syndrome focuses on confirming the diagnosis and evaluating for underlying inciting causes.",
    "Inciting factors for hyperglycemic crisis include infection, myocardial infarction, nonadherence to diabetes mellitus treatment, stress, trauma, and confounding medications."
  ],
  "references": "Lowie BJ, Bond MC. Diabetic ketoacidosis. Emerg Med Clin North Am. 2023;41:677-686. PMID: 37758416 doi:10.1016/j.emc.2023.06.002",
  "related_content": {
    "syllabus": [
      "ensec24002_24036"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.725386-06:00"
}