{
  "question_id": "idmcq24073",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat babesiosis in a patient with Lyme disease coinfection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 48-year-old patient is evaluated for ongoing chills, fatigue, fever, and sweats 2 days after completing a 10-day course of doxycycline for Lyme disease. They live in Wisconsin. At the initial evaluation, they had an erythematous rash over the area of a tick bite with associated chills and fatigue.On physical examination, temperature is 38.5 °C (101.3 °F). The other vital signs and examination findings are unremarkable. The rash has resolved.Laboratory studies:Hematocrit40%LLeukocyte count6800/µL (6.8 × 109/L)Platelet count234,000/µL (234 × 109/L)Lyme IgM and IgG serum antibody tests and Babesia microti polymerase chain reaction (PCR) testing are positive. Serum Anaplasma phagocytophilum PCR and a thin blood smear examined for parasites are negative.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Atovaquone and azithromycin for 10 days",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ceftriaxone for 14 days",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Doxycycline for another 10 days",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Erythrocyte exchange transfusion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has babesiosis and should be treated with a 10-day course of atovaquone and azithromycin (Option A). The Ixodes scapularis tick that transmits Borrelia burgdorferi, the pathogen that causes Lyme disease, also transmits Babesia microti and Anaplasma phagocytophilum. Clinical manifestations of babesiosis develop 1 to 4 weeks following a tick bite, and symptoms range from nonexistent to severe. Symptoms are nonspecific and include fever, fatigue, chills, headache, myalgia, and cough. The hallmark of babesiosis is hemolysis, with anemia almost invariably present. Severe disease may include multiorgan involvement, including thrombocytopenia, elevated serum aminotransferase levels, acute kidney injury, acute respiratory distress syndrome, and congestive heart failure. Babesiosis can be diagnosed by performing a thin blood smear examination for parasites or serum polymerase chain reaction (PCR). Serum PCR is more sensitive than blood smear and is particularly useful in the setting of low parasite burden. Babesiosis is treated with a combination of atovaquone and azithromycin for 7 to 10 days. In this patient, the erythematous rash following a tick bite in a Lyme-endemic region aligns with erythema migrans and a diagnosis of Lyme disease; they were appropriately treated with a 10-day course of doxycycline. Their continued symptoms and mild anemia despite treatment suggest coinfection with babesiosis. The positive Babesia PCR and negative blood smear in the context of mild symptoms is most likely explained by a low Babesia parasite burden. For mild disease, they should be prescribed atovaquone and azithromycin for 10 days.This patient has already been treated for early Lyme disease with 10 days of doxycycline. Lyme serum antibodies often persist indefinitely, even after treatment; therefore, treatment with ceftriaxone or an additional course of doxycycline is not warranted (Option B, Option C). Intravenous ceftriaxone can be used to treat Lyme myocarditis or meningitis, but this patient shows no evidence of these conditions.Erythrocyte exchange transfusion is used as adjunctive treatment, together with atovaquone and azithromycin, for severe babesiosis, which may manifest with hemolytic anemia and multiorgan failure (Option D). This patient has only mild symptoms; therefore, treatment with atovaquone and azithromycin alone is sufficient.",
  "critique_links": [],
  "key_points": [
    "The Ixodes scapularis tick transmits Babesia microti, Anaplasma phagocytophilum, and Borrelia burgdorferi; coinfection with a combination of these pathogens can occur.",
    "Babesiosis is treated with a combination of atovaquone and azithromycin for 7 to 10 days."
  ],
  "references": "Krause PJ, Auwaerter PG, Bannuru RR, et al. Clinical practice guidelines by the Infectious Diseases Society of America (IDSA): 2020 guideline on diagnosis and management of babesiosis. Clin Infect Dis. 2021;72:e49-e64. PMID: 33252652 doi:10.1093/cid/ciaa1216",
  "related_content": {
    "syllabus": [
      "idsec24007_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.237497-06:00"
}