{
  "question_id": "onmcq24070",
  "category": "on",
  "educational_objective": "Screen for genetic cancer syndromes in a patient with a suggestive family history.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 37-year-old woman is evaluated during a preventive health care visit. Her sister, age 41 years, was recently diagnosed with ovarian cancer, and the patient is concerned about her own risk. She has no abdominal pain, change in abdominal girth, or weight loss. Menarche occurred at age 12 years, and she has regular menstrual cycles. She had one uncomplicated pregnancy at age 29 years. Her medical history is unremarkable. Family history is also significant for a maternal aunt who had breast cancer at age 49 years and a maternal grandmother who had breast cancer at age 60 years.",
  "question_stem": "Which of the following is the most appropriate preventive measure?",
  "options": [
    {
      "letter": "A",
      "text": "Referral to a genetic counselor",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Screening breast MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum CA-125 testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transvaginal ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure is referral to a genetic counselor (Option A) Testing for genes known to be associated with increased cancer risk is recommended for patients diagnosed with breast, ovarian, adnexal, or peritoneal cancer or those with a family history of BRCA1/2 variants. Persons with strongly suggestive familial patterns, such as this patient, should be evaluated with an available risk assessment tool (e.g., the Ontario Family History Assessment Tool) and referred for genetic counseling if indicated.Breast MRI (Option B), as an adjunctive screening measure to mammography, is reserved for patients known to be at above-average risk for breast cancer, including those with genetic syndromes, such as BRCA1/2 variants; those with a family history resulting in a greater than 20% risk for breast cancer, calculated using validated scoring systems; and those with a history of chest irradiation. Although this patient will probably meet screening criteria for mammography and MRI after appropriate assessment, she should be evaluated by a validated risk scoring system and referred for genetic counseling first.Serum CA-125 testing (Option C) is recommended in patients at the time of ovarian cancer diagnosis and may be performed serially during treatment to assess response/recurrence. Serum CA-125 has not been shown to be useful in screening for ovarian cancer in patients with average risk or in those with high-risk genetic syndromes; therefore, CA-125 testing is not appropriate in this patient who has not been diagnosed with ovarian cancer.Transvaginal ultrasonography (Option D) is the initial imaging modality of choice in patients with signs and symptoms of ovarian cancer and should be obtained along with serum CA-125 testing at diagnosis. However, like serum CA-125 testing, transvaginal ultrasonography has not been shown to be useful as a screening tool in average- or high-risk patients. This patient has no signs or symptoms of ovarian cancer, so transvaginal ultrasonography is not the most appropriate measure.",
  "key_points": [
    "Testing for genes known to be associated with increased cancer risk is recommended for patients diagnosed with breast, ovarian, adnexal, or peritoneal cancer or those with a family history of BRCA1/2 variants.",
    "Patients with strongly suggestive familial disease patterns should be evaluated with an available risk assessment tool (e.g., the Ontario Family History Assessment Tool) and referred for genetic counseling if indicated."
  ],
  "references": "Owens DK, Davidson KW, Krist AH, et al; US Preventive Services Task Force. Risk assessment, genetic counseling, and genetic testing for BRCA-related cancer: US Preventive Services Task Force recommendation statement. JAMA. 2019;322:652-665. PMID: 31429903 doi:10.1001/jama.2019.10987",
  "related_content": {
    "syllabus": [
      "onsec24014_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:36.342770-06:00"
}