{
  "question_id": "inmcq24058",
  "category": "in",
  "educational_objective": "Treat urge urinary incontinence with behavioral therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 68-year-old woman is evaluated for incontinence. She describes intermittent urine leakage associated with sudden urges to urinate and an inability to reach the restroom quickly enough. Over the past several months, the frequency of these episodes has gradually increased. She reports no dysuria or fever. She has hypertension that is well controlled with lisinopril and genitourinary syndrome of menopause treated with vaginal estrogen.On physical examination, vital signs are normal. On genital examination, the labia are thin, pale, and shiny with no erythema.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Change vaginal estrogen to transdermal estrogen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pessary placement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Timed voiding and bladder training",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urodynamic studies",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient's urge urinary incontinence (UI) is behavioral therapy with timed voiding and bladder training (Option C). Nonpharmacologic therapy is the preferred initial treatment for all types of UI. Lifestyle modification, including weight loss (if appropriate), decreased consumption of alcohol and caffeine, treatment of constipation, and smoking cessation, should be recommended in all patients. Behavioral therapy for urge UI consists of bladder training and timed voiding (Table: Treatment Strategies for Urinary Incontinence). Behavioral therapy is more effective than pharmacologic therapy for urge UI and has fewer adverse effects; it should be initiated, along with lifestyle modification, as first-line therapy. If behavioral therapy and lifestyle modification fail to correct urge or mixed UI, pharmacologic agents (e.g., anticholinergics and β-adrenergics) may be effective. This patient has urge UI, and nonpharmacologic treatment with lifestyle modification and behavioral therapy, such as timed voiding and bladder training, is the most appropriate approach.Transdermal estrogen (Option A) is not the most appropriate management. Transdermal and oral estrogen therapy has not been shown to improve urge UI symptoms in women with genitourinary syndrome of menopause. If hormonal treatment is used, vaginal estrogen, which this patient is already using, is the preferred route. In patients with a history of breast cancer, vaginal estrogen has not been shown to increase breast cancer recurrence in limited studies; with the agreement of the patient and treating oncologist, it can be used if nonhormonal therapies fail.Pessary placement (Option B) is not the most appropriate management. Pessary devices may be used as a treatment option for stress urinary incontinence (most often when behavioral treatments have failed). This patient has symptoms consistent with urge incontinence, and behavioral therapy is appropriate.Urodynamic studies (Option D) are not needed in uncomplicated urge UI. They are required only for complex cases of UI in which there is diagnostic uncertainty, if neurologic disease is suspected, or if surgical intervention is being considered.",
  "key_points": [
    "In patients with urge urinary incontinence, behavioral therapy (e.g., timed voiding and bladder training) is more effective than pharmacologic therapy and has fewer adverse effects; it should be initiated, along with lifestyle modification, as first-line therapy."
  ],
  "references": "Russo E, Caretto M, Giannini A, et al. Management of urinary incontinence in postmenopausal women: an EMAS clinical guide. Maturitas. 2021;143:223-230. PMID: 33008675 doi:10.1016/j.maturitas.2020.09.005",
  "related_content": {
    "syllabus": [
      "insec24004_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:28:36.706019-06:00"
}