{
  "question_id": "nrqqq24014",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat generalized epilepsy in a patient with psychiatric disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 38-year-old man is evaluated at a routine follow-up visit for generalized tonic-clonic seizures, which he has experienced for the past year. He has had no improvement in seizures despite treatment with maximal doses of valproate. The patient also has depression with psychotic features. He attempted suicide 3 years ago. His only other medication is citalopram.",
  "question_stem": "In addition to discontinuing valproate, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ethosuximide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lamotrigine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Levetiracetam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topiramate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should receive lamotrigine (Option B) instead of valproate to control his seizures. No single antiseizure medication (ASM) is recommended for the initial treatment of epilepsy. Approximately 50% of patients with this disorder will respond to the first ASM administered. Choosing an ASM for an individual patient depends on several factors, including the patient's epilepsy syndrome, age, sex, and comorbid medical conditions and the drug's adverse-effect profile and cost. Lamotrigine is commonly prescribed in patients with childbearing potential and is also a good option for older patients or those who have depression or other mood disorders. This patient has generalized epilepsy that is not controlled with valproate. Lamotrigine is the most appropriate medication to use instead, not only because of its effectiveness in treating generalized tonic-clonic seizures (GTCS), but also because of its mood-stabilizing effects.Ethosuximide (Option A) is used only to treat absence seizures, not other types of generalized seizures. Therefore, the medication is inappropriate for this patient with GTCS.Although often used as a first-line treatment of generalized epilepsy, levetiracetam (Option C) can worsen depression and should be avoided in this patient who has depression with psychotic features.Topiramate (Option D) also is not appropriate for this patient because it can cause or worsen psychosis.",
  "critique_links": [],
  "key_points": [
    "In a patient with generalized epilepsy and psychiatric disease, lamotrigine is an appropriate medication to use not only because of its effectiveness in treating generalized tonic-clonic seizures, but also because of its mood-stabilizing effects.",
    "Levetiracetam can worsen depression and should be avoided in patients with epilepsy who also have depression with psychotic features."
  ],
  "references": "Villanueva V, Artal J, Cabeza-Alvarez CI, et al. Proposed recommendations for the management of depression in adults with epilepsy: an expert consensus. Neurol Ther. 2023;12:479-503. PMID: 36692706 doi:10.1007/s40120-023-00437-0",
  "related_content": {
    "syllabus": [
      "nrsec24003_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.239797-06:00"
}