{
  "question_id": "cvmcq24119",
  "category": "cv",
  "educational_objective": "Diagnose low-flow, low-gradient severe symptomatic aortic stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 74-year-old man is evaluated for 3 months of fatigue and exercise intolerance without chest pain. He has been unable to complete his customary 12 laps in the pool because of shortness of breath. He has hypertension and dyslipidemia. Medications are losartan and rosuvastatin.On physical examination, blood pressure is 131/79 mm Hg; other vital signs are normal. The lungs are clear to auscultation. Cardiac examination reveals a late-peaking crescendo-decrescendo systolic murmur heard at the right upper sternal border with loss of S2.Laboratory studies:B-type natriuretic peptide600 pg/mL (600 ng/L)HECG is notable for sinus rhythm with nonspecific T-wave abnormalities. Echocardiogram shows a moderately thickened, partially mobile aortic valve with a mean aortic gradient of 35 mm Hg and an aortic valve area of 0.8 cm2. Left ventricular ejection fraction is 45%.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Aortic valve replacement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cardiac catheterization",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Dobutamine stress echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Exercise stress testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is dobutamine stress echocardiography (Option C) to assess for low-flow, low-gradient aortic stenosis. Severe aortic stenosis may be present in patients with a small valve area but low gradient when left ventricular (LV) dysfunction (LV ejection fraction <50%) and low flow (stroke volume index ≤35 mL/m2) are present (known as low-flow, low-gradient aortic stenosis). In low-flow, low-gradient aortic stenosis, dobutamine echocardiography or dobutamine cardiac catheterization is needed to distinguish true severe aortic stenosis from pseudostenosis. With pseudostenosis, dobutamine administration increases cardiac output and the opening forces on the aortic valve, causing the valve area to increase from the severe range to the moderate range. With low-flow, low-gradient aortic stenosis with true severe aortic stenosis, however, the calculated valve area remains in the severe range with dobutamine administration, and the aortic valve gradient and velocity increase with increased stroke volume. This patient's examination findings and elevated B-type natriuretic peptide level are consistent with significant aortic stenosis and associated volume overload. On echocardiogram, the aortic gradient is consistent with moderate aortic stenosis, but the aortic valve area suggests severe aortic stenosis. The most appropriate next step is to confirm the diagnosis of severe aortic stenosis with low-dose dobutamine stress echocardiography.The resting echocardiogram does not adequately differentiate between pseudosevere aortic stenosis resulting from insufficient stroke volume and low-flow, low-gradient severe aortic stenosis. Further testing is necessary before considering aortic valve replacement (Option A).In this patient with low cardiac output, direct measurement of the aortic valve gradient by cardiac catheterization (Option B) will result in a low gradient that underestimates the severity of stenosis. Dobutamine catheterization may be performed in lieu of dobutamine echocardiography in this case, but cardiac catheterization without dobutamine will not be helpful.In asymptomatic patients with severe aortic stenosis, exercise stress testing (Option D) is recommended to confirm the absence of symptoms. However, this patient's resting transthoracic echocardiography findings are not definitively consistent with severe aortic stenosis; thus, exercise testing is not appropriate. In fact, in patients with confirmed symptomatic severe aortic stenosis, exercise stress testing is contraindicated because of safety concerns.",
  "critique_links": [],
  "key_points": [
    "In patients with low-flow, low-gradient aortic stenosis, dobutamine echocardiography or dobutamine cardiac catheterization is needed to distinguish true severe from pseudosevere aortic stenosis.",
    "Echocardiographic findings of an aortic gradient consistent with moderate aortic stenosis with a low ejection fraction and an aortic valve area suggesting severe aortic stenosis are hallmarks of low-flow, low-gradient aortic stenosis."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;143:e72-e227. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:26.725599-06:00"
}