{
  "question_id": "npmcq24088",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose posttransplant diabetes mellitus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated during a routine follow-up visit for end-stage kidney disease due to congenital anomalies of the kidney and urinary tract. He reports no fever, chills, abdominal pain, hematuria, or weight loss or gain. He received a living-donor kidney transplant 7 years ago. He also has hypertension. Family history is unremarkable. Medications are tacrolimus, prednisone, mycophenolate mofetil, losartan, and chlorthalidone. He is adherent to interval follow-up visits and his medication regimen.Physical examination, including vital signs and comprehensive skin examination, are normal. BMI is 22.Laboratory studies:Hemoglobin14 g/dL (140 g/L)Creatinine1.1 mg/dL (97.2 µmol/L)Glucose142 mg/dL (7.9 mmol/L)H",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Chest-abdomen-pelvis CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hemoglobin A1c measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum cortisol level measurement",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Urine culture",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is a hemoglobin A1c measurement (Option C). In the posttransplant period, patients are at increased risk for de novo development of diabetes mellitus; previously unrecognized diabetes mellitus may also be identified. Posttransplant diabetes mellitus is common, occurring in 20% to 50% of kidney transplant recipients. Risk factors for posttransplant diabetes mellitus include use of medications (glucocorticoids, calcineurin inhibitors, mammalian target of rapamycin inhibitors), weight gain with improved nutrition, restored insulin metabolism with improved kidney function, and concomitant hepatitis C virus infection. Kidney Disease: Improving Global Outcomes guidelines recommend screening for posttransplant diabetes mellitus every 3 months during the first year following kidney transplantation and then yearly thereafter. This patient had a kidney transplant 7 years ago and should be screened yearly for posttransplant diabetes mellitus. He has an elevated serum glucose level on routine laboratory testing, which supports the need to obtain a hemoglobin A1c measurement.There is no indication for this patient to undergo a chest-abdominal-pelvis CT (Option A), which will expose him to radiation without benefit. He has no suspicious symptoms such as hematuria, weight loss, or fever or any symptoms to suggest a pathologic intra-abdominal process. There is no role for routine CT imaging post kidney transplant.Kidney transplant recipients are at increased risk for malignancy due to immune suppression, and age-appropriate malignancy screening, including yearly skin cancer screening, is indicated. This patient has a normal hemoglobin level and unremarkable family history; there is no indication for colonoscopy (Option B) at this time.Measurement of this patient's serum cortisol level (Option D) will not clarify whether this patient has posttransplant diabetes mellitus. Use of glucocorticoids as part of antirejection medication regimens increases the risk for posttransplant diabetes mellitus, but there is no indication that this patient has either cortisol excess or insufficiency.Although kidney transplant recipients are at increased risk for infectious complications due to immune suppression, a urine culture (Option E) is not indicated for this patient because he has no symptoms to suggest a urinary tract infection.",
  "critique_links": [],
  "key_points": [
    "Kidney Disease: Improving Global Outcomes guidelines recommend screening for posttransplant diabetes mellitus every 3 months during the first year following kidney transplantation and then yearly thereafter."
  ],
  "references": "Nandula SA, Boddepalli CS, Gutlapalli SD, et al. New-onset diabetes mellitus in post-renal transplant patients on tacrolimus and mycophenolate: a systematic review. Cureus. 2022;14:e31482. PMID: 36532903 doi:10.7759/cureus.31482",
  "related_content": {
    "syllabus": [
      "npsec24011_24045"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.420969-06:00"
}