{
  "question_id": "encor25026",
  "category": "en",
  "educational_objective": "Manage a pituitary microadenoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for follow-up of a 6-mm pituitary microadenoma found on an MRI performed 1 year ago to evaluate headaches. The adenoma was not in contact with the optic chiasm. Insulin-like growth factor 1, serum prolactin, 8 am serum cortisol, thyroid-stimulating hormone (TSH), and free thyroxine levels were normal. She has regular menstrual cycles. She continues to have intermittent headaches but otherwise has no new symptoms. She takes no medications.Physical examination findings, including vital signs, are unremarkable.Repeat MRI shows no change in adenoma size. No contact with the optic chiasm is seen.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cortisol, TSH, and free thyroxine measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prolactin and insulin-like growth factor 1 measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat MRI in 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Visual field testing in 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to repeat an MRI in 1 year (Option C). The evaluation of a pituitary adenoma requires functional and radiologic assessment (see Figure: Algorithm for Pituitary Adenoma Evaluation and Management). Pituitary adenomas can be classified as microadenomas (<1 cm) or macroadenomas (≥1 cm); both can slowly grow over several years. Macroadenomas with mass effect require neurosurgical evaluation; macroadenomas without mass effect should be reimaged at 6 months and then annually for 3 years. Microadenomas should be reassessed with imaging in 1 year and then every 1 to 2 years thereafter for at least 3 years before gradually reducing follow-up. This patient has a nonfunctioning pituitary microadenoma that has not enlarged over the past year; she should continue to have MRI surveillance to assess for potential growth.Pituitary adenomas (mostly macroadenomas) may cause hypopituitarism by compressing the pituitary gland. Therefore, serum 8 am cortisol, free thyroxine, thyroid-stimulating hormone (TSH), follicle-stimulating hormone, luteinizing hormone, and (in men) testosterone levels should be measured at diagnosis. In premenopausal women, normal menses excludes hypogonadotropic hypogonadism. Additionally, patients with pituitary adenomas should initially undergo hormonal testing to assess for hypersecretion of prolactin and insulin-like growth factor-1 (IGF-1), even if asymptomatic. Repeat evaluation of pituitary function is unnecessary in microadenomas if initial testing is normal, no new symptoms develop, and subsequent imaging shows no growth of the pituitary adenoma, as in this patient. Therefore, repeat measurements of cortisol, TSH, and free thyroxine levels or of prolactin and IGF-1 levels are not indicated (Options A, B).Pituitary adenomas (mostly macroadenomas) can extend into the suprasellar space and compress the optic chiasm, resulting in visual field defects. Visual field testing (Option D) is not clinically indicated if MRI shows no contact between the pituitary adenoma and optic chiasm, as in this patient.Approximately 10% of microadenomas and 25% of macroadenomas show slow growth over a number of years, which can lead to new-onset hypopituitarism or visual field defects. This patient's pituitary adenoma was discovered only 1 year ago; therefore, continued follow-up is still required to assess for potential growth, and it would be inappropriate to conduct no further testing (Option E).",
  "key_points": [
    "Microadenomas (<1 cm) should be reassessed with imaging in 1 year and then every 1 to 2 years thereafter for at least 3 years before reducing follow-up.",
    "Repeat evaluation of pituitary function is unnecessary in microadenomas if initial testing is normal and no change has occurred clinically or radiologically."
  ],
  "references": "Langlois F, Fleseriu M. What to do with incidentally discovered pituitary abnormalities? Med Clin North Am. 2021;105:1081-1098. PMID: 34688416 doi:10.1016/j.mcna.2021.05.015",
  "related_content": {
    "syllabus": [
      "ensec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:00:39.708344-06:00"
}