{
  "question_id": "rmmcq24021",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat a systemic lupus erythematosus flare.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 33-year-old woman is evaluated for 1 month of fatigue, joint pain, hair loss, and sores on the roof of her mouth. She has a 3-year history of well-controlled systemic lupus erythematosus. Her only current medication is hydroxychloroquine.On physical examination, vital signs are normal. She has three aphthous ulcers on the hard palate. Several strands of hair are easily removed with gentle tugging. There is tenderness of the first and second proximal interphalangeal joints bilaterally without joint swelling. The remainder of the examination is normal.Laboratory studies:Today4 Months AgoHematocrit33%L37%Leukocyte count3200/μL (3.2 × 109/L)L6000/μL (6.0 × 109/L) C3 complement64 mg/dL (640 mg/L)85 mg/dL (850 mg/L) C4 complement9 mg/dL (90 mg/L)L28 mg/dL (280 mg/L)Anti–double-stranded DNA antibody titer220 U/mL (normal, <10 U/mL)H45 U/mL (normal, <10 U/mL)HUrinalysis2+ protein, 1+ bloodTrace bloodA complete metabolic panel is normal.",
  "question_stem": "Which of the following is the most appropriate management at this time?",
  "options": [
    {
      "letter": "A",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Naproxen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No change in treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with a flare of systemic lupus erythematosus (SLE) is to start a glucocorticoid, such as prednisone (Option C). SLE most often follows a relapsing-remitting pattern. Patients with SLE require frequent disease assessment and adjustment of treatment to reflect changing disease activity. The most commonly used instrument for monitoring disease activity is the SLE Disease Activity Index (SLEDAI), which incorporates both clinical and laboratory measures. Complement levels are typically reduced during SLE activity, reflecting immune complex formation and complement consumption. Rising titers of anti–double-stranded DNA antibody levels may be concordant with SLE disease activity. Urinalysis and complete blood counts are recommended to evaluate for kidney and hematologic manifestations of SLE. Pharmacologic therapy is almost always required in the treatment of SLE. Hydroxychloroquine is the backbone of treatment, and glucocorticoids are typically required in the initial management of acute disease. After the disease is stabilized, glucocorticoids are tapered to the lowest effective dosage and discontinued entirely when possible. Clinical remission is the goal of therapy, and if that cannot be achieved, low disease activity is desirable. This may require a glucocorticoid-sparing agent (such as mycophenolate mofetil) along with hydroxychloroquine in order to control the self-directed immune activity and prevent organ damage, which can be irreversible. After a period of low disease activity, this patient is experiencing a relapse, as evidenced by constitutional and cutaneous symptoms, as well as laboratory markers of disease activity, including concern for nephritis, that will need further evaluation. Her acute disease requires additional immunosuppression with prednisone to bring her flare under control while further diagnostic and therapeutic options are considered.Methotrexate (Option A) can be used in selected patients with SLE who have manifestations such as arthritis, rash, or serositis. This patient's emerging kidney abnormalities would preclude the use of methotrexate as a glucocorticoid-sparing agent; methotrexate toxicity may occur in the setting of kidney disease, and evidence is lacking on the usefulness of methotrexate for treating lupus nephritis.Naproxen (Option B) may improve this patient's joint symptoms but will not meaningfully affect her SLE immunology or prevent organ damage.The combination of this patient's symptoms and disease activity markers indicates a disease flare. Disease remission is the goal, and this flare may worsen without additional immunosuppressive treatment (Option D).",
  "critique_links": [],
  "key_points": [
    "Patients with systemic lupus erythematosus require symptom and laboratory monitoring to assess disease activity, which typically fluctuates.",
    "Glucocorticoids, such as prednisone, are a mainstay of systemic lupus erythematosus treatment for acute disease and in the initial stages of disease flares."
  ],
  "references": "Fanouriakis A, Tziolos N, Bertsias G, et al. Update [ogr ]n the diagnosis and management of systemic lupus erythematosus. Ann Rheum Dis. 2021;80:14-25. PMID: 33051219 doi:10.1136/annrheumdis-2020-218272",
  "related_content": {
    "syllabus": [
      "rmsec24007_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:21.811335-06:00"
}