{
  "question_id": "csqqq24001",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat chronic insomnia with cognitive behavioral therapy for insomnia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 34-year-old man is evaluated for a 5-month history of insomnia. He reports insufficient sleep 4 days per week on average during the past 5 months. He has difficulty initiating and maintaining sleep. He reports that the insomnia is negatively affecting his work performance. He reports no nocturnal leg movements. He does not use tobacco, alcohol, caffeine, or recreational drugs. Depression and anxiety screenings are negative.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cognitive behavioral therapy for insomnia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Doxepin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Flurazepam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Zaleplon",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient is cognitive behavioral therapy for insomnia (CBT-I) (Option A). He has chronic insomnia and meets the DSM-5 criteria for insomnia disorder based on his sleep symptoms that have occurred at least 3 nights per week for at least 3 months, along with the absence of another sleep, medical, or mental health disorder that could be causing his insomnia. Additionally, the sleep disturbance negatively affects the patient by causing clinically significant distress in academic, behavioral, educational, employment, or other important areas of functioning. Guidelines recommend CBT-I as first-line treatment for chronic insomnia. CBT-I is effective for chronic insomnia and has no evidence of harms, unlike many commonly prescribed medications. Additionally, CBT-I appears to have a more durable long-term effect on improving insomnia than does pharmacotherapy. CBT-I typically includes sleep hygiene teaching, behavioral interventions such as sleep restriction and stimulus control, and cognitive therapy aimed at anxiety and catastrophic thinking around insomnia. CBT-I can be delivered in person in an individual or group setting or through online or telephone-based modules.Antidepressant therapy may improve sleep difficulties in patients with depression. Some antidepressants, including doxepin (Option B), trazodone, and mirtazapine, have sedative side effects, which can be used advantageously in patients with depression who have significant insomnia. Doxepin, in doses lower than needed for an antidepressant effect, is the only antidepressant agent approved for the treatment of insomnia and may be the safest drug to treat chronic insomnia for patients who refuse or do not respond to CBT-I. However, first-line therapy for chronic insomnia is CBT-I.The American Psychiatric Association guidelines recommend against the use of benzodiazepines, such as flurazepam (Option C) as first-line agents for the treatment of chronic insomnia. Although benzodiazepines improve sleep efficiency, sleep quality, and total sleep time compared with placebo, harms of benzodiazepine therapy are judged to outweigh benefits. Harms include respiratory depression, confusion, dependency, and risk for diversion, among others.Medications should be reserved for patients with insomnia refractory to CBT-I. Zaleplon (Option D) is a short-acting nonbenzodiazepine hypnotic that is intended for short-term treatment of insomnia. Adverse effects include falls and complex sleep behaviors, including sleepwalking. When considering the use of medications for chronic insomnia, a shared decision-making approach should be used, including discussion of possible harms.",
  "critique_links": [],
  "key_points": [
    "Guidelines recommend cognitive behavioral therapy for insomnia (CBT-I) as first-line treatment for chronic insomnia.",
    "CBT-I appears to have a more durable long-term effect on improving insomnia than pharmacotherapy."
  ],
  "references": "U.S. Department of Veterans Affairs/U.S. Department of Defense. VA/DoD clinical practice guidelines for the management of chronic insomnia disorder and obstructive sleep apnea (2024). https://www.healthquality.va.gov/guidelines/CD/insomnia/index.asp. Accessed May 21, 2025.",
  "related_content": {
    "syllabus": [
      "cssec24016_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.957743-06:00"
}