{
  "question_id": "idmcq24063",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat influenza in a patient at high risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 88-year-old woman is evaluated in the emergency department in January for a 1-day history of fever, nasal congestion, cough, and severe shortness of breath. She resides in a skilled nursing facility. She received a seasonal influenza vaccination 5 months ago. She has type 2 diabetes mellitus and COPD. Her medications are metformin, tiotropium, and formoterol.On physical examination, temperature is 39.0 °C (102.2 °F), blood pressure is 130/88 mm Hg, pulse rate is 96/min, and respiration rate is 20/min. Oxygen saturation is 86% breathing ambient air; supplemental oxygen is initiated. Rhinorrhea and bibasilar crackles are present.Rapid antigen for influenza and SARS-CoV-2 are negative. Polymerase chain reaction is pending.Chest radiograph shows new bibasilar opacities consistent with pneumonia.Ceftriaxone and azithromycin are started.",
  "question_stem": "In addition to hospitalization, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Inhaled zanamivir",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral baloxavir",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral oseltamivir",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to start oral oseltamivir (Option C). The Infectious Diseases Society of America (IDSA) guidelines recommend initiating antiviral treatment as soon as possible for adults with documented or suspected influenza who are hospitalized and for outpatients with severe or progressive illness regardless of illness duration. Treatment should also be initiated as soon as possible for all other patients at high risk for influenza-related complications. Antiviral therapy should be given for at least 5 days, but in severely ill or immunosuppressed patients, a longer duration (up to 10 days) should be considered. Oseltamivir is a neuraminidase inhibitor with activity against influenza A and B, and it is recommended for treatment of ambulatory and hospitalized patients with influenza. This older patient with influenza-like symptoms and significant comorbidities (type 2 diabetes mellitus and COPD) is living in a skilled nursing facility that is experiencing an influenza outbreak; oseltamivir therapy should be initiated promptly.Inhaled zanamivir (Option A) is a neuraminidase inhibitor active against influenza A and B. It can be used as treatment or prophylaxis for influenza but is not approved for use in patients with a history of chronic lung diseases, such as this patient with COPD.Oral baloxavir (Option B) is a polymerase acidic endonuclease inhibitor that can be given as single-dose therapy for uncomplicated influenza. It must be started within 48 hours of symptom onset and appears to be as effective as a 5-day course of oseltamivir. Baloxavir has FDA approval for the treatment of patients at high risk for influenza complications. However, it is not indicated for hospitalized or immunosuppressed patients. As such, baloxavir would not be appropriate in this patient who is being hospitalized.During the endemic season, influenza can be diagnosed by polymerase chain reaction (PCR) or rapid antigen testing of nasopharyngeal swabs. Both tests are highly specific, but PCR has a sensitivity of nearly 100%, whereas the rapid antigen tests have a sensitivity between 59% and 93%; the IDSA recommends PCR over rapid antigen tests. This patient's pretest probability of influenza infection is very high because her symptoms are consistent with influenza and her skilled nursing facility is experiencing an influenza outbreak. Antiviral therapy should not be delayed pending influenza PCR testing; therefore, providing no treatment (Option D) would be inappropriate.",
  "critique_links": [],
  "key_points": [
    "The Infectious Diseases Society of America guidelines recommend initiating antiviral treatment as soon as possible for adults with documented or suspected influenza who are hospitalized and for outpatients with severe or progressive illness regardless of illness duration."
  ],
  "references": "Uyeki TM, Hui DS, Zambon M, et al. Influenza. Lancet. 2022;400:693-706. PMID: 36030813 doi:10.1016/S0140-6736(22)00982-5",
  "related_content": {
    "syllabus": [
      "idsec24020_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.642671-06:00"
}