{
  "question_id": "cvcor25015",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose amiodarone-induced hyperthyroidism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 89-year-old man is evaluated for several weeks of palpitations. He reports no chest pain, dyspnea, orthopnea, or other symptoms. He has paroxysmal atrial fibrillation and hypertension. Medications are amiodarone, apixaban, metoprolol, and ramipril.On physical examination, the patient appears anxious. Pulse rate is 94/min and regular. Cardiopulmonary examination is normal. There is 1+ bilateral lower extremity edema. A fine tremor is present.ECG reveals sinus rhythm at 94/min. Echocardiogram demonstrates normal left ventricular function, mild left atrial dilation, and no significant valve disease.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Add diltiazem",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure thyroid-stimulating hormone level",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Refer for catheter ablation of symptomatic atrial fibrillation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is measuring the patient's thyroid-stimulating hormone level (Option C). Amiodarone is a highly effective multichannel-blocking antiarrhythmic drug. However, owing to its significant potential for multiorgan toxicity, it is generally reserved for use in short courses, for refractory arrhythmias, and in older patients. Long-term use of amiodarone requires ongoing surveillance for toxicity, including pulmonary, thyroid, hepatic, and ophthalmologic evaluation. Thyroid dysfunction is particularly common with amiodarone use; 20% of patients develop hypothyroidism (most often in the setting of preexisting Hashimoto thyroiditis), and 5% develop hyperthyroidism, either type 1 in those with preexisting Graves disease or toxic nodules (Jod-Basedow phenomenon) or type 2 (destructive thyroiditis). This patient has several manifestations that may be secondary to amiodarone-induced hyperthyroidism, including palpitations (not necessarily related to arrhythmia), anxiety, and tremor. Although these are nonspecific symptoms and the amiodarone may not be causative, checking the thyroid-stimulating hormone level is the best next step.Adding diltiazem to the patient's β-blocker (Option A) is not indicated. Both β-blockers and calcium channel blockers are effective for rate control in atrial fibrillation, and combination therapy is often necessary to achieve adequate rate control; however, rate control would not address the underlying problem of hyperthyroidism, if present.Although this patient has lower extremity edema, the cause is unclear, and adding furosemide (Option B) would be premature. Common causes of lower extremity edema include heart failure, cirrhosis, medications, kidney disease, hypoproteinemic states, and venous stasis; furosemide is not indicated in all of these processes. Further evaluation is necessary before starting a diuretic.Catheter ablation of atrial fibrillation (Option D) might be pursued if the patient's symptoms were the result of recurrent atrial fibrillation despite amiodarone use. However, there is no documentation of atrial fibrillation, and the arrhythmia would not cause symptoms of tremor. Further evaluation of symptomatic atrial fibrillation would be indicated if thyroid function is normal.",
  "critique_links": [],
  "key_points": [
    "Long-term use of amiodarone requires ongoing surveillance for toxicity, including pulmonary, thyroid, hepatic, and ophthalmologic evaluation.",
    "Thyroid dysfunction is common with amiodarone use; 20% of patients develop hypothyroidism, and 5% develop hyperthyroidism."
  ],
  "references": "January CT, Wann LS, Calkins H, et al. 2019 AHA/ACC/HRS focused update of the 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2019;74:104-132. PMID: 30703431 doi:10.1016/j.jacc.2019.01.011",
  "related_content": {
    "syllabus": [
      "cvsec24006_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.798437-06:00"
}