{
  "category": "on",
  "critique": "The most appropriate management for this patient is radical inguinal orchiectomy (Option D). In patients who are cisgender male or transgender assigned male at birth, a solid testicular mass should be considered malignant until proven otherwise. Testicular cancer is the most common solid tumor diagnosed in these patients at age 15 to 35 years, most commonly appearing as a unilateral testicular swelling or mass. Standard treatment for solid testicular masses is radical inguinal orchiectomy, which entails complete removal of the testis with ligation high in the inguinal canal. The risk for local recurrence is lowest with this surgery. Although testis-sparing surgery can be considered in selected patients, it is associated with a significantly higher risk for local recurrence, and patients require intensive surveillance after surgery. This type of surgery is therefore not routinely performed. Notably, treatment of solid testicular masses does not change if the patient is a transgender woman transitioning from male. The risk for developing testicular cancer is not higher in transgender women than in cisgender men and is not affected by use of gender-affirming hormonal treatment. This patient requires a radical inguinal orchiectomy regardless of gender identity.There is no need to stop spironolactone (Option A). Use of spironolactone as gender-affirming hormonal therapy is not associated with increased risk for developing testicular cancer, nor does it affect treatment outcomes. The priority for this patient is diagnosis and treatment of the suspected cancer.Needle biopsy (Option B) is not indicated for this patient. Any scrotal violation, including with needle biopsy or alternative surgical treatment such as trans-scrotal orchiectomy, is associated with increased risk for local recurrence. This patient's physical examination, laboratory study, and ultrasound findings strongly suggest testicular cancer. Biopsy is not necessary.PET/CT (Option C) plays no role in the initial evaluation of patients suspected of having testicular cancer. Although selected patients can undergo CT before surgery, PET/CT has no proven role before radical inguinal orchiectomy. No evidence suggests that PET/CT improves outcomes in the staging of suspected testicular cancer compared with conventional CT .",
  "educational_objective": "Manage testicular cancer in a transgender woman transitioning from male.",
  "extracted_at": "2025-12-22T20:27:09.007443-06:00",
  "key_points": [
    "Standard treatment for solid testicular masses is radical inguinal orchiectomy, regardless of whether the patient is a cisgender male or is transgender assigned male at birth.",
    "The risk for developing testicular cancer is not higher in transgender women than in cisgender men and is not affected by gender-affirming hormonal treatment."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Discontinuation of spironolactone"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Needle biopsy"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "PET/CT"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Radical inguinal orchiectomy"
    }
  ],
  "question_id": "onmcq24017",
  "question_stem": "Which of the following is the most appropriate management?",
  "question_text": "A 25-year-old woman is evaluated because of a left testicular mass. She is transgender and transitioned from male to female with spironolactone and estrogen therapy. She has no medical problems and takes no other medications.On physical examination, vital signs are normal. A 3-cm firm left testicular mass is noted.Serum α-fetoprotein and lactate dehydrogenase levels are normal.Scrotal ultrasonography shows a 3.2-cm solid mass in the left testicle.",
  "references": "de Nie I, Wiepjes CM, de Blok CJM, et al. Incidence of testicular cancer in trans women using gender-affirming hormonal treatment: a nationwide cohort study. BJU Int. 2022;129:491-497. PMID: 34390620 doi:10.1111/bju.15575",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "onsec24006_24007"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}