{
  "question_id": "npqqq24014",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Manage large kidney stones with extracorporeal shock wave lithotripsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated in the emergency department for renal colic. He is in otherwise good health and takes no medications.Physical examination reveals left costovertebral angle tenderness. The remainder of the examination is normal.Noncontrast helical CT scan shows an 11-mm stone at the left ureteral pelvic junction and mild left caliectasis.Analgesics are initiated.",
  "question_stem": "Which of the following is the most appropriate treatment to achieve stone expulsion in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Extracorporeal shock wave lithotripsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Forced diuresis with intravenous 0.9% saline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nifedipine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tamsulosin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with a >10-mm kidney stone is extracorporeal shock wave lithotripsy (Option A). Acute management of symptomatic nephrolithiasis is aimed at managing pain and facilitating stone passage. Pain can be relieved by NSAIDs (preferred) and opioids as needed. Stone passage decreases with increasing stone size. Small stones <5 mm will usually pass spontaneously with hydration. Only 50% of stones 5-10 mm in size will pass spontaneously; passage is more likely with medical expulsive therapy using an α-adrenergic blocker. Stones larger than 10 mm are extremely unlikely to pass spontaneously, particularly when presenting proximally, and generally require urology consultation for intervention (extracorporeal shock wave lithotripsy, ureteroscopy with laser ablation, or percutaneous nephrolithotomy). Urologic intervention is also required in all patients with evidence of urinary tract infection, acute kidney injury, intractable pain, and stones that fail to pass. This patient has an 11-mm stone located at the ureteral pelvic junction. The dilation of the renal calyces suggests obstruction to urine outflow. Appropriate management, therefore, is urology consultation for expulsion intervention, most likely extracorporeal shock wave lithotripsy. Extracorporeal shock wave lithotripsy can be used for stones in the renal pelvis and proximal ureter, but it is less effective for stones located in the mid/distal ureter or the lower pole calyx, larger stones (>15 mm), and hard stones (calcium oxalate monohydrate or cystine). Resulting stone fragments collected in strained urine should be analyzed for more definitive treatment recommendations.Treatment of uncomplicated renal colic with analgesia and maintenance intravenous fluids is just as efficacious as with forced hydration (Option B) with regard to patient pain perception and opioid use. Moreover, it appears the state of hydration has little impact on stone passage. This patient may require intravenous fluids to avoid dehydration if pain and nausea prevent adequate oral fluid intake, but not as a means to expel the kidney stone.Medical expulsive therapy with an α-adrenergic blocker such as tamsulosin (Option D) is recommended to aid passage of stones 5-10 mm in diameter. Nifedipine (Option C) is less commonly used given less effectiveness and longer expulsion times. This large stone associated with probable obstruction is not a candidate for medical expulsive therapy with either tamsulosin or nifedipine.",
  "critique_links": [],
  "key_points": [
    "Urologic intervention is usually necessary for patients with kidney stones >10 mm and is required in stones complicated by evidence of urinary tract infection, acute kidney injury, intractable pain, or failure to pass."
  ],
  "references": "Almeras C, Abid N, Meria P; lithiasis committee of the French Association of Urology (CLAFU). 2022 recommendations of the AFU lithiasis committee: extracorporeal shock wave lithotripsy (ESWL). Prog Urol. 2023;33:812-824. PMID: 37918981 doi:10.1016/j.purol.2023.08.011",
  "related_content": {
    "syllabus": [
      "npsec24004_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.558983-06:00"
}