{
  "question_id": "rmcor25004",
  "category": "rm",
  "educational_objective": "Diagnose rheumatoid arthritis presenting with Felty syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 56-year-old woman is evaluated for a left lower extremity ulcer. She has a 15-year history of progressive pain in her hands and knees, for which she has never been evaluated. Her only medication is ibuprofen, three times daily for pain.On physical examination, vital signs are normal. The spleen tip is palpable. There is swelling of multiple small joints in the bilateral hands, knees, and metatarsophalangeal joints. Ulnar deviation and subluxation of the metacarpophalangeal joints is noted. Subcutaneous nodules are present at the elbows bilaterally. There is a 2- × 2-cm shallow ulcer at the medial left lower extremity just above the ankle.Laboratory studies:Hematocrit33%LLeukocyte count2100/µL (2.1 × 109/L)LAbsolute neutrophil count900/µL (0.9 × 109/L)LPlatelet count276,000/µL (276 × 109/L)UrinalysisNormal",
  "question_stem": "Which of the following is the most likely underlying diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "AA amyloidosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Rheumatoid arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sarcoidosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tophaceous gout",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is rheumatoid arthritis (RA) (Option B) presenting as Felty syndrome. Felty syndrome refers to the clinical triad of long-standing aggressive RA, neutropenia, and splenomegaly. This condition occurs in patients with long-standing, severe, seropositive RA. Patients with Felty syndrome are at risk for serious bacterial infections, lower extremity ulceration, lymphoma, and vasculitis. Treatment of Felty syndrome consists of managing acute complications and maximizing therapy for the underlying RA with disease-modifying antirheumatic drug therapy. In addition to the patient's chief concern of leg ulcer, she has the typical findings of long-standing RA, including involvement of multiple small joints of the hands and feet, joint subluxation, and subcutaneous nodules. Splenomegaly and neutropenia complete the triad of Felty syndrome in this patient.AA amyloidosis (Option A) results from accumulation of the AA protein, an acute phase reactant present in chronic inflammatory diseases. Hematologic abnormalities may include anemia resulting from chronic kidney disease and thrombocytopenia secondary to splenomegaly; however, neutropenia is unusual. Although AA amyloidosis can be associated with hepatosplenomegaly, the most common organ involved in AA amyloidosis is the kidney, evidenced by heavy proteinuria, which is not present in this patient. AA amyloidosis also cannot account for this patient's joint findings or lower extremity ulcer.Severe sarcoidosis (Option C) may cause a polyarticular arthritis involving the shoulders, hands, wrists, knees, and ankles, but these features commonly coexist with lung and cutaneous findings. Sarcoidosis does not cause the leukopenia or cutaneous ulcer seen in this patient.Tophaceous gout (Option D) is characterized by deforming tophi, chalky masses of monosodium urate surrounded by inflammatory cells and a rind of fibrous tissue. Tophi are usually located around joints and in soft tissues, with a predilection for the extensor surfaces of the elbows, distal Achilles tendons, fingers, and helices of the ears. Ulceration of overlying skin can occur. However, tophaceous gout is not associated with neutropenia or splenomegaly, as seen in this patient.",
  "key_points": [
    "Felty syndrome consists of the triad of long-standing aggressive rheumatoid arthritis, neutropenia, and splenomegaly and is associated with the risk for serious infections, lower extremity ulcers, lymphoma, and vasculitis."
  ],
  "references": "Klein A, Molad Y. Hematological manifestations among patients with rheumatic diseases. Acta Haematol. 2021;144:403-412. PMID: 33221805 doi:10.1159/000511759",
  "related_content": {
    "syllabus": [
      "rmsec24003_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:54:42.292984-06:00"
}