{
  "question_id": "enmcq24099",
  "category": "en",
  "educational_objective": "Diagnose functional hypothalamic amenorrhea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 20-year-old woman is evaluated for amenorrhea. She underwent menarche at age 12 years and had regular monthly menses until 12 months ago, when menses became irregular. Menses ceased completely 6 months ago. She also reports hot flashes and vaginal dryness. She has a history of overweight but has lost 27.2 kg (60.0 lb) in the past year through running and diet changes. She is not sexually active. She takes no medications.On physical examination, vital signs are normal. BMI is 17. Physical examination is otherwise unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Functional hypothalamic amenorrhea",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Polycystic ovary syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Primary ovarian insufficiency",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Turner syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's history, physical examination, and laboratory findings are consistent with functional hypothalamic amenorrhea (FHA) (Option A). After pregnancy, FHA is the most common cause of secondary amenorrhea. Disruption of the pulsatile release of hypothalamic gonadotropin-releasing hormone (GnRH) may occur because of an eating disorder, stress, weight loss, or exercise. Physical examination of a patient with amenorrhea should include BMI measurement; a low BMI (<18.5) may suggest FHA resulting from an eating disorder, excessive exercise, or systemic illness. This patient has engaged in vigorous exercise and lost substantial weight, both of which are risk factors for disrupted GnRH pulsatility. Her laboratory findings show low serum estradiol and follicle-stimulating hormone (FSH) levels, indicating hypogonadotropic hypogonadism, which is consistent with FHA.Polycystic ovary syndrome (PCOS) (Option B) is a common cause of secondary amenorrhea, but patients have associated symptoms of hyperandrogenism and typically a history of irregular menses. Patients also often have an elevated BMI and insulin resistance. This patient does not have clinical or biochemical evidence of hyperandrogenism (normal serum total testosterone level) and has a history of regular, monthly cycles until 12 months ago. Her history of vigorous exercise, weight loss, and the abrupt onset of amenorrhea are more consistent with FHA.Primary ovarian insufficiency (POI) (Option C) affects 1 in 100 women and is a cause of primary hypogonadism. Considering POI is reasonable in this patient with abrupt-onset amenorrhea; however, the laboratory assessment in POI would be expected to show elevated FSH (which is not present in this patient) and low estradiol levels consistent with primary hypogonadism.Turner syndrome (Option D) is the most common cause of primary amenorrhea. It is caused by loss of part or all of an X chromosome and is associated with short stature, primary amenorrhea (secondary amenorrhea is less common), and cardiovascular disease. Patients with Turner syndrome would have low estradiol and elevated FSH levels, indicating primary hypogonadism. This patient does not have clinical features or laboratory findings consistent with Turner syndrome.",
  "key_points": [
    "Functional hypothalamic amenorrhea is the second most common cause of secondary amenorrhea, after pregnancy; it is characterized by disruption of the pulsatile release of hypothalamic gonadotropin-releasing hormone and may occur because of stress, weight loss, eating disorders, or exercise."
  ],
  "references": "Gordon CM, Ackerman KE, Berga SL, et al. Functional hypothalamic amenorrhea: an Endocrine Society clinical practice guideline. J Clin Endocrinol Metab. 2017;102:1413-1439. PMID: 28368518 doi:10.1210/jc.2017-00131",
  "related_content": {
    "syllabus": [
      "ensec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T23:00:09.767580-06:00"
}