{
  "question_id": "hmqqq24006",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose polycythemia vera.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 81-year-old woman is evaluated for a 1-year history of headache, redness of the face, and itching. She reports no shortness of breath, chest pain, or difficulty sleeping. Medical history is significant for hypertension. She has never smoked and does not drink alcohol. Her only medication is hydrochlorothiazide.On physical examination, blood pressure is 160/90 mm Hg; other vital signs are normal. BMI is 19. Abdominal examination shows splenomegaly.Laboratory studies:ErythropoietinUndetectableLHemoglobin17.5 g/dL (175 g/L)HLeukocyte count11,000/µL (11 × 109/L)HPlatelet count400,000/µL (400 × 109/L)",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Calreticulin mutation testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "JAK2 V617F mutation testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Polymerase chain reaction for BCR::ABL",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sleep study",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is JAK2 V617F mutation testing (Option B). Polycythemia vera (PV) is a disorder of the myeloid and erythroid stem cells that causes erythropoietin-independent proliferation of erythrocytes. The JAK2 mutation is present in 97% of patients with PV. The 2016 World Health Organization major criteria for PV include increased hemoglobin level (>16.5 g/dL [165 g/L] in men and >16 g/dL [160 g/L] in women), a bone marrow biopsy specimen showing hypercellularity and increased reticulin and collagen fibrosis, and positive findings for JAK2 V617F or exon 12 mutation. JAK2 mutation testing can be done on peripheral blood granulocytes. This older adult patient has an elevated hemoglobin level, a low erythropoietin level, and splenomegaly, consistent with a likely diagnosis of PV. Testing for the JAK2 V617F mutation is the most appropriate diagnostic test to perform next.The calreticulin mutation (Option A) has been recently found in JAK2-negative myeloproliferative disorders, such as essential thrombocythemia and myelofibrosis. Evaluation for the calreticulin mutation would not be indicated in the absence of thrombocytosis or cytopenia, as is the case for this patient.Translocation of chromosomes 9 and 22, resulting in a BCR::ABL fusion gene, is seen in patients with chronic myeloid leukemia (CML). CML can present with elevated leukocyte and platelet counts, but polycythemia is not a typical presentation. Therefore, polymerase chain reaction for BCR::ABL (Option C) is not indicated for this patient.In patients with secondary erythrocytosis, the erythropoietin level can be normal or elevated but is never low. Polycythemia can be the presenting symptom of undiagnosed sleep apnea, and all patients with polycythemia should be screened for symptoms and signs of sleep apnea, starting with a sleep study (Option D). However, in this patient with no symptoms, a low erythropoietin level, and splenomegaly, PV is much more likely, and JAK2 V617F mutation analysis should be performed first.",
  "critique_links": [],
  "key_points": [
    "The JAK2 V617F mutation is present in 97% of patients with polycythemia vera, so testing for it should be performed in patients in whom the disease is suspected."
  ],
  "references": "Cross NCP, Godfrey AL, Cargo C, et al; A British Society for Haematology Good Practice Paper. The use of genetic tests to diagnose and manage patients with myeloproliferative and myeloproliferative/myelodysplastic neoplasms, and related disorders. Br J Haematol. 2021;195:338-351. PMID: 34409596 doi:10.1111/bjh.17766",
  "related_content": {
    "syllabus": [
      "hmsec24002_24009"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.140457-06:00"
}