{
  "question_id": "cvcor25034",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat acute pericarditis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old man is evaluated in the emergency department for 8 hours of sharp, persistent chest pain. Medical history is significant for hypertension and hyperlipidemia. Medications are lisinopril and atorvastatin.On physical examination, temperature is 37.2 °C (99.0 °F), and the remainder of the vital signs are normal. There is no jugular venous distention. Cardiac examination reveals no rubs, murmurs, or gallops. The chest wall is nontender and without rashes.Serum C-reactive protein level is normal. Troponin T level is normal on arrival and 1 hour later.An ECG is shown. Point-of-care echocardiogram demonstrates normal left ventricular size and function. A small, 4-mm pericardial effusion is present.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin and unfractionated heparin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cardiac catheterization",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ibuprofen and colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pericardiocentesis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this otherwise healthy patient with acute pericarditis is therapy with a high-dose NSAID, such as ibuprofen, and colchicine (Option C). Pericarditis is inflammation of the pericardium, the thin, avascular fibrous sac surrounding the heart. Acute pericarditis has many causes but is most often idiopathic or presumed to be viral in origin. It is diagnosed clinically by the presence of at least two of four criteria:Chest pain typical for pericarditisA pericardial friction rubNew characteristic ECG changes (including widespread ST-segment elevation and PR depression)A new pericardial effusionChest pain attributable to acute pericarditis is typically sharp, severe, and positional. It is not exacerbated by exertion or relieved by rest or nitroglycerin. Pain is characteristically worse in the supine position and improves with sitting up and leaning forward. These pain features may be related to tension of the pericardium at its sternal and diaphragmatic attachments. On laboratory evaluation, C-reactive protein (CRP) levels are typically elevated, and biomarkers of myocardial necrosis are negative. First-line therapy for acute pericarditis includes aspirin (750-1000 mg) or ibuprofen (600 mg) every 8 hours for 1 to 2 weeks plus colchicine (0.5 mg/d) for 3 months to prevent recurrence. In this patient with three clinical criteria for pericarditis, an elevated CRP level, and normal cardiac biomarkers, standard therapy for acute pericarditis is indicated without further evaluation.Antiplatelet therapy and anticoagulation with aspirin and unfractionated heparin (Option A) are indicated in the setting of a non–ST-elevation acute coronary syndrome, but the normal cardiac biomarkers and diffuse ECG findings in this patient argue against this diagnosis.Cardiac catheterization (Option B) is appropriate in the setting of an ST-elevation myocardial infarction (STEMI) to facilitate percutaneous coronary intervention. However, the widespread ST-segment elevation on this patient's ECG is not consistent with STEMI, which causes ST elevations within a specific vascular distribution. Furthermore, the normal troponin values after prolonged chest pain are not consistent with myocardial ischemia.Pericardiocentesis (Option D) is reserved for treatment of patients with tamponade or to aid diagnosis when clinical suspicion of a malignant, bacterial, or fungal pericarditis is high.",
  "critique_links": [],
  "key_points": [
    "Pericarditis is a clinical diagnosis supported by the presence of characteristic chest pain and ECG changes, a pericardial friction rub, a new pericardial effusion, elevated C-reactive protein level, and normal cardiac biomarkers.",
    "In patients with acute pericarditis, first-line treatment is high-dose aspirin or NSAIDs and adjuvant colchicine therapy."
  ],
  "references": "Cremer PC, Klein AL, Imazio M. Diagnosis, risk stratification, and treatment of pericarditis: A review. JAMA. 2024;332:1090-1100. PMID: 39235771 doi:10.1001/jama.2024.12935",
  "related_content": {
    "syllabus": [
      "cvsec24009_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.859896-06:00"
}