{
  "question_id": "npqqq24013",
  "category": "np",
  "educational_objective": "Diagnose glomerulonephritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 21-year-old woman is evaluated for a 6-month history of fatigue, arthralgia, and myalgia. She has a history of urinary tract infections. Medications are an oral contraceptive pill and as-needed naproxen for pain.On physical examination, temperature is 38.2 °C (100.8 °F), blood pressure is 142/90 mm Hg, and pulse rate is 90/min. Cardiac, lung, and abdominal examinations are normal.Laboratory studies:Creatinine1.4 mg/dL (124 µmol/L)HUrinalysis with microscopy2+ blood; 3+ protein; positive leukocyte esterase; 10-15 erythrocytes/hpf; 5-10 leukocytes/hpf; no nitrites; no crystalsUrine microscopy is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bladder cancer",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Glomerulonephritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tubulointerstitial nephritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urinary tract infection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with the nephritic syndrome most likely has glomerulonephritis (Option B). Glomerular hematuria typically features brown- or tea-colored urine with dysmorphic erythrocytes (or acanthocytes) or erythrocyte casts on urine sediment examination. Dysmorphic erythrocytes have varying sizes and shapes. Acanthocytes, a specific form of dysmorphic erythrocytes, are characterized by vesicle-shaped protrusions. Erythrocyte casts are recognized by their cylindrical or tubular structure and inclusion of small, anuclear, agranular spherocytes; when present, they strongly suggest hematuria of glomerular origin. Injury to the glomerular filter may result from primary kidney disease or systemic disease; erythrocytes leaked proximally are formed into casts when they are encased in a protein matrix in the distal tubular lumen. This patient's urine microscopy reveals both dysmorphic erythrocytes and erythrocyte casts, and the systemic symptoms are suggestive of a systemic cause of glomerulonephritis.Isomorphic erythrocytes are of the same size and shape and usually arise from an extraglomerular urologic process causing bleeding into the genitourinary tract, such as a tumor, stone, or infection. Acanthocytes and erythrocyte casts in this patient are highly specific for glomerulonephritis and exclude an extraglomerular cause of bleeding such as bladder cancer (Option A).Sterile pyuria and leukocyte casts are hallmarks of tubulointerstitial nephritis (Option C), which can present acutely or as chronic kidney disease. Mild subnephrotic proteinuria can also be seen with interstitial nephritis. Leukocyte cast cells are larger than erythrocytes, have bilobed or multi-lobed nuclei, and appear more granular.Although this patient is febrile and has some leukocytes on urinalysis and positive leukocyte esterase on dipstick analysis, urinary tract infection (Option D) does not explain the presence of glomerulonephritis with erythrocyte casts. This patient has the nephritic syndrome, which is associated with glomerular inflammation resulting in hematuria, proteinuria, and leukocytes in the urine sediment.",
  "critique_links": [],
  "key_points": [
    "Glomerular hematuria typically features brown- or tea-colored urine with dysmorphic erythrocytes (or acanthocytes) or erythrocyte casts on urine sediment examination."
  ],
  "references": "Sethi S, De Vriese AS, Fervenza FC. Acute glomerulonephritis. Lancet. 2022;399:1646-1663. PMID: 35461559 doi:10.1016/S0140-6736(22)00461-5",
  "related_content": {
    "syllabus": [
      "npsec24001_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/npfig24500.13083334f7155d5c3d63d7ed9c0a1884.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "npfig24500",
        "file": "figures/npfig24500.13083334f7155d5c3d63d7ed9c0a1884.jpg",
        "title": "Urine Microscopy Showing Dysmorphic Erythrocytes and Erythrocyte Casts",
        "short_title": "Urine Microscopy in Glomerulonephritis",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 720,
        "height": 960
      }
    ],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.934096-06:00"
}