{
  "question_id": "cvmcq24011",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat refractory angina with external counterpulsation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 76-year-old man is evaluated for a 6-month history of persistent exertional angina that occurs with climbing less than one flight of stairs or walking up small inclines. He wants to be more active but is limited by his angina. He had a myocardial infarction at age 51 years and subsequently underwent four-vessel coronary artery bypass graft surgery. After this recent onset of recurrent angina, he underwent dobutamine stress echocardiography, which demonstrated preserved left ventricular function and anterior ischemia. Subsequent coronary angiography revealed several areas of occlusion throughout the distal right coronary and distal left anterior descending arteries, none of which was amenable to percutaneous or surgical revascularization. He also has hypertension, dyslipidemia, and type 2 diabetes mellitus. Medications are aspirin, isosorbide mononitrate, metoprolol succinate, amlodipine, ranolazine, lisinopril, rosuvastatin, and liraglutide.On physical examination, blood pressure is 104/68 mm Hg, pulse rate is 62/min, and respiration rate is 16/min. The remainder of the examination is normal.Laboratory studies:Hemoglobin A1c6.9%HLDL cholesterol51 mg/dL (1.3 mmol/L)",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac magnetic resonance viability assessment",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Clopidogrel initiation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "External counterpulsation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Regadenoson myocardial perfusion imaging",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with refractory angina is external counterpulsation (ECP) (Option C). In the setting of persistent, medically refractory, lifestyle-limiting angina and preserved left ventricular (LV) function, ECP and spinal cord stimulation have antianginal benefit and may be considered in patients who have exhausted standard revascularization options. ECP uses three sets of pneumatic cuffs that contract sequentially on the lower extremities to augment venous return, increasing aortic diastolic pressure and enhancing coronary artery blood flow. Although some data suggest that patients with marked LV systolic dysfunction may be less able to tolerate the immediate volume shifts attendant to initiating therapy, intermittent use of the device seems to be generally well tolerated and efficacious in reducing angina symptoms and increasing exercise tolerance. This patient has persistent lifestyle-limiting anginal symptoms despite maximally tolerated medical therapy and has no standard revascularization options. ECP is the most appropriate management.Repeat anatomic testing with coronary angiography, cardiac magnetic resonance viability assessment (Option A), or stress functional evaluation with regadenoson myocardial perfusion imaging (Option D) is not indicated in this patient with stable symptoms after invasive angiographic assessment, which showed no coronary lesions amenable to intervention. Repeat imaging in patients previously deemed to have unrevascularizable disease who experience a change in symptoms (especially acute coronary syndrome) may identify treatable coronary disease in up to 15% of cases, but this patient has not had any change in his symptoms, and additional functional or anatomic testing will not provide actionable information.Dual antiplatelet therapy (DAPT) with clopidogrel and aspirin is appropriate therapy for patients with recent stent-based percutaneous coronary intervention or after acute coronary syndrome. However, clopidogrel is not indicated as an antianginal agent, and DAPT unnecessarily increases the risk for bleeding without measurable benefit in this patient group. Adding clopidogrel (Option B) is not indicated for this patient.",
  "critique_links": [],
  "key_points": [
    "External counterpulsation and spinal cord stimulation have shown antianginal benefit and may be considered in patients with refractory angina who have exhausted standard revascularization options and remain symptomatic despite optimal medical therapy."
  ],
  "references": "Povsic TJ, Henry TD, Ohman EM. Therapeutic approaches for the no-option refractory angina patient. Circ Cardiovasc Interv. 2021;14:e009002. PMID: 33541098 doi:10.1161/CIRCINTERVENTIONS.120.009002",
  "related_content": {
    "syllabus": [
      "cvsec24004_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.364421-06:00"
}