{
  "question_id": "inmcq24065",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat allergic rhinitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old woman is evaluated for recurrent runny nose, nasal itching associated with sneezing, and occasional itching of the ears and throat. Symptoms are bothersome and interfere with concentration at work and sleep. They are worse in the springtime. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. She has clear rhinorrhea and mildly edematous nasal turbinates.",
  "question_stem": "Which of the following is the most appropriate initial step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Intranasal fluticasone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intranasal ipratropium",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral cetirizine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral montelukast",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate first step in treatment in this patient with seasonal allergic rhinitis is an intranasal glucocorticoid, such as fluticasone (Option A). Allergic rhinitis causes sneezing, congestion, and rhinorrhea, often secondary to a seasonal allergen or other exposure. It should be distinguished from nonallergic rhinitis, which occurs in response to nonallergic stimuli, such as spicy foods, cold air, and irritants. Watery or red eyes resulting from concomitant allergic conjunctivitis may accompany allergic rhinitis. First-line treatment of allergic rhinitis, as well as nonallergic rhinitis, consists of avoiding precipitating factors and monotherapy with intranasal glucocorticoids. Combination therapy with an intranasal glucocorticoid and an intranasal antihistamine may be used for more significant symptoms. Oral second-generation, nonsedating antihistamines are a reasonable treatment option in patients who do not tolerate glucocorticoids or prefer an oral medication to an intranasal medication. Nonsedating oral antihistamines can also be added to therapy with intranasal glucocorticoids if symptoms persist. This patient has recurrent rhinitis, nasal itching, and sneezing consistent with allergic rhinitis, and an intranasal glucocorticoid such as fluticasone is the most appropriate treatment.Intranasal ipratropium (Option B) is a treatment option for vasomotor rhinitis but is not recommended as a first-line treatment for allergic rhinitis. It is less effective for allergic rhinitis than intranasal glucocorticoids.Newer second-generation antihistamines, such as cetirizine (Option C), are effective for treating allergic rhinitis and are less sedating than and preferred to first-generation antihistamines. However, intranasal glucocorticoids are favored as first-line therapy because they are more effective than antihistamine therapy.A leukotriene antagonist, such as montelukast (Option D), would not be the most appropriate treatment. Leukotriene antagonists are less effective than intranasal glucocorticoids and should not be used as first-line treatment in allergic rhinitis. Furthermore, neuropsychiatric adverse effects have been reported with montelukast, resulting in an FDA boxed warning.",
  "critique_links": [],
  "key_points": [
    "First-line treatment of allergic and nonallergic rhinitis consists of avoiding precipitating factors and monotherapy with intranasal glucocorticoids.",
    "Patients with allergic rhinitis unresponsive to monotherapy with intranasal glucocorticoids may be treated with combination therapy consisting of an intranasal glucocorticoid and an intranasal antihistamine; oral nonsedating antihistamines are an additional treatment option."
  ],
  "references": "Wise SK, Damask C, Roland LT, et al. International consensus statement on allergy and rhinology: allergic rhinitis – 2023. Int Forum Allergy Rhinol. 2023;13:293-859. PMID: 36878860 doi:10.1002/alr.23090",
  "related_content": {
    "syllabus": [
      "insec24002_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.489203-06:00"
}