{
  "question_id": "enmcq24023",
  "category": "en",
  "educational_objective": "Treat a patient with overweight with pharmacologic therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 54-year-old woman is evaluated at a follow-up visit for weight management. She has lost about 1.8 kg (4.0 lb) in the last 8 months with diet and 30 minutes of daily walking. However, weight loss has plateaued. Her only medical condition is obstructive sleep apnea, which is treated with continuous positive airway pressure.On physical examination, vital signs are normal. Weight is 77.1 kg (170 lb). BMI is 27. The patient exhibits central adiposity.Hemoglobin A1c, fasting plasma glucose level, and lipid panel are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bariatric surgery",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ma huang/ephedra",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Metformin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Semaglutide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is semaglutide (Option D). Pharmacologic therapy for weight loss should be considered for patients with obesity (BMI ≥30) who have not met their weight loss goals despite 3 to 6 months of lifestyle changes. It can also be considered for patients with a BMI of 27 or greater who have at least one comorbid condition related to weight (e.g., type 2 diabetes mellitus, osteoarthritis, obstructive sleep apnea) and have similarly not met weight loss goals with lifestyle changes. Weight loss of 3% to 5% can help improve blood pressure, hyperglycemia, and lipid levels. Weight loss medications are listed in Table: Medications for Weight Loss. Choice of therapy should consider comorbid conditions, efficacy, adverse effect profile, cost, and patient preference. This patient has a BMI of 27 and obstructive sleep apnea. More than 6 months of lifestyle changes have not resulted in substantial weight loss. Therefore, pharmacologic therapy, such as semaglutide, should be considered. Semaglutide is a glucagon-like peptide-1 receptor agonist that delays gastric emptying, reduces hunger, and is associated with a 15.3 to 15.8 kg (33.7-34.8 lb) weight loss.Bariatric surgery (Option A) is reserved for patients with a BMI of 35 or greater regardless of comorbidities and for patients with a BMI of 30 or greater who do not achieve weight loss goals or comorbidity improvement with nonsurgical treatment. Because BMI thresholds are lower in the Asian population, bariatric surgery should be considered in Asian patients with a BMI of 27.5 or greater. This patient's BMI is below these thresholds, so bariatric surgery is not indicated.No dietary supplements or vitamins are proven to help with weight loss. Studies show limited efficacy, and adverse events could occur with use. Supplements are also not regulated and may contain undisclosed ingredients that can be harmful. Ma huang/ephedra (Option B) has been associated with myocardial infarction and stroke and should not be recommended for patients.Metformin (Option C) is approved for use for patients with type 2 diabetes mellitus and a subset of patients with prediabetes, but it is not indicated for weight loss. Because this patient's hemoglobin A1c and fasting plasma glucose level are normal, metformin is not indicated.",
  "critique_links": [],
  "key_points": [
    "Pharmacologic therapy for weight loss should be considered for patients with obesity (BMI ≥30) and patients with a BMI of 27 or greater and at least one comorbid condition related to weight who have not met their weight loss goals despite 3 to 6 months of lifestyle changes.",
    "Choice of pharmacologic therapy for weight loss should consider comorbid conditions, efficacy, adverse effect profile, cost, and patient preference."
  ],
  "references": "Grunvald E, Shah R, Hernaez R, et al; AGA Clinical Guidelines Committee. AGA clinical practice guideline on pharmacological interventions for adults with obesity. Gastroenterology. 2022;163:1198-1225. PMID: 36273831 doi:10.1053/j.gastro.2022.08.045",
  "related_content": {
    "syllabus": [
      "ensec24001_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/entab24004.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "entab24004",
        "file": "tables/entab24004.html",
        "title": "Medications for Weight Loss",
        "short_title": "Medications for Weight Loss",
        "footnotes": [
          "AMPA = α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid; ER = extended release; GABA = gamma-aminobutyric acid; GIP = glucose-dependent insulinotropic polypeptide; GLP-1 = glucagon-like peptide 1; MEN2 = multiple endocrine neoplasia type 2; MTC = medullary thyroid carcinoma.",
          "<sup>a</sup>Total body weight loss compared with placebo",
          "<sup>b</sup>Risk for treatment discontinuation because of adverse effect compared with placebo",
          "<sup>c</sup>Eight randomized controlled trials with follow-up of 52 to 72 weeks",
          "<sup>d</sup>Eight randomized controlled trials with follow-up of at least 52 weeks",
          "<sup>e</sup>Two randomized controlled trials with follow-up of 36 to 72 weeks",
          "<sup>f</sup>Three randomized controlled trials with follow-up of 52 to 56 weeks",
          "<sup>g</sup>Five randomized controlled trials with follow-up of 56 weeks",
          "<sup>h</sup>Mean weight loss at 52 weeks",
          "<sup>i</sup>One randomized controlled trial with follow-up of 6 months",
          "<sup>j</sup>Three randomized controlled trials with follow-up of 17 to 28 weeks",
          "Data from Khera R, Murad MH, Chandar AK, et al. Association of pharmacological treatments for obesity with weight loss and adverse events: a systematic review and meta-analysis. JAMA. 2016;315:2424-34. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/27299618\" target=\"_blank\">PMID: 27299618</a> doi:10.1001/jama.2016.7602",
          "Data from Cercato C, Roizenblatt VA, Leança CC, et al. A randomized double-blind placebo-controlled study of the long-term efficacy and safety of diethylpropion in the treatment of obese subjects. Int J Obes (Lond). 2009;33:857-65. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/19564877\" target=\"_blank\">PMID: 19564877</a> doi:10.1038/ijo.2009.124",
          "Data from Grunvald E, Shah R, Hernaez R, et al; AGA Clinical Guidelines Committee. AGA clinical practice guideline on pharmacological interventions for adults with obesity. Gastroenterology. 2022;163:1198-1225. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/36273831\" target=\"_blank\">PMID: 36273831</a> doi:10.1053/j.gastro.2022.08.045",
          "Data from Jastreboff AM, Aronne LJ, Ahmad NN, et al; SURMOUNT-1 Investigators. Tirzepatide once weekly for the treatment of obesity. N Engl J Med. 2022;387:205-216. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/35658024\" target=\"_blank\">PMID: 35658024</a> doi:10.1056/NEJMoa2206038"
        ],
        "headers": [
          "Medication",
          "Mechanism of Action",
          "Total Body Weight Lossa (%) or Actual Weight Loss (kg)",
          "Common Adverse Effectsb",
          "Contraindications"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.142838-06:00"
}