{
  "category": "hm",
  "critique": "The most appropriate management for this patient with likely secondary thrombocytosis is repeat the complete blood count in 2 weeks (Option D). Secondary or reactive causes of thrombocytosis include iron deficiency, inflammatory processes (such as infection or malignancy), blood loss, and hemolysis. In addition, splenectomy may temporarily (or sometimes permanently) increase the platelet and leukocyte counts. Most patients with secondary thrombocytosis have modest increases in platelet counts in the range of 500,000 to 800,000/μL (500-800 × 109/L). However, some patients, especially those with multiple reasons for thrombocytosis, may have platelet counts approaching 1,000,000/μL (1000 × 109/L). Treatment focuses on addressing the underlying cause, although platelet-lowering therapy is rarely necessary. This patient likely has secondary thrombocytosis from multiple contributors, including bleeding and recent splenectomy. He does not require further management beyond follow-up testing to assess improvements or resolution of his elevated platelet count.Aspirin (Option A) is indicated in patients with essential thrombocythemia (ET) who have the JAK2 V617F mutation to reduce the risk of thrombotic complications. It should also be considered in patients with ET with symptoms such as headache or erythromelalgia. Thrombosis occurs very rarely with reactive thrombocytosis, even in patients with high platelet counts, and antithrombotic therapy is not indicated.Cytoreductive therapy such as hydroxyurea (Option B) is indicated in patients with ET who are older than 60 years or those with previous thrombotic events. Hydroxyurea and other cytoreductive agents have no value in managing secondary thrombocytosis because of the low risk of thrombotic events.The JAK2 V617F mutation is found in 50% to 60% of patients with ET. However, this patient's platelet count was normal on hospitalization, and he has clear secondary causes of thrombocytosis. He is unlikely to have an underlying myeloproliferative neoplasm, and testing for the JAK2 mutation (Option C) is not indicated.",
  "educational_objective": "Manage secondary thrombocytosis.",
  "extracted_at": "2025-12-23T15:17:18.029880-06:00",
  "key_points": [
    "Secondary or reactive causes of thrombocytosis include iron deficiency, bleeding, infection, inflammatory processes, and splenectomy.",
    "Aspirin and hydroxyurea are indicated to prevent thromboembolic events in patients with essential thrombocythemia at high risk but have no role in secondary thrombocytosis."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Aspirin"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Hydroxyurea"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "JAK2 V617F mutation testing"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Repeat complete blood count in 2 weeks"
    }
  ],
  "question_id": "hmmcq24042",
  "question_stem": "Which of the following is the most appropriate management of this patient's thrombocytosis?",
  "question_text": "A 36-year-old man is evaluated before hospital discharge. He was hospitalized 6 days ago following a motorcycle accident and sustained left forearm and shoulder fractures and a splenic laceration requiring splenectomy. He reports incisional abdominal pain and left shoulder and arm pain but is ambulating with a walker. His only medications are ibuprofen and acetaminophen for pain.On physical examination, vital signs are normal. The patient's left arm is immobilized in a sling. Abdominal examination reveals a clean and healing incision site.Laboratory studies:TodayOn AdmissionHemoglobin8.2 g/dL (82 g/L)L12.1 g/dL (121 g/L)LMean corpuscular volume85 fL86 fLLeukocyte count13,300/μL (13.3 × 109/L)H17,300/μL (17.3 × 109/L)HPlatelet count945,000/μL (945 × 109/L)H244,000/μL (244 × 109/L)Peripheral blood smear demonstrates normochromic erythrocytes.",
  "references": "Sulai NH, Tefferi A. Why does my patient have thrombocytosis? Hematol Oncol Clin North Am. 2012;26:285-301, viii. PMID: 22463828 doi:10.1016/j.hoc.2012.01.003",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "hmsec24006_24013"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}