{
  "question_id": "cvmcq24132",
  "category": "cv",
  "educational_objective": "Treat severe rheumatic mitral stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 46-year-old woman is evaluated for heart palpitations, shortness of breath with exertion, and lower extremity edema. She has had no routine medical care and last saw a physician 10 years ago. She takes no medications.On physical examination, blood pressure is 125/82 mm Hg and pulse rate is 80/min and irregular. Central venous pressure is normal. Crackles are heard at both lung bases. Cardiac examination reveals a diastolic rumble heard best at the cardiac apex. Mild lower extremity edema is present.ECG shows atrial fibrillation. Transthoracic and then transesophageal echocardiograms show a left ventricular ejection fraction greater than 55%. The mitral valve is thickened, with fusion of the commissures without significant calcification; opening of the leaflet tips is restricted. The mean mitral gradient is 20 mm Hg, and the mitral valve area is 1.0 cm2. There is mild mitral regurgitation. The left atrium is severely enlarged without thrombus. The estimated right ventricular systolic pressure is 60 mm Hg.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Catheter ablation of atrial fibrillation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Exercise echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mitral valve replacement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Percutaneous balloon mitral commissurotomy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is percutaneous balloon mitral commissurotomy (PBMC) (Option D). In patients with significant rheumatic mitral stenosis with a pliable valve without severe calcification, PBMC is the procedure of choice. PBMC is indicated for symptomatic patients with severe rheumatic mitral stenosis (mitral valve area ≤1.5 cm2) and favorable valve morphology and is reasonable in asymptomatic patients with severe rheumatic mitral stenosis and a pulmonary artery systolic pressure of 50 mm Hg or greater or atrial fibrillation. In appropriately selected patients, the success rate with PBMC is 95%, with a complication rate of less than 5%. Transesophageal echocardiography is required before PBMC to exclude a left atrial thrombus or moderate to severe mitral insufficiency, either of which precludes PBMC and which may not be adequately evaluated by transthoracic echocardiography. This patient has symptomatic severe mitral stenosis complicated by atrial fibrillation and pulmonary hypertension. She has several indications for intervention, and PBMC is the best option.Rhythm management of the patient's atrial fibrillation via cardioversion or ablation (Option A) may be warranted in the future. However, the emphasis should be on correcting the underlying mitral stenosis because rhythm control is unlikely to be successful without first addressing the elevated left atrial pressures and atrial dilation caused by the mitral stenosis.Although exercise echocardiography (Option B) may be useful in patients with a discrepancy between the clinical and echocardiographic findings, the severity of this patient's mitral stenosis is not in question because her symptoms, physical examination, and imaging findings are all consistent with severe mitral stenosis.Mitral valve replacement (Option C) is indicated in patients with severe symptomatic mitral stenosis and a nonpliable valve. However, it carries a heightened risk for endocarditis, thrombotic complications, and the potential need for anticoagulant therapy, all of which may be avoided by valvotomy.",
  "key_points": [
    "Percutaneous balloon mitral commissurotomy (PBMC) is the treatment of choice for eligible patients with severe symptomatic rheumatic mitral stenosis; in appropriately selected patients, the success rate is 95%, with a complication rate of less than 5%.",
    "PBMC is contraindicated in patients with calcified nonpliable valves, moderate to severe mitral insufficiency, or left atrial thrombus."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2020:CIR0000000000000923. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.733853-06:00"
}