{
  "question_id": "dmmcq24028",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose pemphigus vulgaris.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 73-year-old man is evaluated in the emergency department for erosions on his face, neck, trunk, arms, and inside of his mouth that developed 48 hours ago. He describes initially having blisters, but the skin sloughed off, leaving painful red sores on his skin and in his mouth. He reports no fever, chills, eye pain, or dysuria. Medical history is unremarkable, and he takes no medications.On physical examination, the patient does not appear acutely ill. Vital signs are normal. There are pink macules surrounding tender erosions on his face, neck, chest, and proximal arms. There are erosions in his oropharynx involving the buccal mucosa and hard and soft palates. The palms and soles are not involved. No redness of the urethral meatus or perineum is noted. There are no intact vesicles or bullae.Complete blood count and comprehensive metabolic panel are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bullous pemphigoid",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythema multiforme",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pemphigus vulgaris",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stevens-Johnson syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is pemphigus vulgaris (Option C). Pemphigus vulgaris is the most common intraepidermal autoimmune bullous disease and its incidence increases with age. It is characterized by fragile, flaccid bullae that rupture easily and leave erosions (see Figure: Pemphigus Vulgaris). Blisters and erosions most commonly affect the oral mucosa but can also be seen on other mucosal surfaces and the skin. Patients do not appear ill, although the denuded areas of skin or mucosa may sting or burn. Because the intraepidermal blisters are very thin, intact vesicles or bullae are rarely seen on examination. The Nikolsky sign (rubbing of the skin resulting in blister formation) is positive.Basic laboratory studies are usually normal. Skin biopsy shows intraepidermal acantholysis (loss of cohesion between keratinocytes). Treatment is oral glucocorticoids and steroid-sparing agents. This well-appearing older patient's clinical presentation of flaccid blisters and oropharyngeal involvement is highly suggestive of pemphigus vulgaris; skin biopsy should be performed to confirm the diagnosis.Bullous pemphigoid (Option A) is an autoimmune acantholytic disorder characterized by full-thickness, subepidermal blistering. These blisters are less fragile than those in pemphigus vulgaris, and as such, bullae predominate on clinical examination. Oral involvement occurs much less commonly than pemphigus vulgaris. Eosinophilic infiltration is characteristic on skin biopsy, and many patients have peripheral eosinophilia. The absence of bullae and extensive oral involvement makes pemphigus vulgaris a more likely diagnosis than bullous pemphigoid.Erythema multiforme (Option B) is usually a reaction to medication or infection and typically presents as tricolor concentric rings that appear most commonly on the hands and feet. The lips, oral mucosa, trunk, and genitals may also be involved. The clinical presentation of diffuse fragile bullae and sloughed skin is more consistent with pemphigus vulgaris than erythema multiforme.Stevens-Johnson syndrome (SJS) (Option D) is a severe, acute, life-threatening reaction to a medication or, less commonly, to an infection. Patients with SJS often present with fever and malaise followed by skin pain and eventually red or purple dusky macules on the trunk that progress to vesicles, erosions, and ulceration. Painful erosions develop in the mouth, eyes, or genitals in up to 95% of patients. This well-appearing patient is unlikely to have SJS.",
  "critique_links": [],
  "key_points": [
    "Pemphigus vulgaris is an autoimmune blistering disorder characterized by flaccid bullae in the oral cavity, other mucosal surfaces, and the skin; the bullae rupture easily and leave erosions, but patients are not systemically ill.",
    "Pemphigus vulgaris is treated with oral glucocorticoids and steroid-sparing agents."
  ],
  "references": "Malik AM, Tupchong S, Huang S, et al. An updated review of pemphigus diseases. Medicina (Kaunas). 2021;57:1080. PMID: 34684117 doi:10.3390/medicina57101080",
  "related_content": {
    "syllabus": [
      "dmsec24009_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.751520-06:00"
}