{
  "question_id": "cvcor25039",
  "category": "cv",
  "educational_objective": "Treat acute limb ischemia with anticoagulation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 75-year-old man is evaluated in the emergency department for a 1-day history of left leg pain. The pain started abruptly and has been constant. He has type 2 diabetes mellitus, hypertension, peripheral artery disease, and hyperlipidemia. Medications are metformin, chlorthalidone, atorvastatin, cilostazol, and low-dose aspirin.On physical examination, pulse rate is 108/min and irregular; other vital signs are normal. Cardiac examination reveals an irregularly irregular rhythm. The left lower extremity is cold and mottled. The left popliteal and ankle pulses are not palpable. Left leg strength and sensation are intact. The remainder of the physical examination is unremarkable.ECG shows atrial fibrillation.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Fasciotomy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous tenecteplase",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rivaroxaban",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Unfractionated heparin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with acute limb ischemia is to administer intravenous unfractionated heparin (Option D). Classically, patients with acute limb ischemia present with at least one of the six P's:ParesthesiaPainPallorPulselessnessPoikilothermia (coolness)ParalysisAcute limb ischemia is most commonly caused by acute thrombosis of a lower extremity artery, stent, or bypass graft. Other causes include thromboembolism, vessel dissection (usually occurring periprocedurally), or trauma. Anticoagulation should be initiated as soon as the diagnosis is suspected. Specialists with expertise in revascularization should be consulted to determine limb salvageability, and diagnostic angiography should be performed immediately to define the anatomic level of occlusion. In addition to surgical and endovascular revascularization options, catheter-directed thrombolysis improves outcomes in patients with acute limb ischemia. This patient presents with a new diagnosis of atrial fibrillation, the likely source of a thrombotic event to his lower limb, causing pain, coolness, and nonpalpable pulses. This presentation is consistent with acute ischemia to a salvageable limb (without motor or sensory dysfunction), and anticoagulation with heparin should be initiated while the patient is evaluated for urgent revascularization.Surgical fasciotomy (Option A) is the treatment for compartment syndrome, a known complication of revascularization. This patient has not yet undergone revascularization, he lacks an alternative provoking injury or event, and his leg does not demonstrate the “wood-like” tension typical of compartment syndrome.Although catheter-based thrombolysis is effective for patients with acute limb ischemia and a salvageable limb, intravenous systemic thrombolysis, such as with tenecteplase (Option B), has not been proved effective in most patients with acute limb ischemia.This patient with atrial fibrillation will eventually need oral anticoagulation with an agent such as rivaroxaban (Option C); however, because rapid intervention is needed to restore blood flow, unfractionated heparin is the best option for acute anticoagulation. Its rapid onset and offset allow for dose titration or discontinuation if needed for surgical procedures or complications.",
  "key_points": [
    "Classically, patients with acute limb ischemia present with at least one of the six P's: paresthesia, pain, pallor, pulselessness, poikilothermia (coolness), and paralysis.",
    "Patients with acute limb ischemia should receive emergent systemic anticoagulation and evaluation for revascularization."
  ],
  "references": "Gornik HL, Aronow HD, Goodney PP, et al; Peer Review Committee Members. 2024 ACC/AHA/AACVPR/APMA/ABC/SCAI/SVM/SVN/SVS/SIR/VESS guideline for the management of lower extremity peripheral artery disease: A report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2024;149:e1313-e1410. PMID: 38743805 doi:10.1161/CIR.0000000000001251",
  "related_content": {
    "syllabus": [
      "cvsec24012_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:26:28.501211-06:00"
}