{
  "category": "gi",
  "critique": "The most likely diagnosis is toxic megacolon (Option C). The abdominal radiograph shows extensive colonic distension consistent with toxic megacolon. The presence of systemic findings (such as fever, tachycardia, and leukocytosis) distinguishes toxic megacolon from isolated colonic distension. Multiple air-fluid levels are usually seen, and the normal haustral markings may be distorted. Toxic megacolon is associated with inflammatory bowel disease (ulcerative colitis and Crohn disease) but may also occur with infectious colitis (particularly Clostridioides difficile infection), diverticulitis, volvulus, and obstructing colon cancer. The right and transverse segments of the colon are the most commonly dilated, often exceeding 6 cm in diameter on plain radiograph; the descending segment and sigmoid colon are often much less affected.",
  "educational_objective": "Diagnose toxic megacolon associated with inflammatory bowel disease on plain abdominal radiograph.",
  "extracted_at": "2025-12-23T14:14:31.095227-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/gifig24614.2bc22d89bc2b7340500870d509ab2246.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Acute mesenteric ischemia"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Colonic intussusception"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Toxic megacolon"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Volvulus"
    }
  ],
  "question_id": "givdx24011",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 36-year-old man with ulcerative colitis is evaluated for a 5-day history of abdominal pain, diarrhea, fever, and leukocytosis.A plain radiograph of the abdomen is shown.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "gisec24008_24006"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}