{
  "question_id": "idmcq24055",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Manage suspected bacterial meningitis in a patient older than 50 years.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old man is evaluated in the emergency department with a 1-day history of headache, fever, stiff neck, and photophobia.On physical examination, temperature is 39.1 °C (102.4 °F), blood pressure is 140/55 mm Hg, pulse rate is 112/min, and respiration rate is 24/min. He is alert and oriented. His neck is stiff. The remainder of the examination is normal.Blood culture results are pending.",
  "question_stem": "In addition to obtaining a lumbar puncture, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Vancomycin, ampicillin, and dexamethasone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Vancomycin, ceftriaxone, and ampicillin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vancomycin, ceftriaxone, ampicillin, and dexamethasone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin, ceftriaxone, and dexamethasone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to immediately start vancomycin, ceftriaxone, ampicillin, and dexamethasone (Option C) and perform lumbar puncture in this patient with suspected bacterial meningitis. Bacterial meningitis usually presents with fever, headache, and acute meningeal signs (meningismus or nuchal rigidity). All patients with suspected bacterial meningitis should start empiric antibiotic therapy with ceftriaxone and vancomycin as soon as possible to cover for the possibility of ceftriaxone-resistant Streptococcus pneumoniae. In immunosuppressed individuals or in patients older than 50 years, ampicillin should also be added to cover for Listeria monocytogenes. Adjunctive dexamethasone should be given concomitantly with antibiotic therapy to decrease the inflammatory reaction caused by the bacteriolytic antibiotics. Dexamethasone is associated with decreased mortality in adults with bacterial meningitis in developed countries. This four-drug regimen should be initiated at presentation because a delay in antibiotic therapy in bacterial meningitis is associated with increased mortality. Thus, for this patient with suspected bacterial meningitis, antibiotic therapy (vancomycin, ceftriaxone, and ampicillin) together with dexamethasone should be started immediately. Lumbar puncture should be performed as soon as possible after initiation of antibiotic therapy to optimize the microbiologic yield of the cerebrospinal fluid culture.Vancomycin, ampicillin, and dexamethasone (Option A) is not an appropriate regimen in this patient because it does not include ceftriaxone, which is indicated with vancomycin to cover S. pneumoniae.Vancomycin, ceftriaxone, and ampicillin (Option B) would not be the most appropriate antibiotic regimen in this patient because it does not include adjunctive dexamethasone. In all adults with suspected bacterial meningitis in developed countries, dexamethasone in conjunction with antibiotic therapy should be initiated as soon as possible because it decreases mortality. Guidelines recommend that dexamethasone should be continued for 4 days only in patients with confirmed S. pneumoniae meningitis; however, newer data suggest benefit in nonpneumococcal community-acquired bacterial meningitis as well.Vancomycin, ceftriaxone, and dexamethasone (Option D) would not be appropriate in this patient who is older than 50 years because ampicillin should be included to cover for L. monocytogenes.",
  "critique_links": [],
  "key_points": [
    "In patients with suspected bacterial meningitis who are immunosuppressed or older than 50 years, treatment with vancomycin, ceftriaxone, ampicillin, and dexamethasone should be administered immediately, followed by lumbar puncture as soon as possible to avoid a decrease in the microbiologic yield of the cerebrospinal fluid culture."
  ],
  "references": "Hasbun R. Progress and challenges in bacterial meningitis: A review. JAMA. 2022;328:2147-2154. PMID: 36472590 doi:10.1001/jama.2022.20521",
  "related_content": {
    "syllabus": [
      "idsec24001_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.161630-06:00"
}