{
  "question_id": "dmvdx24025",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose stasis dermatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 53-year-old woman is evaluated for acute onset of lower extremity pain.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cellulitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Contact dermatitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Erythroderma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stasis dermatitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient's lower extremity findings are most consistent with chronic venous insufficiency and stasis dermatitis (Option D). This patient has findings consistent with chronic vascular congestion, including erythema, hyperpigmentation, and trophic skin changes at the upper portion of the calves. The \"sock sign,\" a circumferential indentation on the lower extremities caused by compression of edema by the elastic band in socks, is also present. Chronic venous insufficiency usually results from incompetence of venous valves in the lower extremities, causing hypertension in dependent areas and leading to increased vascular permeability, edema, and the release of inflammatory mediators. Stasis dermatitis is a late manifestation of chronic venous disease and usually presents with scaling and eczematous patches that, when acutely inflamed, may weep and crust. Early stasis dermatitis can be confused with cellulitis but is a significantly more likely diagnosis than cellulitis in patients presenting with bilateral erythema and swelling of the legs.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24003_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.431114-06:00"
}