{
  "question_id": "gimcq24068",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate fecal incontinence with anorectal manometry.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "An 86-year-old woman is evaluated for a 2-year history of fecal incontinence. She expresses embarrassment and has withdrawn from social activities because of her symptoms. She had three pregnancies, all carried to term; two were vaginal deliveries, one of which was a prolonged labor with an episiotomy for an infant with a high birth weight. Her most recent colonoscopy for colorectal cancer screening occurred at age 75 years, and no polyps were identified. She has hypertension and hyperlipidemia. Medications are losartan and atorvastatin.On physical examination, vital signs are normal. Rectal examination reveals reduced anal sphincter tone.A plain abdominal radiograph shows normal stool burden.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Anorectal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sacral nerve stimulation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Anorectal manometry (Option A) is the most appropriate diagnostic test to perform next. Fecal incontinence is the recurrent, uncontrolled passage of fecal material. It does not include passage of clear mucus or flatus incontinence. Fecal incontinence is grossly underreported because of associated embarrassment; health care providers should inquire about it during clinic visits in patients at risk. It is more common in multiparous women and in older patients. Many conditions can be associated with incontinence, and evaluation may include the following:Neurologic evaluation for spinal cord disordersAnorectal manometry to assess anal sphincter pressure and rectal sensationAnal endosonography or MRI for anal sphincter defectsDefecography for structural evaluation of the pelvic floorThis patient's weak anal sphincter tone (presumably related to birth trauma and age) is the likely cause of her incontinence. Anorectal manometry can help confirm this diagnosis and exclude other pathology, such as pelvic dyssynergia resulting in pelvic floor dysfunction–related constipation. Treatment options may include fiber supplements, pelvic floor biofeedback therapy, or surgical approaches with sacral nerve stimulation.Although this patient's last colonoscopy was more than 10 years ago, colonoscopy (Option B) is unlikely to identify a specific cause for the incontinence. In addition, colon cancer screening is generally recommended until age 75 years and is a personalized decision between ages 75 and 85 years; at this patient's age (86 years), colonoscopy would increase risk and have limited benefit.Sacral nerve stimulation (Option C) is a treatment option for fecal incontinence that is refractory to medical and biofeedback therapy. Before considering this type of invasive treatment, further evaluation to determine the cause is necessary; sacral nerve stimulation is not appropriate at the current time.Even one episode of fecal incontinence can be traumatizing and can cause patients to withdraw from public activity because of fear of having an accident. It is not appropriate to reassure the patient and provide no additional testing (Option D), especially given the effect that her symptoms have had on her quality of life.",
  "critique_links": [],
  "key_points": [
    "In patients with fecal incontinence with a weak sphincter tone or rectal urgency, evaluation may include neurologic evaluation for spinal cord disorders, anorectal manometry to assess anal sphincter pressure and rectal sensation, anal endosonography or MRI for anal sphincter defects, or defecography for structural evaluation of the pelvic floor."
  ],
  "references": "Carrington EV, Heinrich H, Knowles CH, et al; All members of the International Anorectal Physiology Working Group. The International Anorectal Physiology Working Group (IAPWG) recommendations: standardized testing protocol and the London classification for disorders of anorectal function. Neurogastroenterol Motil. 2020;32:e13679. PMID: 31407463 doi:10.1111/nmo.13679",
  "related_content": {
    "syllabus": [
      "gisec24012_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.809430-06:00"
}