{
  "question_id": "pmcor25011",
  "category": "pm",
  "educational_objective": "Treat a patient with symptomatic obstructive sleep apnea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 62-year-old man is evaluated in the office following referral for suspected sleep apnea after a recent hospitalization for atrial fibrillation. He reports 8 hours of sleep on most nights but awakens feeling unrested. He often falls asleep during the day while watching television and reading the newspaper. He scores 14 on the Epworth Sleepiness Scale (reference range, 0-10). He also has hypertension and type 2 diabetes mellitus. Medications are lisinopril, metoprolol, metformin, and apixaban.On physical examination, blood pressure is 154/90 mm Hg and pulse rate is 82/min. BMI is 29. A low-lying soft palate, prominent tonsils, and an irregularly irregular heart rhythm are noted.Polysomnogram shows moderate obstructive sleep apnea (apnea-hypopnea index, 18 events per hour).Weight loss interventions are discussed with the patient.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bilevel positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continuous positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Maxillomandibular advancement surgery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat polysomnography after lifestyle modifications",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treating this patient with obstructive sleep apnea (OSA) and excessive daytime sleepiness is therapy with continuous positive airway pressure (CPAP) (Option B). Excessive daytime sleepiness is the strongest indication for treatment of OSA. Neurocognitive and mood symptoms are also probably indications for treatment. It is unclear whether asymptomatic patients should be treated, but the threshold for treatment may be lower in patients who perform mission-critical work, such as truck drivers and pilots. Positive airway pressure remains the most effective therapy for preventing disordered breathing events, alleviating symptoms, and improving sleep-related quality of life in patients with OSA. It works by pressurizing the upper airway to maintain luminal patency. Auto-adjusting positive airway pressure and CPAP are considered therapeutic equivalents in terms of reducing the apnea-hypopnea index, improving OSA symptoms, and improving adherence to treatment; the most important determinant of the effectiveness of CPAP is adherence to therapy. This patient has symptomatic OSA and warrants a trial of CPAP.Bilevel positive airway pressure therapy (Option A), which delivers separate inspiratory and expiratory pressures to augment alveolar ventilation, is indicated in OSA only in the setting of a concomitant hypoventilation syndrome, such as obesity hypoventilation syndrome. This patient does not have a hypoventilation syndrome.Referral for surgery, such as maxillomandibular advancement surgery (Option C), would not be the best option for this patient who has not yet undergone a trial of CPAP. Surgical procedures are generally not first-line therapy for OSA. They may be a reasonable alternative for some patients; however, criteria to determine optimal candidacy are yet to be standardized.Although lifestyle modifications, such as weight loss, for patients with OSA who are overweight or obese are indicated, repeating polysomnography after lifestyle modifications (Option D) is not appropriate in this patient with excessive daytime sleepiness. In minimally symptomatic patients with mild OSA, weight loss might be the preferred therapy. Additional measures for mild OSA include reducing alcohol intake before bedtime, avoiding sedating medications, and avoiding a supine posture if OSA is position dependent.",
  "key_points": [
    "Excessive daytime sleepiness is the strongest indication for treatment of obstructive sleep apnea and improves with positive airway pressure in most patients.",
    "Positive airway pressure is the most effective therapy for preventing disordered breathing events and alleviating symptoms in patients with obstructive sleep apnea."
  ],
  "references": "Patil SP, Ayappa IA, Caples SM, et al. Treatment of adult obstructive sleep apnea with positive airway pressure: an American Academy of Sleep Medicine clinical practice guideline. J Clin Sleep Med. 2019;15:335-343. PMID: 30736887 doi:10.5664/jcsm.7640",
  "related_content": {
    "syllabus": [
      "pmsec24008_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:35:43.054594-06:00"
}