{
  "question_id": "fcqqq24018",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage surrogate decision making in a patient without an advance directive.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated following a cardiac arrest and sustaining an anoxic brain injury. He was hospitalized 4 days ago following a head-on motor vehicle crash. The care team concludes that his neurologic prognosis is poor, and he is unlikely to regain consciousness or interact with his environment.A family meeting is planned to discuss the decision to perform a tracheostomy and percutaneous endoscopic gastrostomy for enteral feeding. His wife reports that the patient previously stated he would not want to be kept alive if he could not interact with her or their children. The patient has no advance directive.",
  "question_stem": "Which of the following should be the basis for the decision regarding this patient's management?",
  "options": [
    {
      "letter": "A",
      "text": "Patient's best interests",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Patient's medical condition",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Patient's previously expressed wishes",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Risk management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate basis for the decision regarding the patient's management is the patient's previously expressed wishes (Option C), otherwise known as substituted judgment. The strongest evidence of a patient's preferences derives from a living will, in which a patient can outline specific preferences for treatment decisions (e.g., use of dialysis or mechanical ventilation). A patient could also formally designate a health care proxy through a durable power of attorney. Unfortunately, few patients have completed an advance directive, and when one is not available, it is important to be familiar with the local state laws regarding surrogate decision making. Many states have a health consent statute that designates the order in which family members are selected to provide surrogate decisions. The patient's spouse usually takes precedence over parents or adult children.Decisions based on the patient's best interests (Option A) should be reserved for situations in which no oral or written statements of preferences or values have been previously expressed by the patient. Family members and physicians may have divergent opinions of what is in the patient's best interests, which may not correlate with what the patient would want for themself.Although this patient's medical condition (Option B) is a crucial consideration, proper management of complex cases such as this one depends on knowledge of the patient's values and an understanding of the ethical principles at play.Care decisions should be made according to local legal standards; however, risk management (Option D) should not be the driving factor. Practicing according to ethical standards of care should reduce legal risk.",
  "critique_links": [],
  "key_points": [
    "When decisions are made on behalf of a patient who lacks decision-making capacity, they should be based on previously expressed oral or written statements of preferences or values, also known as substituted judgment."
  ],
  "references": "Sulmasy LS, Bledsoe TA; ACP Ethics, Professionalism and Human Rights Committee. American College of Physicians ethics manual: seventh edition. Ann Intern Med. 2019;170:S1-S32. PMID: 30641552",
  "related_content": {
    "syllabus": [
      "fcsec24003_24009"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.644787-06:00"
}