{
  "question_id": "nrqqq24020",
  "category": "nr",
  "educational_objective": "Treat a multiple sclerosis exacerbation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 39-year-old woman is evaluated in the emergency department for a 3-day history of worsening imbalance, falling, and vertigo. Multiple sclerosis was diagnosed 4 years ago and has been treated with ofatumumab since that time.On physical examination, temperature is 37.3 °C (99.1 °F); all other vital signs are normal. Internuclear ophthalmoplegia is noted on the left. The patient exhibits imbalance in her primary gait and is unable to perform tandem gait or maintain balance during Romberg testing.Brain MRI reveals new enhancing lesions.",
  "question_stem": "Which of the following is the most appropriate immediate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "High-dose oral prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-dose oral prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Natalizumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Plasmapheresis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should receive high-dose oral prednisone (Option A), 1250 mg/d for 3 to 7 days. She is experiencing an acute exacerbation, or relapse, of multiple sclerosis (MS). Administration of high-dose glucocorticoids is the standard treatment for MS relapses. This treatment approach is derived from the landmark Optic Neuritis Treatment Trial, in which high-dose intravenous methylprednisolone (1 g/d for 3 days) followed by oral prednisone (1 mg/kg/d for 11 days) was compared with oral prednisone (1 mg/kg/d for 2 weeks) and with oral placebo. Intravenous methylprednisolone was associated with a more rapid recovery of visual function. Subsequent studies have shown that use of a bioequivalent oral high-dose regimen (such as oral prednisone, 1250 mg/d, or oral methylprednisolone, 1 g/d) is as efficacious as intravenous methylprednisolone and has no significant differences in adverse effects. Therefore, high-dose oral prednisone should be given to this patient.Low-dose oral prednisone (Option B), 1 mg/kg/d for 2 weeks, is inappropriate. Low-dose oral prednisone was inferior to high-dose intravenous glucocorticoids and resulted in worse outcomes than placebo in the Optic Neuritis Treatment Trial. Although this dosage of oral prednisone is used for some other neuroinflammatory conditions (such as Bell palsy), it can potentially harm patients experiencing an MS relapse and should be avoided.This patient is already taking ofatumumab. Starting a second disease-modifying agent, such as natalizumab (Option C), would not be indicated. Additionally, these therapies do not address acute relapse, whereas high-dose glucocorticoid therapy does. Thus, starting natalizumab would not be appropriate.A randomized controlled trial has demonstrated that plasmapheresis (Option D) may result in clinical improvement in patients with acute exacerbations of MS who do not respond to glucocorticoid therapy. Plasmapheresis is not considered first-line therapy for patients with an acute MS relapse, and it would not be indicated in this patient who has not yet been started on high-dose oral prednisone.",
  "key_points": [
    "Administration of high-dose glucocorticoids, by an oral or intravenous route, is the standard treatment for acute relapse in multiple sclerosis."
  ],
  "references": "Pietris J, Lam A, Bacchi S, et al. The efficacy, adverse effects and economic implications of oral versus intravenous methylprednisolone for the treatment of optic neuritis: a systematic review. Semin Ophthalmol. 2024;39:6-16. PMID: 38013424 doi:10.1080/08820538.2023.2287100",
  "related_content": {
    "syllabus": [
      "nrsec24007_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:11:42.568022-06:00"
}