{
  "question_id": "cvmcq24040",
  "category": "cv",
  "educational_objective": "Diagnose coronary artery disease as a late complication of mantle irradiation therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 29-year-old woman is evaluated for chest pain. During the past 6 months, she has had chest discomfort with exertion and sometimes after eating. She describes it as a left-sided burning pain that lasts 5 to 10 minutes. She has no other symptoms. At age 5 years, she was treated with chest irradiation and chemotherapy for Hodgkin lymphoma. She takes no medications.On physical examination, vital signs are normal. Central venous pressure is not elevated. Lungs are clear to auscultation. No murmurs or pericardial friction rub are present. No peripheral edema is noted.Laboratory studies, including a high-sensitivity cardiac troponin I level, complete blood count, and basic metabolic panel, are normal.ECG shows normal sinus rhythm and a nonspecific conduction abnormality with a QRS interval of 120 ms. Chest radiograph is normal.",
  "question_stem": "Which of the following is the most appropriate next step in managing this patient's symptoms?",
  "options": [
    {
      "letter": "A",
      "text": "Ibuprofen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pantoprazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Regadenoson myocardial perfusion imaging study",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is regadenoson myocardial perfusion imaging (Option C). Despite her young age, this patient likely has significant coronary artery disease (CAD) as a complication of the chest irradiation she received as a child. Thoracic irradiation may result in significant damage to the heart, including the pericardium, myocardium, valves, coronary vasculature, and conduction system. Clinical disease usually presents two to three decades after treatment. Coronary artery lesions are typically ostial, long, smooth, and concentric and have higher fibrotic content than typical atherosclerotic lesions. The incidence of CAD is increased by traditional risk factors (e.g., smoking, dyslipidemia, and hypertension), and aggressive therapy to address these risk factors, if present, is indicated. Patients with chest pain who have a history of thoracic irradiation should be aggressively evaluated with the knowledge that CAD may develop in these patients decades earlier than is usual. This patient already has possible evidence of radiation damage to her conduction system, manifesting as the conduction delay on her ECG. More important, she now has chest pain that likely represents myocardial ischemia, and she should undergo immediate stress testing.Pericarditis may cause chest pain, and prior irradiation therapy increases the likelihood of pericardial disease. In these patients, treatment with an NSAID such as ibuprofen (Option A) is reasonable; however, this patient's lack of pleuritic pain, friction rub, and typical ECG changes are inconsistent with the diagnosis of pericarditis.Many younger patients have gastroesophageal reflux as a cause of chest pain, and an empiric trial of a proton pump inhibitor such as pantoprazole (Option B) is a reasonable option in these patients. This patient, however, has a higher likelihood of CAD as a result of the prior thoracic irradiation, and evaluation should focus on the possibility of CAD.Transthoracic echocardiography (Option D) would be an appropriate first test in the setting of suspected valvular or pericardial disease. However, the main consideration in this patient is CAD, making stress testing the best option.",
  "key_points": [
    "Chest irradiation therapy in childhood may lead to significant damage to the heart, including the pericardium, myocardium, valves, coronary vasculature, and conduction system, that first manifests decades later.",
    "Young adults who received chest irradiation therapy in childhood and present with chest pain should undergo evaluation for coronary artery disease."
  ],
  "references": "Florido R, Daya NR, Ndumele CE, et al. Cardiovascular disease risk among cancer survivors: the Atherosclerosis Risk In Communities (ARIC) study. J Am Coll Cardiol. 2022;80:22-32. PMID: 35772913 doi:10.1016/j.jacc.2022.04.042",
  "related_content": {
    "syllabus": [
      "cvsec24013_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.609897-06:00"
}