{
  "question_id": "idmcq24095",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose a patient with <i>Clostridium septicum</i>–associated spontaneous gas gangrene.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 50-year-old man is evaluated in the emergency department for fever and excruciating left thigh pain of 1 day's duration. He reports no history of trauma. Medical history is significant for recently diagnosed adenocarcinoma of the descending colon. He takes no medications.On physical examination, temperature is 38.4 °C (101.1 °F), blood pressure is 90/60 mm Hg, pulse rate is 105/min, and respiration rate is 24/min. The dorsal aspect of the left thigh is warm, tender, and violaceous, and necrotic bullous lesions and crepitus are noted.Laboratory studiesHemoglobin10.5 g/dL (105 g/L)LLeukocyte count35,000/µL (35 × 109/L) with 88% neutrophils and 5% bandsHC-reactive protein18 mg/dL (180 mg/L)HCreatinine1.7 mg/dL (150 μmol/L)HSodium130 mEq/L (130 mmol/L)LA plain radiograph of the left thigh reveals evidence of gas in soft tissues.Piperacillin-tazobactam, vancomycin, and clindamycin are initiated, and the patient undergoes surgical debridement, which confirms the diagnosis of myonecrosis. Blood and intraoperative tissue cultures reveal gram-positive bacilli.",
  "question_stem": "Which of the following is the most likely cause of this patient's infection?",
  "options": [
    {
      "letter": "A",
      "text": "Aeromonas hydrophila",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Capnocytophaga canimorsus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Clostridium septicum",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vibrio vulnificus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has developed gas gangrene, most likely from a Clostridium septicum infection (Option C). Clostridial myonecrosis (gas gangrene) refers to a life-threatening toxin-associated infection of the muscle, most commonly after contamination of trauma-associated wounds (usually Clostridium perfringens) or less commonly from hematogenous dissemination from a gastrointestinal source, particularly colonic neoplasms (atraumatic spontaneous gas gangrene usually caused by C. septicum). The clinical presentation typically includes the abrupt onset of severe pain. Initially, pallor of the affected area is noted with subsequent bronze and then violaceous discoloration. Progression is rapid; bullae and crepitus may develop as well as shock and multiple organ failure. Imaging demonstrating gas in tissues may provide a clue to the diagnosis. Prompt surgical exploration and debridement is needed for source control and definitive diagnosis. Antibiotic therapy includes parenteral high-dose penicillin plus clindamycin.Aeromonas hydrophila (Option A) is a curved gram-negative bacillus that can cause sepsis and a monomicrobial necrotizing fasciitis. Skin trauma–associated wounds in freshwater or brackish water can create a portal of entry for this organism, particularly during warmer months.Overwhelming sepsis caused by Capnocytophaga canimorsus (Option B), a gram-negative bacillus, can result in life-threatening infection after a dog (or cat) bite or scratch or exposure to dog saliva in patients with asplenia, functional hyposplenism, history of excessive alcohol use, or cirrhosis. The increased risk for C. canimorsus infection in patients with asplenia or splenic hypofunction results from an impaired ability to clear intravascular bacteria and deficient antibody production.Vibrio vulnificus (Option D) is a curved gram-negative bacillus that can cause sepsis and a monomicrobial necrotizing fasciitis. Patients who are immunocompromised, particularly with liver disease, are at increased risk for infection. Hemorrhagic bullae are the classic cutaneous manifestation. Infection usually occurs after consumption of raw shellfish such as oysters or skin trauma incurred in warm seawater or brackish waters where the organism thrives.",
  "critique_links": [],
  "key_points": [
    "Clostridial myonecrosis (gas gangrene) is a life-threatening toxin-associated infection of the muscle associated with contamination of trauma-associated wounds or hematogenous dissemination from a gastrointestinal source; imaging demonstrating gas in tissues can aid in diagnosis, and prompt surgical exploration and debridement are needed for source control and definitive diagnosis."
  ],
  "references": "Stevens DL, Bisno AL, Chambers HF, et al; Infectious Diseases Society of America. Practice guidelines for the diagnosis and management of skin and soft tissue infections: 2014 update by the Infectious Diseases Society of America. Clin Infect Dis. 2014;59:e10-52. PMID: 24973422 doi:10.1093/cid/ciu444",
  "related_content": {
    "syllabus": [
      "idsec24002_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.336331-06:00"
}