{
  "category": "in",
  "critique": "The most likely diagnosis is vulvovaginal candidiasis (Option D), which is the second most common cause of vaginitis after bacterial vaginosis. Vulvovaginal candidiasis is usually caused by Candida albicans and is less commonly secondary to nonalbicans Candida. Although it can occur in immunocompetent patients who have no risk factors, risk is increased by recent antibiotic or glucocorticoid use, diabetes mellitus, and pregnancy. Patients generally present with vaginal itching, irritation, and discharge; dysuria may also be present. Physical examination is notable for vulvar edema and excoriations and a thick, white, curd-like discharge. Diagnostic testing typically reveals a normal vaginal pH, and potassium hydroxide (KOH) wet mount may show hyphae, pseudohyphae, and yeast (shown).Nucleic acid amplification testing (NAAT) can also be used for diagnosis with a high degree of sensitivity and specificity. Asymptomatic patients should not receive treatment, but there are multiple options for patients who have symptoms (see Table: Presentation, Evaluation, and Management of Vaginitis). Because vulvovaginal candidiasis is not a sexually transmitted infection, sexual partners do not require treatment. This patient's symptoms, examination findings, and KOH wet mount showing hyphae and budding yeast are consistent with vulvovaginal candidiasis.Bacterial vaginosis (Option A) typically presents with a thin, malodorous discharge. It is not the most likely diagnosis in this patient, who has vaginal itching and a thick, white discharge seen on examination. This patient also does not meet Amsel criteria (see Table: Presentation, Evaluation, and Management of Vaginitis) for the diagnosis of bacterial vaginosis.Gonorrhea (Option B) is not the most likely diagnosis in this patient. Gonorrhea is usually accompanied by a thin, watery discharge that can be green or yellow. It often results in cervicitis, which can progress to pelvic inflammatory disease. This patient has no symptoms or physical examination findings suggesting gonorrhea.This patient most likely does not have trichomoniasis (Option C). Patients with trichomoniasis can be asymptomatic or present with frothy green, yellow, or gray vaginal discharge associated with vulvar itching and irritation. Although the motile trichomonads can be seen on microscopy of vaginal fluid, the CDC recommends using NAAT for the diagnosis of trichomoniasis.",
  "educational_objective": "Diagnose vulvovaginal candidiasis.",
  "extracted_at": "2025-12-23T15:28:36.613684-06:00",
  "key_points": [
    "Vulvovaginal candidiasis frequently occurs in immunocompetent patients with no risk factors; however, diabetes mellitus, pregnancy, and recent use of glucocorticoids or antibiotics increase risk.",
    "Vulvovaginal candidiasis is typically characterized by vaginal itching and discharge with examination showing vulvar edema and thick, white, curd-like discharge; diagnosis is established via nucleic acid amplification testing or demonstration of fungal elements on potassium hydroxide wet mount."
  ],
  "media": {
    "images": [
      "figures/infig24203.42515d7bc5adcf89849fe296a681b84b.jpg",
      "figures/infig24202.c008857ff60cc5c79a3aa780066988f9.jpg"
    ],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Bacterial vaginosis"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Gonorrhea"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Trichomoniasis"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Vulvovaginal candidiasis"
    }
  ],
  "question_id": "inmcq24013",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 34-year-old patient is evaluated for a 1-week history of vaginal itching and dysuria. They do not have vaginal bleeding or pelvic pain. They had a normal menstrual period 3 weeks ago. They are sexually active with one female partner. They have type 1 diabetes mellitus treated with insulin, and their last hemoglobin A1c measurement was 6.7%.On physical examination, vital signs are normal. Gynecologic examination reveals erythematous excoriations on the external genitalia. A thick white discharge is noted in the vaginal vault, and the cervix appears normal. Bimanual examination is normal, without any cervical motion, adnexal, or fundal tenderness.A pregnancy test result is negative.A potassium hydroxide vaginal wet mount is shown.",
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "insec24005_24025"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}