{
  "question_id": "enqqq24019",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Determine the cause of hyperthyroidism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 26-year-old woman is evaluated for a 3-month history of palpitations, tremor, and an unintentional weight loss of 2.3 kg (5.0 lb). Medical history is unremarkable, and she takes no medications.On physical examination, blood pressure is 115/82 mm Hg, and pulse rate is 102/min. A diffusely enlarged, nontender thyroid gland is palpable. A fine tremor is seen when her fingers are outstretched.Laboratory studies:Thyroid-stimulating hormone<0.01 µU/mL (<0.01 mU/L)LFree thyroxine4.2 ng/dL (54 pmol/L)HTotal triiodothyronine285 ng/dL (4.4 nmol/L)H",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Free triiodothyronine measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Thyroid peroxidase antibody measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thyroid ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyrotropin-receptor antibody measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next test in this patient with hyperthyroidism with a diffusely enlarged goiter without nodules is measuring thyrotropin-receptor antibodies (TRAb) (Option D). The most common cause of hyperthyroidism in the ambulatory setting is Graves disease. Graves disease is an autoimmune disorder in which TRAb activate the thyrotropin receptor to increase thyroid hormone synthesis and secretion. Graves disease is also associated with the extrathyroidal manifestations of ophthalmopathy (affects up to 40% of patients) and dermopathy (rare). TRAb positivity confirms the diagnosis of Graves disease with a sensitivity of 97% and specificity of 99%. When TRAb is negative, the next test to help determine the cause of hyperthyroidism is usually thyroid scintigraphy with radioactive iodine uptake (RAIU). Diffuse increased RAIU is characteristic of Graves disease, whereas a focal area or areas of increased uptake indicate either a toxic adenoma or multinodular goiter, respectively. Suppressed uptake is characteristic of destructive thyroiditis (associated with destruction of thyroid tissue and release of preformed thyroid hormone into the circulation), medication-induced, or ectopic hyperthyroidism (such as with struma ovarii).This patient's serum total triiodothyronine (T3) level has already been measured; measuring her free T3 level (Option A) does not add useful information. Furthermore, free T3 assays have high variability and are considered to be less reliable than total T3 assays.Thyroid peroxidase (TPO) antibodies (Option B) are nonspecific, and measurement is not helpful in distinguishing between the causes of hyperthyroidism. TPO antibodies are sometimes measured in patients with hypothyroidism to aid with management decisions when levothyroxine therapy is not clearly indicated but would not be helpful in this patient with hyperthyroidism.Thyroid ultrasonography (Option C) is most often indicated to evaluate palpable thyroid nodules in euthyroid patients to stratify risk for malignancy based on radiologic features. Thyroid ultrasonography is not part of the initial evaluation of hyperthyroidism. The initial radiologic study in patients with hyperthyroidism and thyroid nodules is usually thyroid scintigraphy with RAIU. Furthermore, a thyroid nodule may be an incidental finding and not the cause of hyperthyroidism.",
  "critique_links": [],
  "key_points": [
    "Thyrotropin-receptor antibody (TRAb) positivity confirms the diagnosis of Graves disease with a sensitivity of 97% and specificity of 99%; when TRAb is negative, the next test to help determine the cause of hyperthyroidism is usually thyroid scintigraphy with radioactive iodine uptake."
  ],
  "references": "Ross DS, Burch HB, Cooper DS, et al. 2016 American Thyroid Association guidelines for diagnosis and management of hyperthyroidism and other causes of thyrotoxicosis. Thyroid. 2016;26:1343-1421. PMID: 27521067",
  "related_content": {
    "syllabus": [
      "ensec24005_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.524232-06:00"
}