{
  "question_id": "npmcq24025",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Evaluate infection-related glomerulonephritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 75-year-old man is evaluated in the hospital for acute kidney injury. He was recently admitted for a 2-day history of swelling, pain, and redness of the left leg and low-grade fever. He has type 2 diabetes mellitus. Medications are insulin glargine, sliding-scale insulin lispro, and atorvastatin.On physical examination, temperature is 38.2 °C (100.8 °F), blood pressure is 152/83 mm Hg, and pulse rate is 104/min. There is a 5-cm area of erythema and edema over the left shin with associated tenderness.Laboratory studies:Leukocyte count12,500/µL (12.5 × 109/L)H C3 complement43 mg/dL (430 mg/L)L C4 complement10 mg/dL (100 mg/L)Creatinine2.5 mg/dL (221 µmol/L)H1 month before hospitalization1.0 mg/dL (88.4 µmol/L)Urinalysis3+ protein, 3+ bloodUrine protein-creatinine ratio2600 mg/gHKidney biopsy shows endocapillary proliferation on light microscopy, codominant granular staining for C3 complement and IgA on immunofluorescence microscopy, and subepithelial hump-like deposits on electron microscopy.Doppler ultrasound shows no deep venous thrombosis of the lower extremities.",
  "question_stem": "Which of the following organisms is the most likely cause of this patient's symptoms?",
  "options": [
    {
      "letter": "A",
      "text": "Staphylococcus aureus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Staphylococcus epidermidis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Streptococcus pneumoniae",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Streptococcus pyogenes",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Staphylococcus aureus (Option A) is the most likely causative organism in this patient with diabetes, cellulitis, and infection-related glomerulonephritis (IRGN) occurring at the time of infection. This patient presents with acute kidney injury in the setting of cellulitis, with active urine sediment and low serum complement levels. Diagnosis of IRGN is confirmed by kidney biopsy, which shows proliferative glomerulonephritis on light microscopy, staining for C3 complement and IgA on immunofluorescence, and subepithelial hump-like deposits on electron microscopy. In the developed world, the epidemiology of IRGN has dramatically shifted over the past several decades from streptococcal-associated IRGN to IRGN caused primarily by S. aureus and, at a significantly lower rate, gram-negative bacteria. The shift in infectious causes of IRGN has been accompanied by a change in how IRGN presents. With poststreptococcal glomerulonephritis, there is a latent period between the resolution of the streptococcal infection and the acute onset of the nephritic syndrome, usually 7 to 10 days after oropharyngeal infections and 2 to 4 weeks after skin infections. In adults with S. aureus–associated IRGN, the glomerulonephritis often coexists with the triggering infection, as in this patient. Sites of infection can include the upper and lower respiratory tract, skin and/or soft tissue, bone, teeth and/or oral mucosa, heart, and areas with deep abscesses, shunts, and indwelling catheters. Up to 50% of adults with IRGN may require dialysis, and mortality can reach up to 20%. In adults, diabetes and advanced age, both of which this patient has, are the two major risk factors for poor outcomes in IRGN.Staphylococcus epidermidis (Option B) is part of the normal skin microbiota and is not an expected cause of cellulitis.IRGN attributed to Streptococcus pneumoniae (Option C) is increasingly rare in the developed world and would occur 2 to 4 weeks after a skin infection. Because this patient has cellulitis and IRGN occurring at the same time as infection, S. pneumoniae is unlikely.IRGN attributed to Streptococcus pyogenes (Option D) may occur in the setting of erysipelas but will typically occur 2 to 4 weeks after skin infection and not concurrently with the onset of skin infection.",
  "critique_links": [],
  "key_points": [
    "Infection-related glomerulonephritis is typically caused by Staphylococcus aureus.",
    "In adults, diabetes mellitus and advanced age are the two major risk factors for poor outcomes in infection-related glomerulonephritis."
  ],
  "references": "Sethi S, De Vriese AS, Fervenza FC. Acute glomerulonephritis. Lancet. 2022;399:1646-1663. PMID: 35461559 doi:10.1016/S0140-6736(22)00461-5",
  "related_content": {
    "syllabus": [
      "npsec24008_24055"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:34.197668-06:00"
}