{
  "question_id": "fcqqq24012",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Prevent a pressure injury in a patient with limited mobility.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 49-year-old man is evaluated at hospitalization for sepsis secondary to community-acquired pneumonia. Medical history is significant for spinal cord injury with associated lower extremity paralysis and neurogenic bladder, for which he performs intermittent bladder catheterization. Medications are baclofen, enoxaparin, and levofloxacin.On physical examination, temperature is 38.9 °C (102.0 °F), blood pressure is 110/65 mm Hg, pulse rate is 105/min, and respiration rate is 22/min; oxygen saturation is 95% breathing 2 liters of oxygen by nasal cannula. BMI is 19. Left lower lobe crackles are present on lung auscultation. Skin is intact without erythema over pressure points.",
  "question_stem": "Which of the following is the most appropriate intervention to prevent the development of a pressure injury?",
  "options": [
    {
      "letter": "A",
      "text": "Advanced static mattress",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Alternating air mattress",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Frequent repositioning",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Zinc supplementation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "An advanced static mattress (Option A) is the most appropriate intervention to prevent pressure injuries (also known as pressure ulcers). Pressure injuries are common in hospitals and long-term care settings. They can result in decreased quality of life, with associated depression, impaired mobility, and social isolation. The Centers for Medicare & Medicaid Services has selected the development of pressure ulcers as a sentinel health event (unexpected and preventable occurrence that results in serious patient injury) for health care facilities. Prevention of pressure injuries starts with identifying patients at risk. Many standardized risk assessment tools are available, but evidence of superiority to clinical judgment is inconclusive. Risk factors include advanced age, cognitive impairment, reduced mobility, sensory impairment, and comorbid conditions that affect skin integrity (such as low body weight, incontinence, edema, poor microcirculation, and hypoalbuminemia). Pressure redistribution is the most important factor in preventing pressure injuries through pressure-reducing equipment and proper patient positioning. In patients with risk factors, such as this patient with reduced mobility because of paralysis, the use of an advanced static mattress or advanced static overlay is recommended. An advanced static mattress is made of specialized sheepskin, foam, or gel and is immobile when a patient lies on it; an advanced static overlay is a pad composed of foam or gel that is secured to the top of a regular mattress.The use of alternating air mattresses (Option B) is not recommended because of lack of data showing a clear advantage as well as cost considerations.Data are limited regarding the preventive effectiveness of frequent patient repositioning (Option C), dietary supplements such as zinc (Option D), or silicone foam dressings as isolated interventions.",
  "critique_links": [],
  "key_points": [
    "An advanced static mattress or mattress overlay made of specialized sheepskin, foam, or gel provides the best protection against the development of pressure injuries in hospitalized patients."
  ],
  "references": "European Pressure Ulcer Advisory Panel, National Pressure Injury Advisory Panel, and Pan Pacific Pressure Injury Alliance. Prevention and treatment of pressure ulcers/injuries: clinical practice guideline. The international guideline. 2019. Available at https://internationalguideline.com/. Accessed November 5, 2024.",
  "related_content": {
    "syllabus": [
      "fcsec24010_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.063433-06:00"
}