{
  "question_id": "fcmcq24022",
  "category": "fc",
  "educational_objective": "Use motivational interviewing to promote behavior change.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 49-year-old patient is evaluated for type 2 diabetes mellitus. The patient reports intermittent tingling in the toes and worries about future diabetic complications. They express frustration about weight gain and describe difficulty resisting the temptation of free food available at work. Their job is busy but sedentary, and they also care for their elderly mother. The patient wants to exercise but has difficulty finding time. They know their choices are unhealthy and that they need to change their behavior. Other medical conditions include hypertension, hypercholesterolemia, and obesity. Medications are metformin, semaglutide, lisinopril, and atorvastatin.On physical examination, blood pressure is 140/85 mm Hg; other vital signs are normal. BMI is 35. Monofilament testing reveals mildly diminished distal sensation.Laboratory studies:Hemoglobin A1c8.6%H",
  "question_stem": "Which of the following statements is most likely to motivate the patient to change their behavior?",
  "options": [
    {
      "letter": "A",
      "text": "“I'm afraid that if you don't get your hemoglobin A1c under control, your neuropathy could worsen.”",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "“I'm concerned about your diabetes. I would like to refer you to a nutritionist.”",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "“It sounds like things are hard lately. What do you feel you can do right now?”",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "“Without a change in your diet, we will need to start another medication to control your diabetes.”",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Acknowledging the patient's difficulty and asking what they can do now (Option C) is most likely to motivate the patient to change their behavior. Motivational interviewing operates on the premise that patients have within themselves the answers to how they will change their behavior. Motivational interviewing has been shown to be effective in a variety of behaviors, including increasing medication adherence and physical activity and reducing alcohol consumption, binge drinking, and substance abuse. Processes for motivational interviewing are described in Table: Process of Motivational Interviewing. The clinician's job is not only to evoke the reasons for change but also to empower patients to think of solutions on their own. The clinician can accomplish this by asking Open-ended questions, Affirming the patient, Reflecting, and Summarizing the patient's statements (the OARS approach). This technique is most effective in situations in which a patient's ambivalence is high or when importance, desire, or confidence to change is low. This patient understands what they need to do (high importance) but has low confidence and low readiness for change. Additionally, they are frustrated about their situation; given this ambivalence, they do not need the knowledge to change but rather the motivation to do so.Emphasizing poor consequences (Option A) is unlikely to motivate a patient who already understands the complications of their condition. Shifting the focus of the conversation toward eliciting behavior-changing strategies from the patient would be more productive.Referring a patient with uncontrolled diabetes to a nutritionist (Option B) is appropriate if they express interest in dietary advice about healthy food choices. However, this patient is already aware of what they must do regarding their diet, making this recommendation less relevant to them. Furthermore, making the referral without first eliciting from the patient whether this is something they actually desire is overly directive. Rather, engaging the patient and evoking reasons and strategies for change from them are more likely to result in positive outcomes.Although providing the option to start a new diabetes medication (Option D) preserves the patient's autonomy, making a recommendation before determining what the patient prefers and/or is able to do is unlikely to motivate behavior change.",
  "key_points": [
    "Motivational interviewing operates on the premise that patients have within themselves both the reasons and answers for change.",
    "Motivational interviewing has been shown to be effective in a variety of behaviors, including reducing alcohol consumption, binge drinking, and substance abuse and increasing medication adherence and physical activity."
  ],
  "references": "Woodard L, Amspoker AB, Hundt NE, et al. Comparison of collaborative goal setting with enhanced education for managing diabetes-associated distress and hemoglobin A1c levels: a randomized clinical trial. JAMA Netw Open. 2022;5:e229975. PMID: 35507345 doi:10.1001/jamanetworkopen.2022.9975",
  "related_content": {
    "syllabus": [
      "fcsec24005_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:33.913681-06:00"
}