{
  "question_id": "npcor25005",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Identify multiple myeloma as a cause of isotonic hyponatremia (pseudohyponatremia).",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old man is evaluated for a 7-week history of increasing fatigue, weight loss, and poor appetite. Medical history is otherwise unremarkable. He takes no medications.Physical examination findings, including vital signs, are normal.Laboratory studies:Hematocrit28%LAlbumin3.0 g/dL (30 g/L)LCalcium10.9 mg/dL (2.7 mmol/L)HCreatinine1.2 mg/dL (106.1 µmol/L)Total protein10 g/dL (100 g/L)HElectrolytes:Sodium130 mEq/L (130 mmol/L)LPotassium3.6 mEq/L (3.6 mmol/L)Chloride99 mEq/L (99 mmol/L)Bicarbonate23 mEq/L (23 mmol/L)Serum osmolality290 mOsm/kg H2OUrine osmolality240 mOsm/kg H2OUrine sodium45 mEq/L (45 mmol/L)",
  "question_stem": "Which of the following is the most likely cause of this patient's hyponatremia?",
  "options": [
    {
      "letter": "A",
      "text": "Hypercalcemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Multiple myeloma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Poor solute intake",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Psychogenic polydipsia",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Syndrome of inappropriate antidiuretic hormone secretion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's hyponatremia is hyperproteinemia associated with multiple myeloma (Option B). Results of his laboratory studies (anemia, elevated serum calcium and total protein levels, low serum albumin levels) suggest an increased gamma globulin fraction, supporting a diagnosis of multiple myeloma. When evaluating a patient with hyponatremia, the first step is to measure serum osmolality. In this patient, the serum osmolality is normal, and thus he has isotonic hyponatremia. Isotonic hyponatremia (serum osmolality, 275-295 mOsm/kg H2O) is a laboratory artifact of the method by which serum sodium is measured. Plasma is divided into a water phase (93%), in which the sodium is dissolved, and a solid phase (7%), which consists of lipids and proteins. If the solid phase is increased by an increase in proteins, such as those found in multiple myeloma or severe elevations in serum triglycerides, the water phase decreases (i.e., from 93% to 80%). Most laboratories use a diluting electrode that has a tenfold dilution of the specimen when measuring electrolytes. With a decrease in the aqueous phase, the dilution is no longer roughly 1:10, but even greater, resulting in a spurious value for sodium. Measurement by direct potentiometry, such as with an arterial blood gas measurement, would show the true serum sodium concentration.Hypercalcemia (Option A) can cause polyuria secondary to arginine vasopressin resistance, which would increase the sodium concentration, not lower it as in this patient.Because the kidney requires solute to excrete water, a decrease in solute intake (Option C) diminishes the kidney's ability to excrete water. In psychogenic polydipsia (Option D), excess water intake exceeds the kidney's ability to excrete water through the urine. In both of those cases of hypotonic hyponatremia, antidiuretic hormone (ADH) is suppressed and urine osmolality is <100 mOsm/kg H2O.The syndrome of inappropriate antidiuretic hormone (SIADH) secretion (Option E) is another cause of hypotonic hyponatremia. Patients with SIADH secretion have a decreased serum osmolality, which is not present in this case, in the setting of an increased urine osmolality due to the effect of ADH.",
  "critique_links": [],
  "key_points": [
    "The first step in evaluating a patient with hyponatremia is to measure serum osmolality.",
    "Isotonic hyponatremia (pseudohyponatremia) is a laboratory artifact of increased plasma concentrations of lipids or proteins."
  ],
  "references": "Aziz F, Sam R, Lew SQ, et al. Pseudohyponatremia: mechanism, diagnosis, clinical associations and management. J Clin Med. 2023;12. PMID: 37373769 doi:10.3390/jcm12124076",
  "related_content": {
    "syllabus": [
      "npsec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.060985-06:00"
}