{
  "question_id": "cvqqq24003",
  "category": "cv",
  "educational_objective": "Select appropriate medications following percutaneous coronary intervention for acute coronary syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 68-year-old woman is evaluated before discharge after undergoing percutaneous coronary intervention with drug-eluting stent placement for non–ST-elevation acute coronary syndrome. She is asymptomatic. Her medical history is notable for hypertension. Medications are aspirin, ticagrelor, carvedilol, lisinopril, hydrochlorothiazide, atorvastatin, and sublingual nitroglycerin as needed.Physical examination, including vital signs, is normal. Left ventricular ejection fraction is normal.",
  "question_stem": "Which of the following medication changes is indicated?",
  "options": [
    {
      "letter": "A",
      "text": "Start spironolactone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Switch hydrochlorothiazide to diltiazem",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch ticagrelor to clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Make no medication changes",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Following percutaneous coronary intervention (PCI) for acute coronary syndrome (ACS), this patient is on optimal pharmacologic therapy, including dual antiplatelet therapy and a statin; thus, no medication changes are indicated (Option D). All patients with ACS should be given high-intensity statin therapy; often, additional lipid-lowering agents are required to achieve target LDL cholesterol levels (<70 mg/dL [1.81 mmol/L]). Unless there are strong contraindications, all patients who have undergone PCI also require dual antiplatelet therapy for 1 year, followed by lifelong aspirin therapy. Oral β-blockers are most strongly indicated for patients with residual angina and those with left ventricular dysfunction. ACE inhibitors or angiotensin receptor blockers are recommended for people with diabetes mellitus, hypertension, ST-elevation myocardial infarction, and/or reduced left ventricular function. This patient is asymptomatic and normotensive, and her medication regimen includes the most highly indicated pharmacotherapy: aspirin, ticagrelor, and atorvastatin. No adjustment to her medical therapy is required.American College of Cardiology/American Heart Association guidelines recommend administration of an aldosterone antagonist to all patients with non–ST-elevation acute coronary syndrome who are receiving an ACE inhibitor and β-blocker, have a left ventricular ejection fraction of 40% or less, and have heart failure or diabetes. In this patient with an ACS and preserved left ventricular function, no evidence supports the use of an aldosterone antagonist, such as spironolactone (Option A) or eplerenone.Calcium channel blockers, such as amlodipine and diltiazem (Option B), can be used in patients with contraindications to β-blockers and in those with continued angina despite optimal doses of β-blockers and nitrates. Immediate-release nifedipine has been associated with increased mortality in patients with coronary heart disease, so it should be avoided. This patient has no residual angina and is normotensive; therefore, there is no indication for a calcium channel blocker.A P2Y12 inhibitor should be continued for at least 1 year after myocardial infarction in most patients, regardless of stent placement or type of stent; however, no evidence supports clopidogrel over ticagrelor (Option C). In fact, the PLATO trial showed a modest benefit of ticagrelor over clopidogrel. Prasugrel may be equally effective to ticagrelor and superior to clopidogrel but is associated with more severe bleeding. There is no indication to replace ticagrelor with clopidogrel in this patient.",
  "critique_links": [],
  "key_points": [
    "Following percutaneous coronary intervention for acute coronary syndrome, all patients should receive aspirin, a P2Y12 inhibitor, and a high-intensity statin; select patients also benefit from ACE inhibitors or angiotensin receptor blockers, aldosterone antagonists, β-blockers, and/or other antianginal agents."
  ],
  "references": "Bhatt DL, Lopes RD, Harrington RA. Diagnosis and treatment of acute coronary syndromes: a review. JAMA. 2022;327:662-675. PMID: 35166796 doi:10.1001/jama.2022.0358",
  "related_content": {
    "syllabus": [
      "cvsec24004_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:26.769227-06:00"
}