{
  "question_id": "enmcq24009",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Avoid glucagon-like peptide 1 receptor agonists in a patient with medullary thyroid carcinoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old woman is evaluated for recently diagnosed type 2 diabetes mellitus. She is asymptomatic. Medical history is significant for obesity and medullary thyroid carcinoma. Her only medication is levothyroxine.On physical examination, vital signs are normal. BMI is 31. Other findings are unremarkable.Laboratory studies:Creatinine0.7 mg/dL (61.9 µmol/L)Hemoglobin A1c7.8%HEstimated glomerular filtration rate>90 mL/min/1.73 m2",
  "question_stem": "Which of the following medications is contraindicated in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Empagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Liraglutide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Metformin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pioglitazone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Liraglutide (Option B) is contraindicated in this patient. Many therapies are available to treat type 2 diabetes mellitus; the choice of medication should consider potential contraindications as well as goals of therapy, comorbid conditions, and patient preference. Liraglutide is a glucagon-like peptide 1 receptor agonist (GLP-1 RA) that increases insulin secretion in response to hyperglycemia, slows gastric emptying, and reduces glucagon secretion. Patients taking GLP-1 RAs typically experience early satiety, which can contribute to overall reduced caloric intake and weight loss. GLP-1 RAs have demonstrated significant risk reductions in atherosclerotic cardiovascular disease and diabetic kidney disease. However, the FDA issued a boxed warning regarding the contraindication of GLP-1 RAs in patients with a personal or family history of medullary thyroid carcinoma or multiple endocrine neoplasia type 2 because GLP-1 RAs are associated with C-cell proliferation in thyroid cells. Notably, GLP-1 RAs are not contraindicated in patients with papillary or follicular thyroid carcinoma. GLP-1 RAs should also be avoided in patients with a history of pancreatitis. Because this patient has a history of medullary thyroid carcinoma, she should not receive liraglutide or other GLP-1 RAs, and she should be treated with an alternate medication for type 2 diabetes.Empagliflozin (Option A), a sodium-glucose cotransporter 2 inhibitor, lowers plasma glucose levels through increased glucosuria. Empagliflozin is not recommended in patients with severe kidney impairment (estimated glomerular filtration rate [eGFR] <20 mL/min/1.73 m2). Adverse effects include euglycemic diabetic ketoacidosis, hypotension, and an increase in genitourinary infections. This patient has a normal eGFR, and she does not have contraindications to empagliflozin.Metformin (Option C), a biguanide, is safe for most patients with type 2 diabetes. It should be used with caution and with appropriate monitoring in persons with kidney dysfunction. It should not be used in patients with an eGFR less than 30 mL/min/1.73 m2. This patient does not have contraindications to metformin.Pioglitazone (Option D) is a thiazolidinedione that improves insulin sensitivity and reduces insulin resistance. Although generally well tolerated, thiazolidinediones have a boxed warning in patients with heart failure because of the risk for fluid retention and exacerbation of heart failure. They are also associated with increased risk for fractures. Pioglitazone is associated with possible increased risk for bladder cancer. This patient does not have contraindications to pioglitazone.",
  "critique_links": [],
  "key_points": [
    "Glucagon-like peptide 1 receptor agonists are associated with C-cell proliferation in thyroid cells and are contraindicated in patients with a personal or family history of medullary thyroid carcinoma or multiple endocrine neoplasia type 2."
  ],
  "references": "Brown E, Heerspink HJL, Cuthbertson DJ, et al. SGLT2 inhibitors and GLP-1 receptor agonists: established and emerging indications. Lancet. 2021;398:262-276. PMID: 34216571 doi:10.1016/S0140-6736(21)00536-5",
  "related_content": {
    "syllabus": [
      "ensec24002_24020"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.723279-06:00"
}