{
  "question_id": "cvmcq24090",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat heart failure with reduced ejection fraction and iron deficiency.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 72-year-old man is evaluated in the hospital for a 2-week history of worsening dyspnea and edema accompanied by paroxysmal nocturnal dyspnea. He reports no melena, hematochezia, or other bleeding. He has heart failure with reduced ejection fraction and underwent transcatheter bioprosthetic aortic valve replacement for aortic stenosis 3 years ago. He also has stage 3 chronic kidney disease. Medications are aspirin, carvedilol, valsartan-sacubitril, spironolactone, dapagliflozin, and furosemide.On physical examination, blood pressure is 142/86 mm Hg and pulse rate is 92/min. Oxygen saturation is 92% breathing ambient air. Cardiopulmonary examination reveals crackles at the lung bases and a 2/6 crescendo-decrescendo systolic murmur at the base. Bilateral lower extremity edema is noted.Laboratory studies:Hemoglobin11.2 g/dL (112.0 g/L)LMean corpuscular volume78 fLLCreatinine1.8 mg/dL (159.1 µmol/L)HFerritin27 ng/mL (27 µg/L)Transferrin saturation16%LEstimated glomerular filtration rate39 mL/min/1.73 m2 Echocardiogram is unchanged from 1 year ago and reveals an ejection fraction of 36%, an aortic valve peak gradient of 7 mm Hg, and no aortic insufficiency.He receives diuretic therapy, the aspirin is withheld, and outpatient colonoscopy is arranged.",
  "question_stem": "Which of the following is the most appropriate treatment for this patient's anemia?",
  "options": [
    {
      "letter": "A",
      "text": "Darbepoetin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous iron",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral iron",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transfusion of 1 unit of packed red blood cells",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with heart failure and iron deficiency is intravenous iron (Option B). All patients with heart failure should be evaluated for anemia, which is associated with heart failure severity and mortality. Iron deficiency, in particular, has been linked to worse outcomes; even in patients with a hemoglobin level between 12 and 15 g/dL (120-150 g/L), iron deficiency is associated with reduced functional ability and increased mortality. Treatment of iron deficiency in heart failure with intravenous iron has been shown in several trials to improve New York Heart Association functional class, functional capacity, and quality of life, independent of the degree or even presence of anemia. One note of caution comes from the recently published HEART-FID trial, which showed no difference in the composite of death, heart failure hospitalizations, or 6-minute walk distance. Thus, all patients with iron deficiency should be treated regardless of hemoglobin level. This patient has chronic heart failure and iron deficiency based on the findings of microcytosis, a ferritin level less than 50 ng/mL (50 μg/L), and transferrin saturation of less than 20%. He should receive intravenous iron therapy.The erythropoietin-stimulating agent (ESA) darbepoetin (Option A) has been studied in patients with heart failure and anemia and does not decrease the risk for death or heart failure hospitalization. Patients with more advanced kidney disease benefit from an ESA; however, ESAs are indicated only in those with hemoglobin concentrations of less than 10 g/dL (100 g/L) and after repletion of iron stores.This patient should not receive oral iron supplementation (Option C). Oral iron has not been shown to improve functional capacity in patients with iron deficiency and heart failure. Intravenous iron is the more appropriate treatment.There is no indication for a blood transfusion (Option D). Several studies suggest that hemodynamically stable patients have better outcomes with a conservative threshold for transfusion (i.e., hemoglobin <7 g/dL [70 g/L]). Furthermore, a blood transfusion is unwise in the context of volume overload.",
  "critique_links": [],
  "key_points": [
    "For patients with heart failure and iron deficiency with or without anemia, treatment with intravenous iron improves New York Heart Association functional class, functional capacity, and quality of life.",
    "Intravenous iron is the preferred means of iron repletion in patients with iron deficiency and heart failure."
  ],
  "references": "Loncar G, Obradovic D, Thiele H, et al. Iron deficiency in heart failure. ESC Heart Fail. 2021;8:2368-2379. PMID: 33932115 doi:10.1002/ehf2.13265",
  "related_content": {
    "syllabus": [
      "cvsec24005_24023"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.150008-06:00"
}