{
  "question_id": "gimcq24034",
  "category": "gi",
  "educational_objective": "Manage an idiopathic ulcer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 74-year-old woman is evaluated during a follow-up visit for epigastric pain and anemia. She has lost 2.3 kg (5 lb) in the past 2 months. She reports no early satiety, nausea, vomiting, rectal bleeding, or NSAID use. Upper endoscopy 8 weeks ago showed a prepyloric ulcer, but biopsy findings were negative for malignancy and Helicobacter pylori. The result of a confirmatory serologic test for H. pylori was negative. At that time, she was prescribed omeprazole. She continues to report epigastric pain despite adherence to omeprazole. Other medications are calcium, vitamin D, a multivitamin, and iron.Physical examination findings, including vital signs, are normal. Abdominal examination reveals epigastric tenderness and guarding but no rebound tenderness.Laboratory studies:Hemoglobin10.1 g/dL (101 g/L)LFecal occult blood testPositive",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Add sucralfate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Obtain 13C-urea breath test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform CT of the abdomen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to repeat upper endoscopy (Option D). Idiopathic peptic ulcer disease (e.g., ulcers not associated with NSAID use or Helicobacter pylori) is increasingly seen in the United States as the incidence of H. pylori infection decreases. The causes of idiopathic peptic ulcer disease remain unclear; however, the following have been implicated:CocaineMethamphetamineBisphosphonatesSelective serotonin reuptake inhibitorsSmokingExcessive alcohol consumptionStressHealing takes longer for idiopathic ulcers than for ulcers caused by H. pylori or NSAIDs. Repeat upper endoscopy to verify ulcer resolution is indicated for patients who have persistent symptoms after 8 to 12 weeks of therapy, gastric ulcer greater than 2 cm, an ulcer of unknown cause, or who did not undergo gastric ulcer biopsy during initial upper endoscopy. The risk for bleeding is high in idiopathic ulcers; therefore, proton pump inhibitor therapy should be continued indefinitely in this setting. Because this patient has idiopathic peptic ulcer disease and remains symptomatic after 8 weeks of treatment, she should undergo repeat upper endoscopy.Sucralfate (Option A) would add cytoprotection and may improve this patient's symptoms, but she requires follow-up endoscopy because of her prolonged symptoms despite treatment, ongoing bleeding, and lack of clear cause for the ulcer.A 13C-urea breath test (Option B) is unlikely to benefit this patient because she recently tested negative for H. pylori via biopsy and serologic testing. In addition, false-negative results on 13C-urea breath test are more likely in patients taking omeprazole. Because she remains symptomatic after 8 weeks of therapy, with persistent gastrointestinal bleeding and anemia, the gastric ulcer must be reevaluated with repeat endoscopy.CT of the abdomen (Option C) would be used to rule out a complication, such as a perforation or obstruction related to the gastric ulcer. However, no physical findings or changes in this patient's history suggest these complications, so CT of the abdomen is not indicated.",
  "key_points": [
    "In patients with peptic ulcer disease, repeat upper endoscopy to verify ulcer resolution is indicated for patients who have persistent symptoms after 8 to 12 weeks of therapy, have ulcers of unknown cause, or did not undergo gastric ulcer biopsy during initial upper endoscopy."
  ],
  "references": "Kamada T, Satoh K, Itoh T, et al. Evidence-based clinical practice guidelines for peptic ulcer disease 2020. J Gastroenterol. 2021;56:303-322. PMID: 33620586 doi:10.1007/s00535-021-01769-0",
  "related_content": {
    "syllabus": [
      "gisec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:17:18.045688-06:00"
}