{
  "question_id": "gimcq24060",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Manage lactose maldigestion with a lactose-free diet.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old patient is evaluated for a 2-year history of postprandial abdominal pain and diarrhea. Symptoms improve with fasting and do not occur at night. The patient reports no recent changes to their health, changes in diet, or travel and has had no contact with sick persons. They have no medical conditions and have not previous undergone abdominal surgery. They run a bakery.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cholestyramine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lactose-free diet trial",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Loperamide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rifaximin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is a lactose-free diet trial (Option B). Short-chain carbohydrates, such as lactose and sucrose, are osmotically active and can lead to increased luminal water retention and gas production through colonic fermentation. This can cause gastrointestinal symptoms, including gas, bloating, and diarrhea. It is common for people to develop lactase insufficiency due to loss of the brush-border lactase enzyme as they age, despite the ability to tolerate dairy consumption previously. Although lactose and fructose breath tests are available, testing is often unnecessary because symptoms subside with elimination of lactose from the diet and recur with ingestion. With removal of lactose, symptoms should improve within days to weeks. Oral lactase enzyme replacement may also be used adjunctively. This patient's symptoms suggest lactose maldigestion. Furthermore, the patient works as a baker and likely is frequently exposed to dairy and thus lactose. Eliminating lactose-containing products from the diet may ameliorate their symptoms; given their profession, additional consideration can be given to oral lactase enzyme replacement because avoiding lactose entirely may be difficult. With a lactose-free diet, symptoms should improve relatively quickly; if symptoms persist, alternative diagnoses should be explored.Bile salt–induced diarrhea is a frequently missed type of chronic diarrhea and should be strongly considered in patients who have had cholecystectomy. Bile salt–induced diarrhea may respond to cholestyramine (Option A), which is a bile acid sequestrant. This patient has not undergone cholecystectomy, and their symptoms are more likely due to lactose insufficiency; dairy elimination should be attempted before consideration of bile salt–induced diarrhea.As-needed loperamide (Option C) is frequently recommended for chronic diarrhea. For this patient, however, eliminating the likely trigger (dairy) should be the first step because a lactose-free diet trial may be both diagnostic and therapeutic for lactose maldigestion.Rifaximin (Option D) is a treatment option for irritable bowel syndrome with predominant diarrhea (IBS-D). Although abdominal pain and diarrhea are associated with IBS-D, this patient's symptomatic improvement with fasting suggests lactose maldigestion. A lactose-free diet trial should first be recommended.",
  "critique_links": [],
  "key_points": [
    "Symptoms associated with lactose maldigestion occur when lactose is ingested and subside with elimination of lactose from the diet; oral lactase enzyme replacement may be considered if it is difficult for the patient to avoid lactose entirely."
  ],
  "references": "Misselwitz B, Butter M, Verbeke K, et al. Update on lactose malabsorption and intolerance: pathogenesis, diagnosis and clinical management. Gut. 2019;68:2080-2091. PMID: 31427404 doi:10.1136/gutjnl-2019-318404",
  "related_content": {
    "syllabus": [
      "gisec24007_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.330655-06:00"
}