{
  "question_id": "rmmcq24006",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose severe granulomatosis with polyangiitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 52-year-old woman is hospitalized for a 3-week history of fatigue, decreased exercise tolerance, and hemoptysis. She has had recurrent sinus infections during the past 3 years, treated with several courses of antibiotics. She currently has periodic epistaxis and foul-smelling nasal discharge. Her only outpatient medication is amoxicillin-clavulanate.On physical examination, temperature is 37.9 °C (100.2 °F) and pulse rate is 100/min. There is tenderness over the maxillary and frontal sinuses. Stridor is noted, and palpation of the trachea elicits pain. Lungs are clear to auscultation. There is 1+ pitting edema of the ankles. The remainder of the physical examination is normal.Laboratory studies:Hemoglobin8.7 g/dL (87 g/L)LLeukocyte count6200/μL (6.2 × 109/L)Platelet count480,000/μL (480 × 109/L)HCreatinine2.1 mg/dL (185.6 μmol/L)HANCAPositive (c-ANCA pattern)Urinalysis2+ blood, 2+ protein; 10-20 erythrocytes/hpfUrine protein-creatinine ratio2400 mg/gHSinus CT scan reveals erosive changes and opacification of the maxillary sinuses. Chest CT scan demonstrates scattered nodules bilaterally and a 4-cm cavitary lesion in the right lower lobe.Kidney biopsy specimen shows pauci-immune necrotizing glomerulonephritis.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Eosinophilic granulomatosis with polyangiitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Granulomatosis with polyangiitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Microscopic polyangiitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Relapsing polychondritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is granulomatosis with polyangiitis (GPA) (Option B). This condition may present as limited sino-nasal disease, or it may be systemic and involve major organs, including the lungs (pulmonary hemorrhage and cavitary lesions), nervous system (mononeuritis multiplex, peripheral neuropathy, and pachymeningitis), and kidneys (glomerulonephritis). Upper airway involvement may be severe, and tracheal or subglottic stenosis is a dangerous complication. At least 50% of patients have constitutional symptoms, and more than 95% have c-ANCA/anti–proteinase 3 antibodies. GPA may be a clinical diagnosis in straightforward cases, but owing to the toxicity of pharmacotherapy, confirmation with tissue diagnosis is preferred. Histopathology of most involved tissues demonstrates pauci-immune necrotizing granulomatous vasculitis, as seen in this patient's kidney biopsy specimen. In this patient with hemoptysis and pulmonary findings, stridor from tracheal involvement, and kidney involvement, aggressive immunosuppression would be warranted.Eosinophilic granulomatosis with polyangiitis (EGPA) (Option A) is a systemic vasculitis with clinical manifestations that include asthma, nasal polyposis, and peripheral nerve involvement. Kidney involvement is rare (it occurs less frequently with EGPA than with microscopic polyangiitis [MPA] or GPA). EGPA presents with peripheral blood eosinophilia and is ANCA negative in about 50% of cases. When there is ANCA positivity, it is usually associated with p-ANCA/myeloperoxidase antibodies. The clinical picture in this patient does not suggest EGPA.Microscopic polyangiitis (Option C) also can present with systemic disease, including pulmonary, kidney, and neurologic involvement. However, MPA is highly associated with p-ANCA/myeloperoxidase (MPO) antibodies. Sinonasal and tracheal or upper airway involvement is rare in MPA and common in GPA. This patient's tracheal involvement, sinus disease, and c-ANCA positivity are consistent with a diagnosis of GPA rather than MPA.Relapsing polychondritis (Option D) is an autoimmune disease that causes inflammation and destruction of cartilage in the body. The most commonly affected areas are the ears, nose, eyes, joints, and respiratory tract. Chronic inflammation can lead to saddle nose deformity and tracheal collapse. The aorta is rarely involved. This patient has c-ANCA positivity, glomerulonephritis, and alveolar hemorrhage, which are consistent with GPA rather than relapsing polychondritis.",
  "critique_links": [],
  "key_points": [
    "Granulomatosis with polyangiitis is a systemic vasculitis characterized by sinonasal, upper airway, lung, and kidney involvement; it is highly associated with c-ANCA/anti–proteinase 3 antibodies."
  ],
  "references": "Kronbichler A, Bajema IM, Bruchfeld A, et al. Diagnosis and management of ANCA-associated vasculitis. Lancet. 2024;403:683-698. PMID: 38368016 doi:10.1016/S0140-6736(23)01736-1",
  "related_content": {
    "syllabus": [
      "rmsec24013_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:21.735955-06:00"
}