{
  "question_id": "fcmcq24039",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage a patient with a family history of related cancers in several family members.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 29-year-old woman is evaluated during a preventive health care examination. She is asymptomatic and has no medical problems. Her mother had breast cancer at age 45 years, her maternal grandfather had breast cancer at age 68 years, and her maternal uncle had pancreatic cancer at age 60 years.Physical examination findings, including vital signs, are unremarkable.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the abdomen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Direct-to-consumer genetic testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mammography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Referral for dermatologic examination",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Referral for genetic counseling",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to refer this patient for genetic counseling (Option E). Completing a family history during an office encounter can uncover information that might identify patients who will benefit from genetic counseling, further testing, and/or enhanced disease screening. Features that suggest the presence of a genetically inherited condition are listed in Table: Red Flags Suggesting an Increased Genetic Risk. Because there are implications related to genetic testing, referral to a genetic counselor before testing is indicated for a risk-benefit discussion. The basic components of genetic counseling are education on the condition being tested, including the natural history, possible treatments, and preventive measures; the risks and benefits of testing; alternatives to testing, including the option to forgo testing; the implications for the patient and family members; and the costs, including the possibility of denial of coverage for disability, long-term care, and life insurance. This patient has a family history of premenopausal breast cancer, male breast cancer, and pancreatic cancer, pointing toward a possible BRCA2 variant. She should be referred for genetic counseling. It is also important to know whether other family members have been tested for genetic variants. In the case of BRCA2, this patient would be screened differently, particularly for breast and ovarian cancer, if she has a first-degree relative with a known variant, even if she chooses not to undergo genetic testing herself.Pancreatic cancer screening may be appropriate in this patient with a family history of pancreatic cancer, depending on genetic testing results. If screening is indicated, the recommended imaging is with contrast-enhanced MRI/magnetic resonance cholangiopancreatography or endoscopic ultrasonography and not CT of the abdomen (Option A).Direct-to-consumer (DTC) testing (Option B) is an option for patients who are looking for health information. These are not diagnostic tests and would not be appropriate for this patient who has a family history of related cancers in multigenerational family members. In addition, DTC testing is usually not accompanied by pre- or posttest genetic counseling.For women with BRCA1 or BRCA2 variants, breast cancer screening with breast MRI should start at age 25 years and mammography (Option C) should be added at age 30 years. This patient may require screening with MRI after genetic counseling and formal risk assessment.Individuals with pathogenic variants in BRCA2 are at an increased risk for melanoma, but no guidelines exist for routine screening. Patients should be encouraged to use skin protection against ultraviolet radiation. Any abnormal skin examination findings in the office should be referred for dermatologic evaluation. This patient has normal physical examination findings, and referral for dermatologic examination (Option D) is unnecessary at this point.",
  "critique_links": [],
  "key_points": [
    "Completing a family history is a risk assessment strategy that can identify patients who may benefit from genetic counseling, potential testing, and possibly enhanced disease screening.",
    "Referral to a genetic counselor before genetic testing is indicated for a risk-benefit discussion."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines) Genetic/Familial High-Risk Assessment: Breast, Ovarian, and Pancreatic, Version 1.2023.",
  "related_content": {
    "syllabus": [
      "fcsec24006_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.363993-06:00"
}