{
  "question_id": "idmcq24060",
  "category": "id",
  "educational_objective": "Choose empiric treatment for bacterial meningitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 38-year-old man is evaluated in the emergency department for a 24-hour history of fever, headache, stiff neck, and altered mental status. He has no underlying medical conditions and no drug allergies.On physical examination, temperature is 39.0 °C (102.2 °F), blood pressure is 140/82 mm Hg, pulse rate is 102/min, and respiration rate is 18/min. He is obtunded. Neurologic examination shows no focal abnormalities.CT scan without contrast is normal.Results of a lumbar puncture are pending.",
  "question_stem": "In addition to adjunctive dexamethasone, which of the following is the most appropriate therapy?",
  "options": [
    {
      "letter": "A",
      "text": "Ampicillin plus trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Vancomycin plus ampicillin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vancomycin plus ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin plus moxifloxacin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate empiric antibiotic regimen for this patient with suspected bacterial meningitis is vancomycin plus ceftriaxone (Option C). Patients with suspected bacterial meningitis should receive empiric antibiotic therapy for likely causes while awaiting analysis of cerebrospinal fluid and culture results (). The most appropriate empiric antibiotic regimen for a patient who is immunocompetent and aged 50 years or younger with suspected community-acquired bacterial meningitis is the combination of intravenous ceftriaxone or cefotaxime plus intravenous vancomycin. Empiric vancomycin plus ceftriaxone provides treatment for the possibility of Streptococcus pneumoniae meningitis caused by highly penicillin- and cephalosporin-resistant strains while organism identification and in vitro susceptibility testing are pending; additionally, ceftriaxone is excellent therapy for the treatment of Neisseria meningitidis meningitis. Adjunctive dexamethasone, given concomitantly with the first dose of antibiotic therapy, reduces morbidity and mortality in adults with bacterial meningitis. This patient has no underlying conditions, and the most likely bacterial causes of meningitis for his age (≤50 years) would be S. pneumoniae and N. meningitidis; he should receive vancomycin plus ceftriaxone as well as adjunctive dexamethasone.Ampicillin and trimethoprim-sulfamethoxazole (Option A) are effective for meningitis caused by Listeria monocytogenes but would not be appropriate empiric therapy for either S. pneumoniae or N. meningitidis.Vancomycin would not provide adequate empiric therapy for pneumococcal meningitis, and ampicillin would not adequately treat meningococcal meningitis because meningococcal strains resistant to penicillin have been reported in the United States (Option B). Although ampicillin would be appropriate empiric treatment in a patient with Listeria meningitis, this patient does not have risk factors (e.g., immunosuppression or age >50 years) for infection caused by this organism.Vancomycin plus moxifloxacin (Option D) may be appropriate empiric treatment for a patient with possible pneumococcal and meningococcal meningitis, but this empiric combination should be reserved for those who are allergic to b-lactam antibiotics. This patient has no drug allergies.",
  "key_points": [
    "The most appropriate empiric antibiotic regimen for a patient who is immunocompetent and aged 50 years or younger with suspected community-acquired bacterial meningitis is intravenous ceftriaxone or cefotaxime plus intravenous vancomycin; adjunctive dexamethasone should be given concomitantly with the first dose of antibiotic therapy."
  ],
  "references": "Hasbun R. Progress and challenges in bacterial meningitis: A review. JAMA. 2022;328:2147-2154. PMID: 36472590 doi:10.1001/jama.2022.20521",
  "related_content": {
    "syllabus": [
      "idsec24001_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:47:06.074231-06:00"
}