{
  "question_id": "oncor25034",
  "category": "on",
  "educational_objective": "Treat severe diarrhea related to immunotherapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 44-year-old woman is evaluated in the emergency department for 4 days of increasing diarrhea. It has escalated to eight to nine large-volume, watery stools per day. She has Lynch syndrome, and 3 months ago, she was diagnosed with mismatch repair–deficient colon cancer with metastases to lung and liver. Pembrolizumab was started 10 weeks ago; she has received three doses, the most recent one 1 week ago. She has no other medical history and takes no other medications.On physical examination, temperature is 37.1 °C (98.8 °F), blood pressure is 90/60 mm Hg, and pulse rate is 110/min. The abdomen is slightly tender and distended without peritoneal signs.Results of complete blood count and metabolic panel and thyroid-stimulating hormone level are normal. Stool studies, including testing for Clostridioides difficile, are negative. Fecal calprotectin and fecal lactoferrin levels are elevated.CT scan of the abdomen and pelvis shows diffuse thickening of the colon wall without perforation or extracolonic fluid collection.",
  "question_stem": "In addition to discontinuing the pembrolizumab, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Budesonide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Infliximab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Loperamide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Methylprednisolone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with likely immunotherapy-induced colitis is intravenous methylprednisolone (Option D). Immune checkpoint inhibitors are often tolerated well without significant adverse effects; however, immune dysregulation is a common adverse effect and may manifest as colitis, pneumonitis, hepatitis, dermatitis, endocrinopathies (hypophysitis, thyroiditis, and adrenalitis), and neuritis. Immunotoxicities can occur with single-agent treatment but are more common when two agents are used, such as the combination of a cytotoxic T-lymphocyte antigen-4 antibody (e.g., ipilimumab or telimomab) and a PD-1 antibody (e.g., pembrolizumab, nivolumab, or dostarlimab). Colitis is a relatively common complication with immunotherapy; it can present any time after immunotherapy, with symptoms ranging from mild to severe, life-threatening diarrhea. Prompt recognition, discontinuation of immunotherapy, and initiation of high-dose intravenous glucocorticoid therapy (e.g., methylprednisolone) are crucial for moderate or severe cases. Infections with enteric pathogens and Clostridioides difficile should be ruled out. Stool testing for lactoferrin and calprotectin suggest bowel inflammation and can be used to monitor disease activity. Endoscopy with biopsy can confirm the diagnosis but is not necessary before initiation of treatment. In this patient with likely immunotherapy-induced colitis, intravenous methylprednisolone and discontinuation of pembrolizumab is the most appropriate treatment.Oral budesonide (Option A) might be considered in patients with mild immunotherapy-induced colitis, such as those with minor diarrhea (three or fewer stools daily without large volume loss). However, it is inadequate therapy for symptomatic patients with moderate to severe diarrhea, such as this one.For patients with immunotherapy-induced colitis who do not respond to intravenous glucocorticoids within the first 3 days of therapy, the tumor necrosis factor inhibitor infliximab (Option B) or the integrin inhibitor vedolizumab should be added. However, high-dose glucocorticoids are the initial therapy of choice, and it would be premature to add infliximab at this time.Symptomatic treatment with antidiarrheal agents, such as loperamide (Option C), may be appropriate in the management of selected patients with mild checkpoint inhibitor–related colitis. This patient, however, has significant disease and should receive glucocorticoid therapy.",
  "key_points": [
    "Common immunotherapy-related adverse events include dermatitis/mucositis, autoimmune endocrinopathies (thyroiditis, adrenalitis, hypophysitis), colitis, pneumonitis, and hepatotoxicity.",
    "The most appropriate treatment for moderate to severe immunotherapy-induced adverse effects is stopping the checkpoint inhibitor and beginning high-dose glucocorticoid therapy."
  ],
  "references": "Schneider BJ, Naidoo J, Santomasso BD, et al. Management of immune-related adverse events in patients treated with immune checkpoint inhibitor therapy: ASCO guideline update. J Clin Oncol. 2021;39:4073-4126. PMID: 34724392 doi:10.1200/JCO.21.01440",
  "related_content": {
    "syllabus": [
      "onsec24013_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:31:30.532459-06:00"
}