{
  "question_id": "onmcq24051",
  "category": "on",
  "educational_objective": "Reduce breast cancer risk in a patient with atypical ductal hyperplasia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 56-year-old woman is evaluated during a follow-up visit. She recently underwent an excisional biopsy for atypical ductal hyperplasia of the left breast. She is asymptomatic. She has a history of left leg deep venous thrombosis, for which she completed a 3-month course of rivaroxaban 4 years ago, and dense breast tissue. She does not have a family history of malignancy and is postmenopausal.The patient is advised that dense breasts and atypical ductal hyperplasia are markers of increased future risk for breast cancer. She is interested in means of preventing future breast cancer.",
  "question_stem": "Which of the following is the most appropriate preventive measure?",
  "options": [
    {
      "letter": "A",
      "text": "Letrozole for 5 years",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prophylactic bilateral mastectomies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tamoxifen for 5 years",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional preventive measures",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should receive an aromatase inhibitor such as letrozole for 5 years (Option A). Atypical ductal hyperplasia (ADH) is a common finding on breast biopsy and is a high-risk precursor lesion for breast cancer. Treatment is surgical excision because up to 30% of patients have higher-grade histologic types (such as ductal carcinoma in situ or invasive carcinoma) on final pathology. There is no role for radiation therapy or systemic therapy for treatment of ADH. However, 5 years of endocrine therapy as chemoprevention can be considered to prevent future breast cancer. The current National Comprehensive Cancer Network guidelines recommend using the Tyrer-Cuzik Risk Calculator to determine which patients may benefit from chemoprevention. In high-risk postmenopausal patients, tamoxifen and aromatase inhibitors (letrozole, anastrozole, exemestane) are appropriate options, although aromatase inhibitors are often preferred in these patients. This patient should receive chemoprophylaxis because she has an increased risk for future cancer based on ADH, dense breasts, and interest in chemoprophylaxis.Bilateral prophylactic mastectomies (Option B) can be considered for selected patients who carry pathogenic BRCA1/2 pathogenic/likely pathogenic variants. However, the overall survival benefit is controversial even in that group of patients with an extremely high risk for breast cancer. This procedure is not indicated for patients with ADH.Tamoxifen (Option C), a selective estrogen receptor modulator, would not be the most appropriate chemoprevention for this patient. Five years of treatment with tamoxifen reduces the incidence of invasive and noninvasive carcinoma in patients at high risk for developing breast cancer, and it is the preferred option for premenopausal patients. Tamoxifen, however, is associated with an increased risk for thrombosis, and, given that the patient has a history of venous thromboembolism, it is contraindicated in this setting.Taking no additional preventive measures (Option D) would not be recommended in this patient. The U.S. Preventive Services Task Force advises focusing on each patient's values and priorities when considering the balance between reducing the risk for breast cancer and the potential for adverse effects. This patient has expressed an interest in preventive measures, and chemoprophylaxis should be considered.",
  "key_points": [
    "Atypical ductal hyperplasia is a high-risk precursor lesion for breast cancer; treatment is surgical excision because up to 30% of patients have higher-grade histologic types (such as ductal carcinoma in situ or invasive carcinoma) on final pathology.",
    "Patients with atypical hyperplasia should be considered for chemoprophylaxis to prevent future breast cancer."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Breast cancer risk reduction. Version 2. 2024. NCCN.org. Accessed August 2, 2024. Available at: www.nccn.org/professionals/physician_gls/pdf/breast_risk.pdf",
  "related_content": {
    "syllabus": [
      "onsec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:25.951043-06:00"
}