{
  "question_id": "csmcq24060",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat chronic cough caused by upper airway cough syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for a 12-week history of nonproductive and episodic cough following a resolved viral upper respiratory tract infection. She has accompanying persistent nasal congestion but no dyspnea, fever, or weight loss. The cough disrupts her sleep, but she feels well otherwise. She was previously prescribed albuterol, guaifenesin, and dextromethorphan without resolution. She does not use tobacco products. Medical history is unremarkable, and she takes no medications.On physical examination, vital signs are normal. Nasal turbinates are swollen. The oropharynx is clear, and there is no cervical lymphadenopathy. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Albuterol inhaler",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Amoxicillin-clavulanate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Diphenhydramine and pseudoephedrine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with likely upper airway cough syndrome (UACS) is a trial of an antihistamine with a decongestant, such as diphenhydramine and pseudoephedrine (Option C). UACS, previously referred to as cough due to postnasal drip syndrome, is defined as a cough that is present for at least 8 weeks and associated with upper airway congestion. The cough from UACS results not just from the mechanical effects of mucus in the airways but also from sensory nerve stimulation in the airways due to inflammation or excessive activation of the cough reflex. Common triggers of UACS are persistent rhinosinusitis due to allergies and cough receptor sensitization following a viral respiratory infection. There are no other specific diagnostic criteria for UACS, and it is a diagnosis of exclusion; important but less common causes of chronic cough, such as chronic bronchitis, lung neoplasm, bronchiectasis, and chronic aspiration, must always be considered. First-line treatment for UACS resulting from nonallergic rhinitis is first-generation antihistamines (chlorpheniramine, brompheniramine, diphenhydramine) and decongestants (pseudoephedrine). Diphenhydramine has been shown to reduce the cough reflex and inflammatory responses. In contrast, intranasal glucocorticoids are indicated for allergic rhinitis–mediated UACS. This patient has no red flag symptoms that indicate more serious causes of a chronic cough, and UACS secondary to her previous upper respiratory tract infection is likely. She should be treated with antihistamines and decongestants.Although cough-variant asthma can cause chronic cough, an albuterol inhaler (Option A) is not indicated for this patient who does not have asthma symptoms, such as wheezing or dyspnea. However, spirometry might be helpful to evaluate for cough-variant asthma should the symptoms persist despite treatment for the suspected UACS.This patient has no signs or symptoms of bacterial infection, including pneumonia or sinusitis. Antibiotics, such as amoxicillin-clavulanate (Option B), are not indicated in UACS and would unnecessarily expose the patient to the adverse effects of antibiotics.Prednisone (Option D) would be a reasonable option if the patient had an exacerbation of underlying asthma or COPD. This patient has neither condition, and prednisone is not indicated.",
  "critique_links": [],
  "key_points": [
    "Upper airway cough syndrome (UACS) is defined as a cough that is present for at least 8 weeks and associated with upper airway congestion; there are no other specific diagnostic criteria for UACS, and it is a diagnosis of exclusion.",
    "First-line treatment for UACS resulting from nonallergic rhinitis is first-generation antihistamines (chlorpheniramine, brompheniramine, diphenhydramine) and decongestants (pseudoephedrine)."
  ],
  "references": "Irwin RS, French CL, Chang AB, et al; CHEST Expert Cough Panel*. Classification of cough as a symptom in adults and management algorithms: CHEST guideline and expert panel report. Chest. 2018;153:196-209. PMID: 29080708 doi:10.1016/j.chest.2017.10.016",
  "related_content": {
    "syllabus": [
      "cssec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.328224-06:00"
}