{
  "category": "en",
  "critique": "The most likely cause of this patient's skin changes is obesity (Option D). Acanthosis nigricans is a velvety, dark thickening of the skin that primarily involves the flexural sites of the neck, axillae, and groin. An example of changes involving the posterior neck in a different patient is shown.Obesity-associated acanthosis nigricans is the most common type. Acanthosis nigricans in obesity is related to insulin resistance. Acrochordons (skin tags) develop in similar areas and may accompany acanthosis nigricans. Other diseases associated with acanthosis nigricans include other causes of insulin resistance states (such as diabetes mellitus); polycystic ovary syndrome; and, less commonly, Cushing syndrome (glucocorticoid excess) and acromegaly. The association of acanthosis nigricans with multiple disorders associated with insulin resistance suggests that hyperinsulinemia might play a key role in its development. Acanthosis nigricans can be associated with malignancy (such as gastrointestinal adenocarcinoma), but this is rare. The possibility of malignancy is increased if the skin changes appear suddenly; progress rapidly; and are extensive, particularly if they involve the mucous membranes, soles, and palms.",
  "educational_objective": "Diagnose acanthosis nigricans.",
  "extracted_at": "2025-12-23T14:09:16.947629-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/enfig24620.a16da37f08a2c10be8ad6031e7be0bd1.jpg",
      "figures/enfig24619.af897ecfed1e08aa985ea3a2101ec9fb.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Acromegaly"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Cushing syndrome"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Malignancy"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Obesity"
    }
  ],
  "question_id": "envdx24015",
  "question_stem": "Which of the following is the most likely cause of these skin changes?",
  "question_text": "A 40-year-old woman is evaluated for skin changes limited to the back of her neck and axillae. She has obesity.Representative changes involving the right axilla are shown.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24002_24007"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}