{
  "question_id": "csqqq24010",
  "category": "cs",
  "educational_objective": "Diagnose central vertigo based on Dix-Hallpike maneuver results.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 65-year-old man is evaluated for an 8-hour history of episodic dizziness. He reports sensations of room-spinning and nausea. Medical history is significant for hypertension and dyslipidemia, for which he takes valsartan and rosuvastatin.On physical examination, the patient feels dizzy. Blood pressure is 174/88 mm Hg and pulse rate is 101/min. The Dix-Hallpike maneuver evokes immediate vertical nystagmus with no fatigability. The direction of the nystagmus varies depending on the direction of the patient's gaze. The neurologic examination is otherwise normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acoustic neuroma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Benign paroxysmal positional vertigo",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vertebrobasilar stroke",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vestibular neuronitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is vertebrobasilar stroke (Option C). In patients with vertigo, it is crucial to differentiate central from peripheral causes. The Dix-Hallpike maneuver is an effective bedside test for this purpose. During the test, the latency, duration, fatigability, and direction of nystagmus are noted. Findings that indicate central vertigo are nystagmus with an immediate onset (no latency), longer duration (>1 minute), no fatigability, and vertical or horizontal directionality without a torsional component; the direction of nystagmus may also vary depending on the direction of the patient's gaze. Causes of central vertigo include ischemia, infarction, or hemorrhage of the cerebellum or brainstem. For suspicion of a central cause of vertigo, such as in this patient, brain MRI and magnetic resonance angiography of the posterior cerebral circulation are the preferred diagnostic studies. This patient's presentation is most consistent with central vertigo due to a vertebrobasilar stroke.Dix-Hallpike maneuver results that suggest peripheral vertigo include nystagmus that is delayed in onset (presence of latency), is of short duration (<1 minute), exhibits fatigability (habituation), and is primarily unidirectional (usually up-beating and torsional [rotary phenomenon]). Some causes of peripheral vertigo include acoustic neuroma (Option A) (tinnitus and associated unilateral sensorineural hearing loss), benign paroxysmal positional vertigo (Option B, most common), and vestibular neuronitis (Option D), which may follow a viral syndrome that has affected the vestibular portion of cranial nerve VIII. An additional bedside test that can be performed to help differentiate central from peripheral causes of vertigo is the HINTS (Head Impulse, Nystagmus, and Test of Skew) examination. Findings concerning for a central cause of vertigo are the absence of catch-up saccades on the head impulse test, bidirectional nystagmus on the nystagmus assessment, and the presence of vertical skew on the test of skew. It is recommended that only those who are trained to perform the HINTS examination do so.",
  "critique_links": [],
  "key_points": [
    "In patients with central vertigo, the Dix-Hallpike maneuver produces nystagmus with an immediate onset (no latency), longer duration (>1 minute), no fatigability, and vertical or horizontal directionality without a torsional component."
  ],
  "references": "Edlow JA, Carpenter C, Akhter M, et al. Guidelines for reasonable and appropriate care in the emergency department 3 (GRACE-3): Acute dizziness and vertigo in the emergency department. Acad Emerg Med. 2023;30:442-486. PMID: 37166022 doi:10.1111/acem.14728",
  "related_content": {
    "syllabus": [
      "cssec24005_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.132308-06:00"
}