{
  "question_id": "enmcq24097",
  "category": "en",
  "educational_objective": "Evaluate a patient with secondary amenorrhea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 27-year-old woman is evaluated for a 6-month history of amenorrhea. She underwent menarche at age 12 years and has always had irregular menses, which typically occur every 1 to 3 months and are accompanied by menstrual cramping and abdominal bloating. She also reports bothersome facial hair, for which she undergoes laser hair removal, as well as a recent 9.1-kg (20.0 lb) weight gain. She takes no medications.On physical examination, vital signs are normal. BMI is 35. Acne is noted over the patient's face, chest, and back. Her abdominal waist circumference is increased. Thin white stretch marks are seen over her abdomen and upper thighs.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "8 am 17-hydroxyprogesterone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "β-Human chorionic gonadotropin measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Total testosterone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "24-Hour urine cortisol measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient presents with secondary amenorrhea, for which the first diagnostic step is to rule out pregnancy with β-human chorionic gonadotropin (hCG) testing (Option B). Secondary amenorrhea is defined as the absence of menses for more than 3 months in women who previously had regular menstrual cycles or for 6 months in women who have irregular menses. Because pregnancy is the most common cause of secondary amenorrhea, the first step in the evaluation is a β-hCG measurement (Figure: Algorithm for Evaluating Amenorrhea). Once pregnancy is excluded, serum follicle-stimulating hormone, serum estradiol, thyroid-stimulating hormone, free thyroxine, and serum prolactin levels should be measured. Additional testing is determined by the clinical features of the patient and the results of these initial tests.Many conditions may cause amenorrhea, including nonclassic congenital adrenal hyperplasia, polycystic ovary syndrome, hyperprolactinemia, Cushing syndrome, androgen-secreting tumors, ovarian hyperthecosis, and thyroid dysfunction. If β-hCG testing is negative in this patient, it would be reasonable to consider nonclassic congenital adrenal hyperplasia and measure a serum 8 am 17-hydroxyprogesterone level (Option A) given her clinical features of menstrual abnormalities and hirsutism. However, pregnancy must be ruled out first.This patient has a history of irregular menses, hirsutism, acne, and weight gain, which may indicate an underlying diagnosis of polycystic ovary syndrome (PCOS). The diagnosis of PCOS is based on the presence of three clinical features: oligo-anovulation, androgen excess (clinical or biochemical), and polycystic ovaries identified on ultrasound. The Rotterdam criteria require two of these three clinical features to be present. It would be appropriate to obtain a serum total testosterone level (Option C) in the evaluation of PCOS for this patient, but pregnancy must be ruled out first.Cushing syndrome is a state of hypercortisolemia that can result from exogenous glucocorticoid usage or endogenous hyperproduction. Measuring the 24-hour urine cortisol level (Option D) is an appropriate diagnostic test for this condition. Considering this diagnosis in a patient with rapid weight gain, central adiposity, amenorrhea, hirsutism, and acne is reasonable. However, this patient does not have classic features of Cushing syndrome, such as abdominal striae, dorsocervical fat pads, supraclavicular fullness, or hypertension. Additionally, pregnancy must be ruled out first when evaluating amenorrhea.",
  "critique_links": [],
  "key_points": [
    "Secondary amenorrhea is defined as the absence of menses for more than 3 months in women who previously had regular menstrual cycles or for 6 months in women who have irregular menses.",
    "The first step in evaluating secondary amenorrhea is testing for pregnancy by measuring β-human chorionic gonadotropin."
  ],
  "references": "Pitts S, DiVasta AD, Gordon CM. Evaluation and management of amenorrhea. JAMA. 2021;326:1962-1963. PMID: 34783850 doi:10.1001/jama.2021.13312",
  "related_content": {
    "syllabus": [
      "ensec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.334077-06:00"
}