{
  "question_id": "rmmcq24025",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose acute coronary syndrome in a patient with systemic lupus erythematosus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 46-year-old woman is evaluated in the emergency department for 3 months of intermittent chest pain that occurs with activity. One hour ago, she developed severe chest pain and diaphoresis while gardening, and symptoms have since partially subsided. She does not have shortness of breath, radiating pain, or increased pain with inspiration. Medical history is notable for hypertension; osteoporosis; and a 15-year history of systemic lupus erythematosus with manifestations including hair loss, rash, pericarditis, and nephritis. She has obesity. She has not had thrombotic events or pregnancy loss. Her disease activity has been well controlled for 5 years. Current medications are mycophenolate mofetil, hydroxychloroquine, lisinopril, alendronate, low-dose prednisone, and vitamin D.On physical examination, blood pressure is 140/90 mm Hg in both arms, pulse rate is 94/min, and respiration rate is 18/min. Oxygen saturation is 96% with the patient breathing ambient air. BMI is 36. She can lie flat without an increase in chest pain. Cardiac and lung examinations are normal. No calf tenderness or lower extremity edema is observed.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute coronary syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Aortic dissection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pericarditis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pulmonary embolism",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is acute coronary syndrome (Option A). Patients with long-standing systemic lupus erythematosus (SLE) have a 2- to 10-fold increased prevalence of coronary artery disease (CAD). Risk factors for CAD in the setting of SLE include increased disease activity (especially nephritis) and long-term glucocorticoid use at dosages greater than 10 mg/d. Patients with SLE can also develop CAD at an earlier age compared with the general population. SLE-associated inflammation leads to endothelial dysfunction and microvascular damage along with cytokine-associated dyslipidemia, which contributes to accelerated atherosclerosis. In addition to her chronic SLE and long-term glucocorticoid use, this patient has hypertension and a BMI greater than 25, which are also risk factors for CAD.Aortic dissection (Option B) is a rare complication of SLE but is three times more common in patients with SLE than in the general population, especially in those with long-standing disease and associated hypertension. Aortic dissection classically presents as severe, sudden-onset chest or back pain; asymmetric blood pressures may be present. This patient's 3-month pain pattern and examination findings make aortic dissection unlikely.Although this patient has a history of pericarditis (Option C), her current chest pain does not worsen when she is lying supine and has been intermittent for the past 3 months. Pericarditis is the most common cardiac manifestation of SLE, but most patients are asymptomatic and only demonstrate excess pericardial fluid on echocardiography.The risk for pulmonary embolism (Option D) is three times higher in patients with SLE than in the general population. This patient has had no thrombotic episodes in the past and her Wells criteria score is 0; pulmonary embolism is not the most likely explanation for her recurrent episodes of pain.",
  "critique_links": [],
  "key_points": [
    "Patients with systemic lupus erythematosus (SLE) have a 2- to 10-fold increased prevalence of coronary artery disease; high SLE disease activity and prednisone dosages greater than 10 mg/d are independent risk factors for coronary artery disease."
  ],
  "references": "Melano-Carranza E, Zambrano-Zambrano A, Valle-Uitzil W, et al. Coronary artery disease in systemic lupus erythematosus: what do the facts say? Cureus. 2023;15:e33449. PMID: 36751191 doi:10.7759/cureus.33449",
  "related_content": {
    "syllabus": [
      "rmsec24007_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.808281-06:00"
}