{
  "question_id": "rmmcq24019",
  "category": "rm",
  "educational_objective": "Evaluate for autoimmune disease in a patient with suspected secondary Raynaud phenomenon.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 48-year-old woman is evaluated for a 6-month history of her fingers turning white with cold exposure, such as touching cold or frozen items in the grocery store. The fingers return to a normal color after warming them. She has not had skin thickening, joint pain or swelling, or swallowing difficulties. She has no previous medical problems and takes no medications.On physical examination, vital signs are normal. There is pallor of the right index and middle fingers distal to the proximal interphalangeal joints. Scattered telangiectasias are observed on the hands. No sclerodactyly, joint tenderness or swelling, digital pitting, or ulceration is noted.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "ANCA panel",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Anti–cyclic citrullinated peptide antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Antinuclear antibody panel",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Antiphospholipid antibody panel",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is an antinuclear antibody panel (Option C) to evaluate for systemic autoimmune disease in this patient with late-onset Raynaud phenomenon. Raynaud phenomenon refers to episodic vasospasm affecting the digits (rarely the nose and ears) and may be the first manifestation of an autoimmune rheumatologic disease. The most common symptom of Raynaud phenomenon is pallor or blanching of the fingers or toes. In more severe cases, affected digits can become cyanotic and appear dark blue. With rewarming, a rebound vascular dilatation may occur, and the digits can take on a red color. These colors may be more difficult to discern in patients with darker skin tones. Certain features help distinguish primary Raynaud phenomenon (Raynaud changes not associated with an underlying autoimmune rheumatologic disease) from secondary Raynaud phenomenon (changes associated with an autoimmune rheumatologic disease). Features suggestive of secondary Raynaud phenomenon include onset after age 40 years, severe symptoms or digital ischemia, telangiectasias, digital pitting at the fingertips, and sclerodactyly. Nailfold capillaroscopy is also highly useful in distinguishing primary from secondary Raynaud phenomenon; dilatation or loss of capillary loop density (drop out) of small vessels at the nailfold is often seen when an underlying autoimmune disease is present. Common autoimmune diseases associated with Raynaud phenomenon are systemic sclerosis, mixed connective disease, and systemic lupus erythematosus (SLE). An antinuclear antibody panel is key to identifying these potential or existing rheumatologic diseases. This patient has late-onset Raynaud phenomenon accompanied by telangiectasias, indicating a high probability of underlying autoimmune rheumatologic disease (likely limited cutaneous systemic sclerosis), and obtaining an antinuclear antibody panel is necessary.An ANCA panel (Option A) is used to identify patients with possible small-vessel forms of vasculitis. Although digital ischemia may develop in ANCA-associated vasculitis due to destruction of vessels, Raynaud phenomenon is not common in this condition.Anti–cyclic citrullinated peptide antibody (Option B) testing is specific for diagnosing rheumatoid arthritis, which is rarely associated with Raynaud phenomenon. Although rheumatoid arthritis may coexist with systemic sclerosis or SLE, this patient does not have features to suggest rheumatoid arthritis; thus, testing for this disease is not indicated.An antiphospholipid antibody panel (Option D) is usually performed to help identify the cause of vascular thrombo-occlusive disease, which might be a cause of digital ischemia but not Raynaud phenomenon.",
  "key_points": [
    "Underlying autoimmune disease should be suspected in patients who present with late-onset Raynaud phenomenon, especially if it is accompanied by telangiectasias, digital pitting, sclerodactyly, or abnormal nailfold capillaroscopy findings.",
    "An antinuclear antibody panel is indicated in patients with suspected secondary Raynaud phenomenon."
  ],
  "references": "Choi E, Henkin S. Raynaud's phenomenon and related vasospastic disorders. Vasc Med. 2021;26:56-70. PMID: 33566754 doi:10.1177/1358863X20983455",
  "related_content": {
    "syllabus": [
      "rmsec24010_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:54:42.207835-06:00"
}