{
  "question_id": "cvmcq24056",
  "category": "cv",
  "educational_objective": "Treat lifestyle-limiting claudication with supervised exercise training.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 58-year-old man is evaluated for right calf muscle discomfort that occurs while walking and has been progressively worsening during the past 12 months. Symptoms improve with 5 to 10 minutes of rest, but he now has difficulty walking his dog and keeping up with his spouse at the grocery store. He is a lifelong nonsmoker. He has coronary artery disease, heart failure with reduced ejection fraction, hypertension, and dyslipidemia. Medications are aspirin, metoprolol succinate, valsartan-sacubitril, spironolactone, dapagliflozin, and atorvastatin.On physical examination, blood pressure is 114/62 mm Hg and pulse rate is 66/min and regular. Bilateral femoral pulses are 2+; right popliteal and pedal pulses are 1+. The feet are warm and without ulceration.Ankle-brachial index is 0.98 on the left and 0.72 on the right.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cilostazol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Evolocumab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pentoxifylline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Revascularization of the right leg",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Supervised exercise training",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be referred for supervised exercise training (Option E). The American College of Cardiology/American Heart Association (ACC/AHA) guidelines on peripheral artery disease (PAD) recommend supervised exercise training as initial therapy for patients with intermittent claudication. In patients who can exercise, supervised exercise training has been associated with improved functional performance. Supervised exercise is more effective than home exercise in improving maximal walking distance and initial claudication distance, although quality of life may not differ between the two approaches. If supervised exercise training is not available, home-based exercise training is appropriate. This patient describes a classic pattern of lifestyle-limiting intermittent claudication that occurs with activity and improves with rest. He has no evidence of critical limb ischemia, and a trial of supervised exercise training is the best next step.Cilostazol (Option A) is a phosphodiesterase inhibitor with antiplatelet and vasodilator activity that increases pain-free walking distance and overall walking distance in patients with claudication. It is a reasonable option in patients with claudication, but as a phosphodiesterase inhibitor, it is contraindicated in individuals with known heart failure with reduced ejection fraction, such as this patient.For patients who are intolerant of statins or who cannot achieve appropriate LDL cholesterol levels, the use of proprotein convertase subtilisin/kexin type 9 inhibitors, such as evolocumab (Option B), is appropriate. However, this patient has already achieved the goal LDL cholesterol level of less than 70 mg/dL (1.8 mmol/L) while receiving high-intensity statin therapy.Pentoxifylline (Option C) does not have a clear role in the treatment of patients with PAD. Although it is approved by the FDA for use, pentoxifylline is inferior to cilostazol (in patients who are eligible to receive it) and supervised exercise training.Because this patient presents with chronic symptoms without evidence of a threatened limb, he does not have an indication for revascularization (Option D). The ACC/AHA guidelines recommend medical therapy and exercise training as primary treatment for chronic claudication, with revascularization reserved for patients in whom this approach fails.",
  "key_points": [
    "Medical therapy and exercise training are primary treatment for chronic claudication, with revascularization reserved for patients in whom this approach fails.",
    "Cilostazol is a reasonable option in patients with claudication but is contraindicated in those with known heart failure with reduced ejection fraction."
  ],
  "references": "Jansen SC, Abaraogu UO, Lauret GJ, et al. Modes of exercise training for intermittent claudication. Cochrane Database Syst Rev. 2020;8:CD009638. PMID: 32829481 doi:10.1002/14651858.CD009638.pub3",
  "related_content": {
    "syllabus": [
      "cvsec24012_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:48:59.523116-06:00"
}