{
  "question_id": "cvqqq24024",
  "category": "cv",
  "educational_objective": "Manage an abdominal aortic aneurysm with surveillance.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 68-year-old man is evaluated during a routine examination. He is asymptomatic. Medical history is significant for hypertension and dyslipidemia. He has a 50-pack-year smoking history but quit smoking at age 45 years. Medications are low-dose aspirin, atorvastatin, and amlodipine.Physical examination is normal.An abdominal aortic duplex ultrasound shows an abdominal aortic aneurysm with a maximum diameter of 3.5 cm.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Aortic aneurysm repair",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat aortic ultrasonography in 2 to 3 years",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with an asymptomatic abdominal aortic aneurysm (AAA) with a diameter less than 4.0 cm is repeat abdominal aortic ultrasonography in 2 to 3 years (Option C). For AAAs with a diameter smaller than 4.0 cm, the 5-year risk for rupture is 2%. The optimal interval for surveillance has not been defined by clinical trials. Some guidelines recommend a surveillance interval of “several years,” whereas the Society for Vascular Surgery consensus opinion suggests a 3-year surveillance interval for men and women with an initial AAA diameter of 3.0 to 4.0 cm. Surveillance should be performed as follows:Every 12 months in men with an AAA diameter of 4.0 to 4.9 cm and in women with adiameter of 4.0 to 4.4 cmEvery 6 months in men with an AAA diameter of 5.0 to less than 5.5 cm and in women with a diameter or 4.5 to less than 5.0 cmThis asymptomatic patient with an AAA with a maximum diameter of 3.5 cm can be managed with surveillance abdominal ultrasonography.Surgical or endovascular repair (Option A) is warranted when an AAA diameter reaches 5.5 cm in maximum diameter in men and 5.0 cm in women, owing to the elevated risk for death from aortic rupture. Repair is also indicated in patients with symptoms from AAA (abdominal tenderness or pain) and those with rapid expansion in AAA size (>0.5 cm/year). This patient is asymptomatic with an AAA diameter of 3.5 cm.CT angiography (Option B) is indicated to determine the exact location of an AAA (suprarenal, juxtarenal, or infrarenal) when planning for aortic repair, which is not currently indicated in this patient.Pursuing no further testing (Option D) would be inappropriate in this patient. An AAA predisposes the patient to an elevated risk for aortic rupture and death, and surveillance of the aneurysm is recommended.",
  "key_points": [
    "Men with an abdominal aortic aneurysm (AAA) diameter smaller than 5.5 cm and women with an AAA diameter less than 5.0 cm should undergo surveillance ultrasonography, with frequency determined by aneurysm size."
  ],
  "references": "Isselbacher EM, Preventza O, Hamilton Black J 3rd, et al; Peer Review Committee Members. 2022 ACC/AHA guideline for the diagnosis and management of aortic disease: A report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. Circulation. 2022;146:e334-e482. PMID: 36322642 doi:10.1161/CIR.0000000000001106",
  "related_content": {
    "syllabus": [
      "cvsec24011_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.773808-06:00"
}