{
  "question_id": "csvdx24009",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Identify the radiographic findings of osteonecrosis of the hip.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 57-year-old woman with systemic lupus erythematosus is evaluated for right hip pain.A radiograph of the hips is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bone metastases",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Osteoarthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Osteonecrosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rheumatoid arthritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is osteonecrosis of the hip (Option C). Osteonecrosis (avascular necrosis) often presents as gradual onset of anterior hip pain in patients with alcohol use disorder, glucocorticoid use, systemic lupus erythematosus, or sickle cell disease. In early osteonecrosis, plain radiographs are often normal. The earliest plain radiograph changes show increased density of the femoral head (white arrow) followed by sclerosis and cyst development (black arrow). Subchondral radiolucency, known as the crescent sign, is pathognomonic of osteonecrosis and represents subchondral collapse. Later stages reveal flattening or collapse of the femoral head.MRI is more sensitive in the diagnosis of osteonecrosis and is a particularly important imaging modality when plain radiographs are normal but clinical suspicion is high. The T1-weighted MRI of a different patient shows subchondral fractures and flattening of the right femoral head characteristic of osteonecrosis.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cssec24012_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.422833-06:00"
}