{
  "question_id": "inmcq24037",
  "category": "in",
  "educational_objective": "Diagnose attention-deficit/hyperactivity disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 28-year-old man is evaluated because of difficulty focusing and completing tasks in his job as a computer programmer. While in the office, he cannot sit for long periods and feels the urge to stand up and move around. He also frequently gets distracted by side conversations. He infrequently fully completes a task before moving on to another one; he is currently working on four projects but “is nowhere close to getting them done.” He is anxious about his symptoms and has had similar issues since he was a child. He was able to complete his studies with the help of his parents, but their involvement has tapered off, and he has had increasing trouble managing his symptoms. His PHQ-9 score is 5. He has no other medical problems and takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Attention-deficit/hyperactivity disorder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Autism spectrum disorder",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Generalized anxiety disorder",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Obsessive-compulsive disorder",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is attention-deficit/hyperactivity disorder (ADHD) (Option A). ADHD is characterized by persistent inattention and/or hyperactivity-impulsivity that disrupts functioning or development. Common manifestations in adults include inattention, disorganization, distractibility, emotional dysregulation, and restlessness. Diagnosis requires that symptoms interfere with functioning in at least two different settings, such as home and work, and that at least some symptoms had onset before 12 years of age. It is most frequently recognized in childhood, but in some patients, the diagnosis may be delayed until adulthood. Most patients diagnosed as children continue to have symptoms as adults. This patient most likely has ADHD because his symptoms of inattention, distractibility, and restlessness have been present since childhood and have interfered with functioning in two settings (work and college).Autism spectrum disorder (Option B) is not the most likely diagnosis. Autism spectrum disorder is a heterogenous group of developmental disorders characterized by repetitive behaviors and significant challenges in communication and social interactions. These are not the most prominent symptoms in this patient.This patient most likely does not have generalized anxiety disorder (Option C). Although he reports anxiety about his symptoms, it appears to be secondary to his inability to complete his work and appears mild. It is likely not a major cause nor contributor to his symptoms.Obsessive-compulsive disorder (OCD) (Option D) is not the most likely diagnosis. Patients with OCD experience obsessions (e.g., recurrent and intrusive thoughts causing distress) and compulsions (e.g., repetitive hand washing done to alleviate the obsession-related anxiety). Although OCD can also disrupt social interactions, this patient's symptoms of inattention, disorganization, distractibility, and restlessness make ADHD much more likely.",
  "critique_links": [],
  "key_points": [
    "Attention-deficit/hyperactivity disorder is characterized by persistent inattention and/or hyperactivity-impulsivity that disrupts functioning in at least two different settings.",
    "Common manifestations of attention-deficit/hyperactivity disorder in adults include inattention, disorganization, distractibility, emotional dysregulation, and restlessness."
  ],
  "references": "Williams OC, Prasad S, McCrary A, et al. Adult attention deficit hyperactivity disorder: a comprehensive review. Ann Med Surg (Lond). 2023;85:1802-1810. PMID: 37228994 doi:10.1097/MS9.0000000000000631",
  "related_content": {
    "syllabus": [
      "insec24007_24037"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:30.000346-06:00"
}