{
  "question_id": "npmcq24075",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Evaluate anemia in a patient with chronic kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 33-year-old woman is evaluated during a follow-up visit for stage G3b chronic kidney disease due to type 1 diabetes mellitus. She feels well and reports no fatigue, dyspnea, palpitations, or exercise intolerance. She also has hypertension and diabetic kidney disease. Medications are insulin aspart through an infusion pump, benazepril, and nifedipine.Physical examination findings, including vital signs, are normal.Laboratory studies:Hemoglobin10.5 g/dL (105 g/L)LCreatinine1.8 mg/dL (159.1 µmol/L)HEstimated glomerular filtration rate38 mL/min/1.73 m2",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Erythropoiesis-stimulating agent",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hepcidin level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Iron studies",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral iron supplementation",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Packed red blood cell transfusion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to obtain iron studies (Option C) in this patient with chronic kidney disease (CKD) with anemia. Anemia in CKD increases in prevalence as glomerular filtration rate declines. Anemia due to CKD is an anemia of chronic disease and is characterized by high hepcidin levels and is generally normocytic. Causes include a relative lack of erythropoietin production; erythropoietin resistance; disordered iron handling; and neocytolysis. However, patients are at risk for other causes of anemia as well. Because iron deficiency is common in patients with CKD, an iron profile, including serum iron, total iron-binding capacity, and ferritin levels, should be assessed. As a young woman with type 1 diabetes mellitus, this patient may be experiencing iron deficiency anemia for many reasons, including heavy menses, gastrointestinal losses, or an autoimmune or nutritional cause. A complete workup for this patient's anemia, including iron studies as well as erythrocyte indices, vitamin B12, and folate, is indicated.Erythropoiesis-stimulating agents (Option A) are used to treat patients with anemia of CKD. However, evidence shows that use does not provide a mortality benefit and may increase the risk of cardiovascular events when used to target normal hemoglobin and hematocrit levels. Therefore, erythropoietin administration is limited to patients with advanced CKD who are symptomatic and have a hemoglobin level <10 g/dL (100 g/L). This patient is asymptomatic and has a hemoglobin level of 10.5 g/dL (105 g/L) and thus should not receive erythropoietin.Hepcidin levels (Option B) have been studied as a potential marker of iron stores and iron responsiveness. However, it has not been found to be of clinical utility and remains experimental.Until a complete workup for this patient's anemia is performed, she should not be preemptively treated with oral iron supplementation (Option D). Although it is unclear how best to treat iron deficiency anemia in patients with CKD, Kidney Disease: Improving Global Outcomes suggests maintaining transferrin saturation levels >30% and serum ferritin levels >500 ng/mL (500 μg/L) using either oral or intravenous iron supplementation. Iron studies should be checked before starting therapy.Transfusion of packed red blood cells (Option E) may be indicated for some patients with CKD, especially if severe anemic symptoms, such as dyspnea, angina, or hypotension, are present. However, exposure to alloantigens in blood transfusions increases the risk of immune sensitization. Unless absolutely indicated, blood transfusions should be avoided in patients with advanced CKD who are likely to progress to end-stage kidney disease and be eligible for kidney transplantation.",
  "critique_links": [],
  "key_points": [
    "All patients with chronic kidney disease (CKD) and anemia should be evaluated for the cause of the anemia; because iron deficiency is a common cause of anemia in patients with CKD, an iron profile should be measured."
  ],
  "references": "Batchelor EK, Kapitsinou P, Pergola PE, et al. Iron deficiency in chronic kidney disease: updates on pathophysiology, diagnosis, and treatment. J Am Soc Nephrol. 2020;31:456-68. PMID: 32041774 doi:10.1681/ASN.2019020213",
  "related_content": {
    "syllabus": [
      "npsec24011_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.372619-06:00"
}