{
  "question_id": "nrvdx24012",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose Parkinson disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 70-year-old man is evaluated for an abnormal gait, as shown.(Note that there is no sound for this video.)",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Hemiplegic gait",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Normal pressure hydrocephalus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Parkinson disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Subacute combined degeneration",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Parkinson disease (Option C). Parkinson disease has four cardinal signs: tremor at rest, bradykinesia, rigidity, and gait/balance impairment. Resting tremor is characteristically unilateral at onset and remains asymmetric. Bradykinesia is characterized by slowness and gradual lessening of the amplitude of repetitive movements; this feature is often associated with reductions in facial expression and arm swing. Rigidity, manifesting as increased resistance to movement, is often asymmetric and may occur on the same side as tremor. Gait disturbance manifests as a slow, narrow-based, and shuffling gait with associated reduced arm swings, stooped posture, and imbalance when turning. As the disease progresses, severe freezing of gait and postural instability are noted. This video demonstrates the tremor, reduced facial expressions, limited arm swings, imbalance when turning, and stooped posture characteristic of Parkinson disease.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "nrsec24006_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.301659-06:00"
}