{
  "question_id": "onqqq24003",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat secondary lymphedema.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old woman is evaluated for a 3-month history of progressive aching pain and swelling of the entire right upper extremity. She underwent mastectomy followed by radiation therapy for localized right-sided breast cancer 6 months ago.On physical examination, vital signs are normal. BMI is 29. Right-sided post-mastectomy findings associated with pitting edema of the right upper extremity are noted. The skin cannot be lifted from the dorsal fingers.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Complex lymphatic therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Duplex venous ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intermittent pneumatic compression",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with progressive swelling in the arm is likely developing secondary lymphedema from her previous cancer treatment and should receive complex lymphatic therapy (Option A). Lymphedema occurs in up to 17% of patients after breast cancer therapy. Major risk factors include axillary lymph node dissection, radiation therapy, and high BMI. Sentinel lymph node biopsy for axillary staging and limiting complete axillary lymph node dissection to patients at high risk have decreased the incidence of lymphedema. Complex lymphatic therapy includes manual lymphatic drainage, compression, exercise, skincare, and sequential pumps. Some patients require surgical management.Acute deep venous thrombosis (DVT) usually presents with rapid-onset swelling, pain, and erythema in the extremity. Chronic venous insufficiency can sometimes be mistaken for lymphedema but usually has other findings of venous disease, such as varicose veins, stasis dermatitis, and skin discoloration. Duplex ultrasonography (Option B) can be used to assess for acute DVT or valvular insufficiency with chronic venous insufficiency but is not appropriate in this patient with typical findings of lymphedema.Loop diuretics, such as furosemide (Option C), often do not decrease swelling in patients with lymphedema and thus are not first-line treatment.Systematic reviews comparing intermittent pneumatic compression (Option D) to standard therapy found no improvement in lymphedema. Although pneumatic compression with other treatment methods may result in reduced limb volume and symptoms, it is not a first-line treatment.",
  "critique_links": [],
  "key_points": [
    "Secondary lymphedema is a complication that occurs in up to 17% of patients after breast cancer therapy.",
    "Complex lymphatic therapy includes manual lymphatic drainage, compression, exercise, skincare, and sequential pumps."
  ],
  "references": "Lin Y, Yang Y, Zhang X, et al. Manual lymphatic drainage for breast cancer-related lymphedema: A systematic review and meta-analysis of randomized controlled trials. Clin Breast Cancer. 2022;22:e664-e673. PMID: 35370085 doi:10.1016/j.clbc.2022.01.013",
  "related_content": {
    "syllabus": [
      "onsec24002_24017"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.769224-06:00"
}