{
  "question_id": "idqqq24022",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose Lyme meningitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 24-year-old man is evaluated in the emergency department in October for a 10-day history of headaches, fever, and stiff neck. He reports hiking in the woods on Nantucket Island 2 months ago.On physical examination, he is alert and oriented. Temperature is 38.3 °C (100.9 °F). Right-sided facial palsy is noted, and neck flexion elicits resistance and discomfort. No rash is present.A lumbar puncture is performed.Cerebrospinal fluid studies:Leukocyte count235/µL (235 × 106/L) with 84% lymphocytesHGlucose80 mg/dL (4.4 mmol/L)Protein100 mg/dL (1000 mg/L)HGram stain is negative, and cultures are pending.",
  "question_stem": "Which of the following is the most likely cause of the patient's findings?",
  "options": [
    {
      "letter": "A",
      "text": "Borrelia burgdorferi",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Enterovirus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Herpes simplex virus type 2",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Varicella-zoster virus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Lyme disease, caused by infection with Borrelia burgdorferi (Option A), is the most common vector-borne infection in the United States. The most common neurologic manifestation of early disseminated Lyme disease is facial nerve palsy, which may be unilateral or bilateral. Because the cerebrospinal fluid (CSF) findings closely resemble those of other viral infections (enterovirus, herpes simplex virus, varicella-zoster virus, West Nile virus), the “Rule of 7s” was derived and validated to accurately classify a patient at low risk of having Lyme disease (headache duration <7 days, <70% mononuclear cells, and absence of a seventh facial nerve palsy). Nantucket Island is a highly endemic area for Lyme disease; the patient's history of hiking 2 months before meningitis onset is consistent with the diagnosis of B. burgdorferi infection.Aseptic meningitis caused by enterovirus (Option B) or herpes simplex virus type 2 (Option C) would include a normal neurologic examination. The presence of right-sided facial palsy in this patient also makes these unlikely causes.Varicella-zoster virus (Option D) can present with a facial palsy, but this condition usually occurs as part of the Ramsay-Hunt syndrome with vesicular rash of the external ear.",
  "critique_links": [],
  "key_points": [
    "For patients presenting with aseptic meningitis and cerebrospinal fluid findings typical for viral infection, the “Rule of 7s” can classify a patient at low risk for having Lyme disease (headache duration <7 days, <70% mononuclear cells, and absence of a seventh facial nerve palsy)."
  ],
  "references": "Crissinger T, Baldwin K. Early disseminated Lyme disease: cranial neuropathy, meningitis, and polyradiculopathy. Infect Dis Clin North Am. 2022;36:541-551. PMID: 36116833 doi:10.1016/j.idc.2022.02.006",
  "related_content": {
    "syllabus": [
      "idsec24001_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.502343-06:00"
}