{
  "category": "en",
  "critique": "The most likely diagnosis in this patient with an incidentally discovered adrenal mass is mild autonomous cortisol secretion (MACS) (previously termed subclinical Cushing syndrome) (Option A). All patients with an incidental adrenal mass should be screened for MACS, a condition characterized by adrenocorticotropic hormone (ACTH)-independent cortisol secretion that may result in metabolic (hyperglycemia and hypertension) and bone (osteoporosis) effects of hypercortisolism. However, the more specific features of full Cushing syndrome (centripetal obesity, facial plethora, abnormal fat deposition in the supraclavicular or dorsocervical areas, and wide violaceous striae) do not occur. The initial test for MACS is an overnight low-dose (1-mg) dexamethasone suppression test (LDST); an 8 am serum cortisol level greater than 1.8 µg/dL (50 nmol/L) is considered positive. Following a positive result, ACTH-independency (i.e., ACTH is suppressed) should be confirmed.This patient's serum cortisol level did not suppress to 1.8 µg/dL (50 nmol/L) or less following dexamethasone administration, which would have been expected to occur with a non–hormone-secreting adrenal adenoma (Option B). Under normal conditions, including in the presence of a non–hormone-secreting adrenal adenoma, exposure to dexamethasone suppresses ACTH secretion and thus also suppresses adrenal cortisol secretion. In the setting of autonomous cortisol secretion from an adrenal mass, as is seen with this patient, cortisol suppression following dexamethasone administration does not occur, as tumor production of cortisol is not controlled by normal physiologic feedback. Thus, this patient's cortisol level of 8 µg/dL (221 nmol/L) following dexamethasone administration suggests that the adenoma is secreting cortisol autonomously.The patient's plasma fractionated metanephrines are within the normal range. This test has excellent sensitivity for pheochromocytoma (Option C), and a normal result rules out that diagnosis.Primary aldosteronism (Option D) is unlikely to be the diagnosis based on this patient's plasma aldosterone concentration/plasma renin activity ratio (PAC/PRA) of less than 20. Her blood pressure medications, hydrochlorothiazide and doxazosin, have minimal or mild effects on the PAC/PRA, and the result can be reliably interpreted.",
  "educational_objective": "Diagnose mild autonomous cortisol secretion in a patient with an incidentally noted adrenal mass.",
  "extracted_at": "2025-12-23T15:17:18.252527-06:00",
  "key_points": [
    "Initial testing for mild autonomous cortisol secretion is an overnight low-dose (1-mg) dexamethasone suppression test; an 8 am serum cortisol level greater than 1.8 µg/dL (50 nmol/L) is considered a positive result."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Mild autonomous cortisol secretion (previously termed subclinical Cushing syndrome)"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Non–hormone–secreting adrenal adenoma"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Pheochromocytoma"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Primary aldosteronism"
    }
  ],
  "question_id": "enqqq24018",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 51-year-old woman is evaluated after a 2.5-cm right adrenal mass with a density of 6 Hounsfield units was found incidentally on an abdominal CT scan. She has experienced intermittent sweating and hot flushes for the past 3 months. Medical history is relevant for hypertension treated with hydrochlorothiazide and doxazosin.Blood pressure is 142/90 mm Hg. No supraclavicular fat pads or abdominal striae are seen.Laboratory studies:Overnight low-dose (1-mg) dexamethasone suppression test (LDST)8 am cortisol, total8 µg/dL (221 nmol/L)Free metanephrine15 pg/mL (0.078 nmol/L)Free normetanephrine17 pg/mL (0.0952 nmol/L)Plasma aldosterone concentration/plasma renin activity ratio13 (normal range, ≤20)",
  "references": "Fassnacht M, Tsagarakis S, Terzolo M, et al. European Society of Endocrinology clinical practice guidelines on the management of adrenal incidentalomas, in collaboration with the European Network for the Study of Adrenal Tumors. Eur J Endocrinol. 2023;189:G1-G42. PMID: 37318239 doi:10.1093/ejendo/lvad066",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24004_24014"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}