{
  "question_id": "cvmcq24121",
  "category": "cv",
  "educational_objective": "Assess severity of mitral regurgitation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 77-year-old woman is evaluated for a 2-month history of shortness of breath and lower extremity edema. She has a history of hypertension and nonischemic cardiomyopathy with a left ventricular ejection fraction (LVEF) of 45%. She is receiving guideline-directed medical therapy for heart failure with valsartan-sacubitril, empagliflozin, spironolactone, furosemide, and metoprolol succinate.On physical examination, blood pressure is 90/65 mm Hg, pulse rate is 60/min, and oxygen saturation is 95% breathing room air. Central venous pressure is elevated. Cardiopulmonary examination reveals crackles at both lung bases; an irregular rhythm; a holosystolic murmur heard best at the apex, radiating to the back; and a loud S2. Moderate edema is noted in both lower extremities.ECG shows nonspecific T-wave abnormalities with a ventricular rate of 70/min. Chest radiograph shows mild pulmonary edema and a dilated cardiac silhouette. Transthoracic echocardiogram shows a diastolic ventricular diameter of 6.2 cm, an LVEF of 48%, and moderate posteriorly directed mitral regurgitation.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Transcatheter mitral valve repair",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Treadmill stress testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is transesophageal echocardiography (TEE) (Option C) to further assess the severity of mitral regurgitation. Although transthoracic echocardiography (TTE) is usually the first-line test to assess valvular heart disease, TEE and cardiac magnetic resonance (CMR) imaging are considered gold standard tests for qualitatively and quantitatively evaluating mitral regurgitation. If TTE provides insufficient information or if there is a discrepancy between clinical findings and TTE characterization of mitral regurgitation, TEE or CMR imaging is indicated. This patient's symptoms point toward heart failure with volume overload, with physical examination findings suggesting severe, eccentric mitral regurgitation (holosystolic murmur with radiation to the back) and elevated pulmonary pressures (loud S2). The echocardiogram, however, indicates only moderate mitral regurgitation. Given the discrepancy between the clinical and TTE findings regarding mitral regurgitation severity and the possible utility of surgical therapy, TEE should be performed to further characterize the patient's mitral regurgitation.Coronary angiography (Option A) can define cardiac anatomy and intracardiac pressures and may be useful in evaluating valvular stenotic disease, such as mitral and aortic stenosis, but is not a primary modality for evaluating regurgitant valvular disease severity.Referring the patient for transcatheter mitral valve repair (Option B) for severe secondary mitral regurgitation with symptoms despite optimal medical therapy would be premature because TTE suggests moderate, not severe, mitral regurgitation. TEE is necessary to clarify the severity of mitral regurgitation and provide feasibility of transcatheter repair; it may also provide information on the mechanism of mitral regurgitation (primary vs. secondary) if this is not established on TTE.Treadmill stress testing (Option D) may be useful in assessing select patients with mitral stenosis and aortic stenosis. It does not, however, help define the severity of regurgitant valvular disease such as mitral regurgitation.",
  "key_points": [
    "In patients with mitral regurgitation, a discrepancy between clinical and transthoracic echocardiogram findings should prompt further testing with transesophageal echocardiography or cardiac magnetic resonance imaging.",
    "Treadmill stress testing may be useful in assessing select patients with mitral stenosis and aortic stenosis but does not help define the severity of regurgitant valvular disease such as mitral regurgitation."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;143:e72-e227. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:49:34.609940-06:00"
}