{
  "question_id": "cvqqq24007",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage infection of an implanted electronic cardiac device.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old man is evaluated for a 2-week history of tenderness and erythema over the site of a dual-chamber pacemaker implanted 5 years ago. Medical conditions are symptomatic chronotropic incompetence, type 2 diabetes mellitus, hypertension, and dyslipidemia. Medications are metformin, canagliflozin, lisinopril, and atorvastatin.Temperature is 37.7 °C (99.9 °F). The skin overlying the pacemaker pocket is erythematous, warm, and tender. The remainder of the physical examination is normal. Complete blood count and erythrocyte sedimentation rate are pending.",
  "question_stem": "Which of the following is the most appropriate immediate management?",
  "options": [
    {
      "letter": "A",
      "text": "Blood cultures",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Device removal",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Empiric antibiotic therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pacemaker pocket aspiration",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to obtain blood cultures (Option A). This patient has signs concerning for possible infection of an implanted cardiac electronic device. Patients with an implanted cardiac device may develop a localized tissue infection at the implant site (pocket infection) or a systemic infection with bacteremia (e.g., endocarditis). These infections may occur after initial implantation, late after implantation, or following device battery replacement or revision. If left untreated, implanted cardiac device infections will progress to endocarditis, sepsis, and ultimately death. The fatality rate for an untreated device infection approaches 75% to 100%. All patients with possible device-related infection should have a minimum of two blood cultures drawn from separate sites.Device removal (Option B) may ultimately be indicated, but infection should be documented first. A superficial infection should be differentiated from a pocket infection, as it involves only the skin and the subcutaneous tissue without communication with the pocket (and hence does not require device extraction). In the case of pocket infection or systemic infection, device removal is necessary but not sufficient. Device removal must be accompanied by prolonged antibiotic therapy.Empiric antibiotic therapy alone (Option C) without first identifying the presence, extent, and cause of the infection, is insufficient. Antibiotic therapy for a confirmed infection without removal of the device is not curative and is associated with a high fatality rate. The most common pathogens are coagulase-negative Staphylococcus species and Staphylococcus aureus.Pacemaker pocket aspiration (Option D) should never be performed because it can seed a sterile pocket and lead to infection, especially if superficial cellulitis is present without deeper tissue involvement.",
  "critique_links": [],
  "key_points": [
    "All patients with possible device-related infection should have a minimum of two blood cultures drawn from separate sites.",
    "Pacemaker pocket aspiration should never be performed because it can seed a sterile pocket and lead to infection, especially if superficial cellulitis is present without deeper tissue involvement."
  ],
  "references": "Baddour LM, Esquer Garrigos Z, Rizwan Sohail M, et al; American Heart Association Council on Lifelong Congenital Heart Disease and Heart Health in the Young (Young Hearts); and Council on Clinical Cardiology. Update on cardiovascular implantable electronic device infections and their prevention, diagnosis, and management: A scientific statement from the American Heart Association: endorsed by the International Society for Cardiovascular Infectious Diseases. Circulation. 2024;149:e201-e216. PMID: 38047353 doi:10.1161/CIR.0000000000001187",
  "related_content": {
    "syllabus": [
      "cvsec24006_24046"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.323190-06:00"
}