{
  "question_id": "hmcor25006",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose hydroxyurea-induced macrocytic anemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 77-year-old man undergoes follow-up evaluation for new macrocytic anemia discovered on routine laboratory monitoring for polycythemia vera (PV). He was diagnosed with PV 6 months ago, for which he has been taking hydroxyurea. Before starting hydroxyurea, serum vitamin B12 and folate levels were normal. His only other medication is a multivitamin with folic acid.Physical examination findings, including vital signs, are normal.Laboratory studies:Hemoglobin12 g/dL (120 g/L)LMean corpuscular volume115 fLHLeukocyte count3000/μL (3 × 109/L)LPlatelet count140,000/μL (140 × 109/L)LReticulocyte count1% of erythrocytesBilirubinNormalLactate dehydrogenaseNormalHaptoglobinNormalPeripheral blood smear demonstrates macrocytosis and hyperchromia; no dysplastic cells are seen.",
  "question_stem": "Which of the following is the most likely cause of the patient's macrocytic anemia?",
  "options": [
    {
      "letter": "A",
      "text": "Hydroxyurea",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Immune-mediated hemolytic anemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Myelodysplastic syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vitamin B12 deficiency",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's macrocytic anemia is hydroxyurea therapy (Option A). Reviewing the complete blood count, mean corpuscular volume (MCV), and reticulocyte count along with the peripheral blood smear (PBS) can provide valuable diagnostic information when assessing patients with anemia. The reticulocyte count provides information on the marrow response to anemia. A normal marrow will produce reticulocytes in response to anemia or hypoxia. In contrast, patients with vitamin B12, folate, or iron deficiency or those with marrow diseases such as myelodysplasia or aplastic anemia have a low reticulocyte count for their degree of anemia. Most macrocytic anemias with MCV values greater than 110 to 115 fL are caused by vitamin B12 or folate deficiency, treatment of HIV infection with antiretroviral therapy, or antimetabolite drugs. Hydroxyurea prevents the conversion of ribonucleotides to deoxyribonucleotides, halting the cell cycle at the G1/S phase; this inhibition results in a global myelosuppressive effect and macrocytosis. No intramedullary hemolysis occurs, so the lactate dehydrogenase (LDH), haptoglobin, and total bilirubin levels are normal. This patient's macrocytic anemia, mild leukopenia, and thrombocytopenia are common and expected consequences of hydroxyurea therapy.In immune-mediated hemolytic anemia (Option B), an elevated LDH level and reticulocyte count with spherocytes or microspherocytes on the PBS would be expected. This patient's PBS shows macrocytosis and hyperchromia, which are more likely related to hydroxyurea therapy.The myelodysplastic syndromes (MDS) (Option C) can cause pancytopenia and macrocytosis, but the degree and timing of this patient's new macrocytosis with the initiation of hydroxyurea makes a drug-induced cause more likely. The absence of dysplastic findings on PBS also weighs against the diagnosis of MDS.A low serum vitamin B12 level (Option D) is associated with intramedullary hemolysis because of ineffective erythropoiesis. As a result, elevated LDH and bilirubin (indirect) and decreased haptoglobin levels are characteristic of B12 deficiency; these findings are absent in this patient. Additionally, vitamin B12 stores are abundant and can remain sufficient for an extended time even in complete cessation of dietary intake. The rapid development of macrocytosis in this patient is more consistent with medication effect than vitamin B12 deficiency.",
  "critique_links": [],
  "key_points": [
    "Examination of the mean corpuscular volume (MCV) and the reticulocyte response is the first step in narrowing the differential diagnosis of anemia.",
    "Most macrocytic anemias with MCV values greater than 110 to 115 fL are caused by vitamin B12 or folate deficiency, treatment of HIV infection with antiretroviral therapy, or the antimetabolite hydroxyurea."
  ],
  "references": "Koury MJ, Hausrath DJ. Macrocytic anemias. Curr Opin Hematol. 2024;31:82-88. PMID: 38334746 doi:10.1097/MOH.0000000000000804",
  "related_content": {
    "syllabus": [
      "hmsec24004_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.757428-06:00"
}