{
  "question_id": "idmcq24061",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose mpox.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 27-year-old man is evaluated in the emergency department for a 1-week history of headaches, fever, cough, painful rash, and swollen painful lymph nodes. He recently had unprotected receptive anal intercourse with a new male partner. Medical history is significant for HIV infection. Medications are bictegravir, tenofovir alafenamide, and emtricitabine.On physical examination, temperature is 38.5 °C (101.3 °F), blood pressure is 125/55 mm Hg, pulse rate is 104/min, and respiration rate is 20/min. He is alert and oriented. A vesicular rash is present on the face and arms and in the rectal area. He has painful swollen lymphadenopathy in the groin, axilla, and neck.Laboratory studies show a CD4 cell count of 570/μL and undetectable viral load.",
  "question_stem": "Infection with which of the following viruses is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Herpes simplex virus type 1",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Herpes simplex virus type 2",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mpox virus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Varicella-zoster virus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is infection with mpox virus (Option C). Mpox (formerly known as monkeypox) emerged in 2022. It is caused by an orthopox virus that can spread from human to human by respiratory secretions, skin-to-skin contact, and fomites (e.g., contaminated objects). Most cases have occurred in men who have sex with men, but transmission in women and children has also been documented. The characteristic rash includes painful, vesicular, and occasionally umbilicated lesions. Lesions commonly start on the anogenital regions but can spread throughout the body. Fever, painful lymphadenopathy, and respiratory symptoms can be present. Diagnosis is made by swabbing skin lesions and testing for mpox by polymerase chain reaction. Treatment is usually reserved for immunosuppressed individuals and includes tecovirimat, vaccinia immune globulin, and cidofovir. Mpox infection can be prevented by avoiding contact with infected individuals; two live virus vaccines are available for those at high risk. This patient's history of unprotected anal intercourse and examination findings suggest mpox infection.Herpes simplex virus type 1 (HSV-1) (Option A) can cause painful vesicular ulcers, but they are typically in the oral cavity, not the rectal area. HSV-1 can also disseminate in immunosuppressed individuals. This patient is not immunosuppressed, with a CD4 cell count greater than 200/µL; thus, disseminated HSV-1 is unlikely.Herpes simplex virus type 2 (HSV-2) (Option B) is a common cause of genital and rectal painful vesicular rash. It can occasionally be associated with painful lymphadenopathy and can disseminate in immunosuppressed individuals; however, this patient is not immunosuppressed. In addition, HSV-2 infection can present as aseptic meningitis with fever and headaches in immunocompetent patients but not with the disseminated vesicular rash or painful lymphadenopathy seen in this patient.Varicella-zoster virus (VZV) (Option D) can cause a painful vesicular rash that usually follows a unilateral dermatomal pattern. In immunosuppressed individuals, VZV can disseminate and involve multiple dermatomes or cause pneumonia, meningitis, or encephalitis. Disseminated infection is unlikely in this immunocompetent patient.",
  "critique_links": [],
  "key_points": [
    "The mpox virus can spread from human to human by respiratory secretions, skin-to-skin contact, and fomites; most cases have occurred in men who have sex with men",
    "The main clinical presentation of mpox is the development of painful, vesicular, occasionally umbilicated lesions that most commonly start on the anogenital regions but can spread throughout the body; fever, painful lymphadenopathy, and respiratory symptoms can also occur."
  ],
  "references": "Girometti N, Byrne R, Bracchi M, et al. Demographic and clinical characteristics of confirmed human monkeypox virus cases in individuals attending a sexual health centre in London, UK: an observational analysis. Lancet Infect Dis. 2022;22:1321-1328. PMID: 35785793 doi:10.1016/S1473-3099(22)00411-X",
  "related_content": {
    "syllabus": [
      "idsec24020_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.640698-06:00"
}