{
  "question_id": "ccmcq24027",
  "category": "cc",
  "educational_objective": "Treat hypoxia in a patient with acute respiratory distress syndrome with positive end-expiratory pressure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 65-year-old man is evaluated in the ICU while receiving mechanical ventilation for acute respiratory distress syndrome caused by near drowning. His recent course of mechanical ventilation was marked by poor synchrony with the ventilator despite propofol and fentanyl. Administration of a paralytic agent substantially improved synergy. He has no other medical problems and takes no medications as an outpatient.On physical examination, oxygen saturation is 86% with the patient breathing Fio2 of 0.50. The remainder of the examination is normal. Current ventilator settings are volume assist control with a respiration rate of 18/min, tidal volume of 500 mL, and positive end-expiratory pressure (PEEP) of 8 cm H2O. His predicted body weight is 70 kg. Plateau pressure is 28 cm H2O.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Increase PEEP",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase respiration rate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Reduce tidal volume",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current ventilatory support",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment is to increase positive end-expiratory pressure (PEEP) (Option A). Use of low tidal volume and optimal levels of PEEP are the cornerstones of ventilatory management of acute respiratory distress syndrome (ARDS). A tidal volume of 4 to 8 mL/kg of predicted body weight and maintaining a plateau pressure of less than 30 cm H2O are recommended. PEEP improves oxygenation and reduces regional heterogeneity in lung compliance by recruiting collapsed alveoli, thereby reducing ventilation-perfusion mismatch. PEEP also minimizes atelectrauma, lung injury secondary to cyclical opening, and closing of alveoli during inspiration and expiration. No universal level of optimal PEEP exists for the ventilation of patients with ARDS, and PEEP should be set to maintain a target saturation of 88% to 95%, usually using a PEEP-Fio2 table. This patient has hypoxemia with a Po2 of 52 mm Hg (6.9 kPa) and oxygen saturation of 86%, less than the recommended target of 88% to 95%. The most appropriate next step is to increase PEEP, as suggested by the PEEP-Fio2 table ().Increasing respiration rate (Option B) would be inappropriate because the patient's pH is acceptable (>7.2) and permissive hypercapnia is acceptable in ARDS. In addition, increasing the respiration rate would not increase the oxygen levels to the desired range.Reducing the tidal volume (Option C) is not the most appropriate management. The patient is receiving a tidal volume of about 7 mL/kg predicted body weight, resulting in the desired plateau pressure less than 30 cm H2O. He has an elevated Pco2 level with mild respiratory acidosis, and although this permissive hypercapnia is acceptable, further reducing tidal volume would lead to a further increase in Pco2 and decrease in pH.Continuing with the current ventilator settings without adjusting the PEEP (Option D) would be unacceptable. Although the patient's current pH and Pco2 are acceptable as permissive hypercapnia, the oxygen saturation must be increased to at least 88%.",
  "key_points": [
    "In patients with acute respiratory distress syndrome, optimal positive end-expiratory pressure (PEEP) reduces ventilation-perfusion mismatch and improves oxygenation by recruiting collapsed alveoli; it also prevents atelectrauma.",
    "There is no universal level of optimal PEEP for the ventilation of patients with acute respiratory distress syndrome; PEEP should be set to maintain a target saturation of 88% to 95%, typically by using a PEEP-Fio2 table."
  ],
  "references": "Menk M, Estenssoro E, Sahetya SK, et al. Current and evolving standards of care for patients with ARDS. Intensive Care Med. 2020;46:2157-67. PMID: 33156382 doi:10.1007/s00134-020-06299-6",
  "related_content": {
    "syllabus": [
      "ccsec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:48.418957-06:00"
}