{
  "question_id": "ccmcq24023",
  "category": "cc",
  "educational_objective": "Treat acute hypoxemic respiratory failure with oxygen by high-flow nasal cannula.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "An 85-year-old man is evaluated for worsening dyspnea and hypoxemia 4 hours after he was hospitalized for pneumonia. Five days ago, he underwent extensive dental work and subsequently developed fever, cough productive of purulent sputum, and nausea with vomiting. Chest radiograph on presentation showed bilateral patchy lower-lobe infiltrates. Treatment was initiated with ampicillin-sulbactam and administration of supplemental oxygen by Venturi mask, but his dyspnea has worsened. He requests not to be resuscitated in the event of cardiopulmonary arrest but agrees to short-term mechanical ventilatory support if necessary. He has diet-controlled type 2 diabetes mellitus and takes no medications as an outpatient.On physical examination, temperature is 38.8 °C (101.8 °F), blood pressure is 106/70 mm Hg, pulse rate is 102/min, and respiration rate is 30/min. Oxygen saturation is 90% with the patient breathing Fio2 of 0.50. He is in mild respiratory distress. Neck veins are flat. Pulmonary examination reveals scattered crackles. Cardiac examination is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Bilevel positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intubation and mechanical ventilation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oxygen by high-flow nasal cannula",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management in this patient with hypoxemic respiratory failure from pneumonia would be to initiate oxygen by high-flow nasal cannula (HFNC) (Option D) to potentially avoid the need for mechanical ventilatory support. HFNC has recently emerged as a useful option for patients with pneumonia and hypoxemic respiratory failure who do not benefit from conventional oxygen therapy. In addition to reliable delivery of high Fio2, HFNC helps improve oxygenation by generating a small amount (4-5 cm H2O) of positive airway pressure. In patients with pneumonia, HFNC improves oxygenation, reduces respiratory rate and physiologic dead space, decreases work of breathing, and improves mucociliary clearance and patient comfort. It also likely decreases the need for intubation and mechanical ventilation compared with conventional oxygen therapy and noninvasive positive-pressure ventilation (NPPV), but the effect on mortality is less certain. Guidelines recommend HFNC because the reduced risk for intubation is important to patients. This patient has developed hypoxemic respiratory failure from pneumonia and is not responding to conventional oxygen therapy. Oxygen by HFNC is the most appropriate next step in management.Bilevel positive airway pressure (BPAP) (Option A) would not be the most appropriate management. NPPV has a limited role in managing hypoxemic respiratory failure due to pneumonia, and HFNC is superior to NPPV for this indication. Regardless, this patient is not a suitable candidate for BPAP because of his nausea and vomiting.Intravenous furosemide (Option B) would not be appropriate for this patient. He has no evidence of heart failure or acute pulmonary edema; furosemide therapy is unnecessary and may result in adverse effects.Intubation and mechanical ventilation (Option C) is not appropriate at this time because the patient has not yet had an adequate trial of oxygen by HFNC, which may avert the need for mechanical ventilation. This approach is especially pertinent in this patient who expressed a goal of therapy to avoid intubation and mechanical ventilation as much as is feasible.",
  "key_points": [
    "High-flow nasal cannula oxygen therapy improves oxygenation and may reduce the need for mechanical ventilation in acute hypoxemic respiratory failure secondary to pneumonia."
  ],
  "references": "Oczkowski S, Ergan B, Bos L, et al. ERS clinical practice guidelines: high-flow nasal cannula in acute respiratory failure. Eur Respir J. 2022;59. PMID: 34649974 doi:10.1183/13993003.01574-2021",
  "related_content": {
    "syllabus": [
      "ccsec24001_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:48.399547-06:00"
}