{
  "question_id": "dmcor25008",
  "category": "dm",
  "educational_objective": "Diagnose exanthematous (morbilliform) drug eruption.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 26-year-old patient is evaluated for a 4-day history of a pink-red, itchy rash across the trunk and proximal extremities. They were prescribed trimethoprim-sulfamethoxazole for a urinary tract infection 7 days ago. The patient has a 6-year history of systemic lupus erythematosus, and their chronic azathioprine was withheld when the antibiotic was prescribed. Their only other medication is hydroxychloroquine.On physical examination, vital signs are normal. The patient appears well but uncomfortable. Fine pink-to-red dense monomorphic papules coalescing centrally to plaques are noted on the trunk and neck, with decreasing density over the proximal limbs. No conjunctival injection or ulceration of the oropharyngeal or genital mucosa is seen. Anterior and posterior cervical lymphadenopathy is present bilaterally.Results of a complete blood count and complete metabolic panel are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cutaneous lupus erythematosus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Drug-induced hypersensitivity syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Exanthematous drug eruption",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stevens-Johnson syndrome/toxic epidermal necrolysis overlap syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is exanthematous (morbilliform) drug eruption (Option C). Exanthematous drug eruptions are the most common type of drug reactions. They are benign, self-limited eruptions occurring within 1 to 2 weeks of drug initiation. The eruption is characterized by fine, monomorphic papules that coalesce centrally to form plaques and proceed distally across the limbs. The rash characteristically spares the palms and soles. The patient's chest and back are shown.Patients may also experience lymphadenopathy, malaise, arthralgias, eosinophilia, or fever, but the rash does not include skin necrosis (mucocutaneous sloughing or ulceration). Trimethoprim-sulfamethoxazole is a common cause, and patients with systemic lupus erythematosus are more likely to experience an allergic reaction to this medication. This patient has the characteristic clinical findings of an exanthematous drug eruption.Cutaneous lupus erythematosus (CLE) (Option A) presents as pink-to-violet plaques with varying degrees of scale, pigment change, or scarring. Most importantly, CLE appears in sun-exposed areas, with relative sparing of photo-protected areas, such as the trunk. The color, morphology (papules rather than plaques), and distribution of this patient's rash are inconsistent with CLE.Drug-induced hypersensitivity syndrome (DIHS) (Option B), formerly called drug reaction with eosinophilia and systemic symptoms (DRESS), is a severe life-threatening cutaneous reaction often caused by sulfonamide antibiotics. It is characterized by polymorphic eruptions that often begin with fine monomorphic papules presenting 2 to 6 weeks following drug initiation. Patients with DIHS may appear ill and develop striking facial edema. Laboratory findings include elevated hepatocellular enzymes, eosinophilia, or atypical lymphocytosis. Up to 20% of cases are fatal, most commonly because of hepatic necrosis. In this patient, the early onset of symptoms, absence of laboratory abnormalities, and lack of facial involvement are inconsistent with DIHS.Stevens-Johnson syndrome/toxic epidermal necrolysis (SJS/TEN) overlap syndrome (Option D) presents with a flu-like prodrome 1 to 3 weeks after exposure to the causative agent. This is followed by skin or mucosal pain with eventual development and rapid evolution (within 24 to 48 hours) of mucocutaneous necrosis involving at least two mucosal sites. Laboratory abnormalities include transaminitis, cytopenias, or acute kidney injury. Although the time course is appropriate, and trimethoprim-sulfamethoxazole is a common culprit, this patient appears well and does not have the skin pain, mucocutaneous necrosis, ulceration, or sloughing characteristic of SJS/TEN overlap syndrome.",
  "key_points": [
    "Exanthematous (morbilliform) drug eruption is a self-limited eruption characterized by fine, monomorphic papules that coalesce centrally to form plaques and proceed distally across the limbs."
  ],
  "references": "Krispinsky AJ, Shedlofsky LB, Kaffenberger BH. The frequency of low-risk morbilliform drug eruptions observed in patients treated with different classes of antibiotics. Int J Dermatol. 2020;59:647-655. PMID: 31681983 doi:10.1111/ijd.14703",
  "related_content": {
    "syllabus": [
      "dmsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:48.163649-06:00"
}