{
  "question_id": "dmmcq24038",
  "category": "dm",
  "educational_objective": "Diagnose pityriasis versicolor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 28-year-old man is evaluated for loss of skin color on his back and chest during the past year. He reports no pruritus or other associated symptoms. He has no medical problems and takes no medications.On physical examination, vital signs are normal.Skin findings on the chest are shown.Similar lesions are also present on the back. A light scale is noted when the macules are lightly scraped with a glass slide. No facial, genital, or acral involvement is noted.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Blastomycosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cutaneous candidiasis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pityriasis versicolor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tinea corporis",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Vitiligo",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is pityriasis versicolor (tinea versicolor) (Option C). Pityriasis versicolor is caused by overgrowth of the commensal skin fungus Malassezia furfur. It presents as asymptomatic, oval-to-round, hyper- or hypopigmented macules with minimal scale that can coalesce into patches on the trunk and upper extremities. Lesions are typically hypopigmented (incomplete loss of skin pigment) rather than depigmented (total loss of skin pigment). Young adults, particularly in warm, humid environments, are most likely to be affected. In patients with lighter skin tones, the patches may have a slight pink color owing to low levels of inflammation. The diagnosis of pityriasis versicolor can often be made by clinical presentation, but demonstration of short, rod-shaped hyphae and round yeast (“spaghetti and meatballs”) on microscopic examination of skin scrapings using a potassium hydroxide (KOH) preparation confirms the diagnosis. Treatment with topical antifungals or selenium sulfide shampoos is effective. In severe infections, oral fluconazole or itraconazole can be used. Regular use of topical therapy is necessary to prevent recurrence. This patient's clinical presentation is consistent with pityriasis versicolor.Blastomycosis (Option A) is an invasive fungal infection that typically presents with suppurative nodules rather than the hypopigmented macules present in pityriasis versicolor. Systemic symptoms are usually present, as the skin findings are a manifestation of disseminated infection. This patient's presentation is not consistent with blastomycosis.Candida species (Option B) can cause superficial infections in moist occluded skin, most often as a complication of intertrigo. Candidal infection is characterized by erythematous patches with satellite pustules. Diagnosis is usually made clinically but KOH preparation shows pseudohyphae and round yeast. The findings in this patient are inconsistent with a candidal infection.Dermatophytoses, such as tinea pedis, cruris, or corporis, are characterized by annular or arcuate scaly plaques with central clearing. They are frequently pruritic, and involvement at more than one site (e.g., tinea pedis and cruris) is common. If performed, KOH preparation of skin scrapings reveals branching hyphae crossing multiple keratinocytes. The lesions in this patient do not have the scaly plaques with central clearing characteristic of tinea corporis (Option D).Vitiligo (Option E) is an autoimmune condition characterized by asymptomatic well-demarcated, symmetric, and depigmented macules or patches without scale (see Figure: Vitiligo). It most commonly affects the extensor surfaces, such as the dorsal hands and feet, elbows, knees, and the periorificial areas. KOH preparation of scrapings shows no fungal elements because it is not an infectious process. The distribution of lesions and presence of scale makes pityriasis more likely than vitiligo in this patient.",
  "key_points": [
    "Pityriasis versicolor typically presents as asymptomatic, oval-to-round, and hypopigmented macules typically spread over the chest, back, and upper extremities.",
    "Pityriasis versicolor is often diagnosed by appearance, but demonstration of short rod-shaped hyphae and round yeast (“spaghetti and meatballs”) on potassium hydroxide preparation of skin scrapings is confirmatory."
  ],
  "references": "Plensdorf S, Livieratos M, Dada N. Pigmentation disorders: diagnosis and management. Am Fam Physician. 2017;96:797-804. PMID: 29431372",
  "related_content": {
    "syllabus": [
      "dmsec24011_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:47.849523-06:00"
}