{
  "question_id": "dmmcq24031",
  "category": "dm",
  "educational_objective": "Diagnose toxic epidermal necrolysis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 66-year-old woman is evaluated in the emergency department for fever, chills, diffuse painful rash, and oropharyngeal and vaginal ulceration that began 8 days ago. She has epilepsy and had previously been taking phenytoin but was switched to carbamazepine 2 weeks ago because of fatigue attributed to the phenytoin. Her only other medical condition is dyslipidemia treated with atorvastatin.On physical examination, the patient appears ill, is shivering, and is in pain. Temperature is 40.0 °C (104.0 °F), and pulse rate is 122/min; other vital signs are normal. Conjunctivae are red, and tears are noted bilaterally. The oropharynx shows diffuse mucosal erosion extending onto the lips. Dusky macules and plaques are present broadly over 40% of body surface area, with areas of vesicles, bullae, and erosions.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bullous pemphigoid",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythema multiforme major",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stevens-Johnson syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Toxic epidermal necrolysis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is toxic epidermal necrolysis (TEN) (Option D). TEN, Stevens-Johnson syndrome (SJS), and SJS/TEN overlap syndrome are a spectrum of severe, life-threatening mucocutaneous reactions defined by the extent of involved body surface area (BSA). TEN refers to those with greater than 30% BSA affected, SJS/TEN overlap syndrome with 10% to 30% BSA affected, and SJS with less than 10% BSA affected. They are all characterized by full-thickness epidermal necrosis with mucous membrane involvement. Patients typically first develop fever, malaise, and upper respiratory symptoms within 1 to 3 weeks of exposure to the inciting agent, followed by skin pain, grittiness of the eyes, and odynophagia. Within several days of onset, red or purple dusky macules develop on the trunk that progress to vesicles, erosions, and ulceration. Painful erosions in the mouth, eyes, or genitals occur in up to 95% of patients. Early recognition of these syndromes is critical, and immediate cessation of all possible offending agents is the most important step in management. This patient has a diffuse ulcerative rash with involvement of the conjunctivae and oral mucosa covering 40% of BSA, likely representing TEN. The most likely causative agent is carbamazepine, but the atorvastatin should also be discontinued immediately.Bullous pemphigoid (Option A) is typically characterized by variably pruritic urticarial plaques that progress to tense bullae (see Figure: Bullous Pemphigoid). Oral involvement occurs in only 20% of patients. The widespread, dusky macules with widespread erosions and extensive mucosal involvement present in this patient are inconsistent with bullous pemphigoid.Erythema multiforme (EM) (Option B) is an immune-mediated condition characterized by sharply defined circinate plaques with differently colored concentric zones (pale inner ring, red outer ring) surrounding a pale, dusky, vesiculated or crusted center (see Figure: Erythema Multiforme). Most common sites of involvement include the hands, feet, face, lips, and genitals. EM major may have severe mucosal involvement, including painful oral blisters and erosions; ocular, nasopharyngeal, and genital involvement is less common. Systemic involvement may include fever and malaise. The appearance of this patient's rash with widespread dusky macules, vesicles, bullae, and broad erosions without the characteristic appearance of EM is most consistent with TEN.Stevens-Johnson syndrome (Option C) is not the most likely diagnosis, because SJS involves no more than 10% of BSA.",
  "key_points": [
    "Toxic epidermal necrolysis is characterized by systemic symptoms with full-thickness epidermal necrosis with involvement of mucous membranes; the most important step in management is to immediately discontinue any potential inciting medications."
  ],
  "references": "Pisano C, Brown M, Jambusaria A. A comparison of international treatment guidelines for Stevens-Johnson syndrome and toxic epidermal necrolysis. Int J Dermatol. 2023;62:397-403. PMID: 36562634 doi:10.1111/ijd.16561",
  "related_content": {
    "syllabus": [
      "dmsec24004_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:47.782449-06:00"
}