{
  "question_id": "dmmcq24014",
  "category": "dm",
  "educational_objective": "Diagnose discoid lupus erythematosus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 55-year-old woman is evaluated for a 6-year history of chronic hair loss on the scalp with patchy areas of hypopigmentation in the areas of hair loss. No other skin is involved. She has tried 5% minoxidil foam for 5 months with no improvement. She has hypertension, dyslipidemia, and type 2 diabetes mellitus. Medications are amlodipine, atorvastatin, and metformin.On physical examination, vital signs are normal.Skin findings on the scalp are shown.The remainder of the examination is normal.On laboratory testing, complete blood count is normal and antinuclear antibody titer is <1:40.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Alopecia areata",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discoid lupus erythematosus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Traction alopecia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vitiligo",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis for this patient's chronic hair loss is discoid lupus erythematosus (DLE) (Option B). DLE is the most common chronic cutaneous form of lupus. It presents as multiple pink, scaling plaques that can progress to hypopigmented atrophic scars. DLE on the scalp can result in localized scarring alopecia. When involving the face, DLE can progress to disfiguring scars with resultant pigmentary change. Whereas most patients with systemic lupus erythematosus will have a positive antinuclear antibody (ANA) test, only about 50% of patients with DLE have a positive ANA test. Because the hair loss associated with DLE is scarring, hair does not regrow in the areas involved. Treatment options include topical and intralesional glucocorticoids and oral antimalarials. Importantly, squamous cell carcinoma can develop in chronic DLE scars, and patients should be closely monitored. This patient has significant hair loss on her scalp with hypopigmented scarring, which is most consistent with DLE.Alopecia areata (Option A) causes sudden-onset, well-defined, circular patches of nonscarring hair loss with a smooth and scaleless scalp. Alopecia areata is likely an autoimmune process and can be associated with type 1 diabetes mellitus or autoimmune thyroiditis. Some patients with alopecia areata will have spontaneous regrowth of hair, as opposed to permanent scarring that occurs in patients with DLE. This patient has hypopigmentation and scarring, which are not consistent with alopecia areata.Traction alopecia (Option C) is caused by damage to the hair shaft resulting from certain hairstyling techniques, such as tight braiding or ponytails. Patients may complain of headaches and a painful scalp. The most common location for traction alopecia is the frontal and temporal scalp. Traction alopecia is usually nonscarring but, with repetitive trauma, can become scarring over time. This patient has significant scarring and hypopigmented, atrophic areas that are not consistent with traction alopecia.Vitiligo (Option D) is caused by an autoimmune destruction of melanocytes resulting in depigmentation of the skin. However, vitiligo does not cause scarring hair loss as seen in this patient.",
  "key_points": [
    "Discoid lupus erythematosus (DLE) on the scalp can result in localized scarring alopecia.",
    "DLE presents as multiple pink, scaling plaques that can progress to hypopigmented atrophic scars."
  ],
  "references": "Jamerson TA, Aguh C. An approach to patients with alopecia. Med Clin North Am. 2021;105:599-610. PMID: 34059240 doi:10.1016/j.mcna.2021.04.002",
  "related_content": {
    "syllabus": [
      "dmsec24014_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:47.758800-06:00"
}