{
  "question_id": "dmmcq24034",
  "category": "dm",
  "educational_objective": "Diagnose erythema multiforme.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 44-year-old man is evaluated in the emergency department for a 48-hour history of a painful rash on the hands and feet. He has had no fever, chills, abdominal pain, or other symptoms. Medical history is remarkable for genital herpes, and his only medication is as-needed valacyclovir for outbreaks.On physical examination, vital signs are normal. Several eroded vesicles on his lower lip are noted.Skin findings on his foot are shown.Similar findings are present on the dorsal hands bilaterally. There are no other skin changes or ocular, nasopharyngeal, or genital involvement.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Erythema multiforme",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Impetigo herpetiformis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pemphigus vulgaris",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Toxic epidermal necrolysis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is erythema multiforme (EM) (Option A). EM is characterized by pathognomonic painful targetoid lesions with a red outer flare surrounding a paler pink ring with a dusky eroded or crusted center. Lesions may be painful. These lesions are most commonly present on the acral hands and feet and may also be seen on the face, lips, or genitals. The palms and soles may also be involved. Crops of lesions persist for approximately 7 days and resolve without scarring. EM is most commonly caused by herpes simplex virus (HSV) type 1 or 2, and EM flares follow HSV outbreaks in most patients. Other causes of EM include Mycoplasma pneumoniae infection (particularly in children) and, much less commonly, medications such as NSAIDs, antibiotics (sulfonamides in particular), antiseizure drugs, and vaccines (usually in infants). Although clinical examination findings are sufficient for diagnosis, skin biopsy can help rule out more serious conditions if the diagnosis is in question. Supportive treatment with systemic glucocorticoids can help relieve pain (if present), even when EM is caused by infection. This patient's foot demonstrates the classic EM targetoid lesion, most clearly visible at the junction of the first and second toe. His presentation of an HSV outbreak followed by painful targetoid lesions on his dorsal feet is most consistent with EM.Impetigo herpetiformis (Option B) is a form of pustular psoriasis that occurs during pregnancy and manifests as diffuse tiny monomorphic pustules over the body. Despite its name, impetigo herpetiformis is not related to viral or bacterial infections. Given that impetigo herpetiformis is a form of pustular psoriasis that occurs during pregnancy, it is an unlikely diagnosis in this patient.Pemphigus vulgaris (PV) (Option C) is an autoimmune blistering disorder that presents with flaccid oral or other mucosal bullae that rupture easily, resulting in oral and cutaneous erosions. However, PV does not present with three-colored rings, as seen in this patient, making it an unlikely diagnosis.Toxic epidermal necrolysis (TEN) (Option D) is a medication-induced, severe life-threatening skin disease characterized by full-thickness cutaneous necrosis followed by skin sloughing. More than one mucosal location is always involved in TEN, which helps differentiate it from EM (in which mucosal involvement is limited to the oral cavity). Although TEN or its less severe counterpart, Stevens-Johnson syndrome, may feature targetoid skin lesions, they do not manifest the classic targetoid lesions of EM. Finally, by definition, TEN requires at least 30% of body surface area to be affected. The limited skin involvement, classic targetoid appearance of EM, and lack of multiple sites of mucosal involvement seen in this patient are inconsistent with the diagnosis of TEN.",
  "key_points": [
    "Erythema multiforme is characterized by painful targetoid lesions, which may be painful, that have a red outer flare surrounding a paler pink ring with a dusky eroded or crusted center and most commonly occurs on the face and acral sites, such as the dorsal hands and feet."
  ],
  "references": "Trayes KP, Love G, Studdiford JS. Erythema multiforme: recognition and management. Am Fam Physician. 2019;100:82-88. PMID: 31305041",
  "related_content": {
    "syllabus": [
      "dmsec24018_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:47.830356-06:00"
}