{
  "question_id": "dmmcq24015",
  "category": "dm",
  "educational_objective": "Diagnose notalgia paresthetica (neuropathic pruritus).",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 56-year-old woman is evaluated for a 4-year history of chronic pruritus on the left upper back. She reports it is not painful but occasionally experiences a mild burning sensation in the affected area. She was in a motor vehicle collision 5 years ago that required thoracic spine stabilization surgery. She has no other medical problems and takes no medications.On physical examination, vital signs are normal.Skin findings on the left back are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Atopic dermatitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Herpes zoster",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Notalgia paresthetica",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Psoriasis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Notalgia paresthetica (Option C), a type of neuropathic pruritus, is the most likely diagnosis for this patient with persistent itch on the back following spinal surgery. Neuropathic pruritus describes an itch that is caused by dysfunction of a peripheral or central nerve due to surgery, trauma, neuropathy, or infection (postherpetic neuralgia). Neuropathic itch is often localized; examples include the forearm (brachioradial pruritus) and mid to upper back (notalgia paresthetica). Various psychiatric conditions can also manifest as itching (psychogenic itch). Patients with notalgia paresthetica have chronic localized pruritus and may present with a hyperpigmented thin plaque just medial to the scapula in the area that has been chronically scratched. Patients may also report burning, tingling, numbness, or cold sensations in the area. Notalgia paresthetica has no primary skin lesion; the hyperpigmented patch or plaque develops from chronic rubbing and scratching of the involved area. The cause of notalgia paresthetica is unclear but may be related to spinal nerve impingement leading to chronic neuropathic dysesthesia. Notalgia paresthetica is very common and likely underdiagnosed. This patient has chronic pruritus confined to a localized area of her back accompanied by paresthesias with hyperpigmentation on examination. The most likely diagnosis is notalgia paresthetica.Atopic dermatitis (AD) (Option A), or eczema, is a chronic pruritic skin condition that commonly begins in childhood. AD lesions typically show erythema and may be lichenified depending on chronicity. It most commonly involves the flexural surfaces, face, and neck. Patients rarely have only a single plaque of AD on the back with no other skin involvement. This patient with a localized area of pruritus on the back and paresthesias is unlikely to have AD.Herpes zoster (Option B) is caused by reactivation of varicella-zoster virus and presents acutely as a painful cluster of vesicles on an erythematous base in a dermatomal distribution. This patient presents with chronic pruritus without skin changes other than hyperpigmentation; her presentation is not consistent with herpes zoster.Psoriasis (Option D) is a chronic inflammatory skin condition characterized by well-defined erythematous plaques with overlying thick, silvery scale. Plaque psoriasis is the most common form and typically involves the bilateral extensor surfaces of the elbows and knees as well as the scalp and trunk. Psoriasis may also involve the nails and cause asymmetric polyarthritis. This patient has a thin, hyperpigmented plaque with no overlying scale that is localized to the back; this presentation is not consistent with psoriasis.",
  "key_points": [
    "Notalgia paresthetica is a neuropathic pruritus limited to the mid to upper back; examination may show a hyperpigmented thin plaque medial to the scapula secondary to chronic scratching."
  ],
  "references": "Satoh T, Yokozeki H, Murota H, et al. 2020 Guidelines for the diagnosis and treatment of cutaneous pruritus. J Dermatol. 2021;48:e399-e413. PMID: 34288036 doi:10.1111/1346-8138.16066",
  "related_content": {
    "syllabus": [
      "dmsec24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:47.730460-06:00"
}