{
  "question_id": "dmvdx24021",
  "category": "dm",
  "educational_objective": "Diagnose melasma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 40-year-old woman is evaluated for progressive changes in the skin pigmentation of her face, as shown. Her only medication is an oral contraceptive.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Addison disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discoid lupus erythematosus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lentigines",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Melasma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is melasma (Option D), also known as chloasma, or “the mask of pregnancy.” Melasma is a common acquired condition resulting in patchy hyperpigmentation with ill-defined, tan to dark brown, reticulated patches. It most commonly occurs bilaterally on the sun-exposed areas of the face (malar, mandibular, and centrofacial regions) but can also be seen on the upper extremities. Melasma can worsen with further sun exposure.In this condition, melanocytes overproduce melanin due to factors including ultraviolet radiation exposure, genetic predisposition, and hormonal influence (pregnancy, use of oral contraceptives). Melasma often fades during the postpartum period, with sun protection, and upon discontinuation of oral contraceptives; however, it may take months to years for pigmentation to normalize. It occurs more commonly in women and individuals with darker skin.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24008_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:47.962815-06:00"
}