{
  "category": "in",
  "critique": "The most likely diagnosis in this patient with arthralgia and urticarial rash after recent rabies vaccination is serum sickness–like reaction (SSLR) (Option D). SSLR occurs 1 to 2 weeks after exposure to an inciting agent and often presents with fever, rash, polyarthralgia, and polyarthritis. The most common inciting events are exposure to antibiotics (e.g., penicillin, cefaclor, trimethoprim-sulfamethoxazole), viral infections, and vaccines. Serum sickness has a similar presentation to SSLR and is generally caused by protein antigen exposure from another animal species, most commonly immunoglobulin therapy derived from animals (e.g., rabbit or equine antithymocyte globulin, rituximab, infliximab), vaccines, and venoms and antivenoms. Laboratory studies, including a complete blood count, inflammatory markers, a comprehensive metabolic panel, and urinalysis, should be obtained when SSLR or serum sickness is suspected. Elevated inflammatory markers and leukopenia or leukocytosis are common, but elevated serum creatinine level and proteinuria occur only with serum sickness and not SSLR. Initial management focuses on ruling out more serious disorders that may have a similar presentation, such as drug-induced hypersensitivity syndrome (DIHS; also known as drug reaction with eosinophilia and systemic symptoms [DRESS]). This patient developed arthralgia and urticarial rash 1 week following rabies vaccination, making SSLR the most likely explanation.DIHS (Option A) is a severe drug reaction presenting with a morbilliform rash, lymphadenopathy, visceral organ involvement (most commonly the liver), and absolute eosinophil count greater than 700/μL (0.7 × 109/L). DIHS is often caused by antiseizure medications, allopurinol, or antibiotics and occurs 2 to 8 weeks after exposure. Because arthralgia and urticarial rashes are not associated with DIHS, this diagnosis is unlikely in this patient.Drug-induced lupus (Option B) is an autoimmune condition that can present with fevers and arthralgia after exposure to a medication for more than a month. Common inciting agents are hydralazine, tumor necrosis factor inhibitors, and minocycline. The rapid onset, lack of an associated medication, urticarial rash, and negative antinuclear antibody testing all make drug-induced lupus unlikely.Rabies (Option C) is not the most likely diagnosis. Rabies has an incubation period of 1 to 3 months and often starts with a prodromal, nonspecific illness characterized by headache, fatigue, fever, and sore throat along with paresthesias surrounding the bite. The illness then progresses to encephalitis; agitation; pharyngeal spasms; and, eventually, coma and death. The time course of this patient's presentation is inconsistent with rabies.",
  "educational_objective": "Diagnose serum sickness–like reaction.",
  "extracted_at": "2025-12-23T15:28:36.695166-06:00",
  "key_points": [
    "Serum sickness–like reaction occurs 1 to 2 weeks after exposure to an inciting agent (most commonly antibiotics, viral infections, and vaccines) and often presents with arthralgia, fever, rash, polyarthralgia, and polyarthritis."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Drug-induced hypersensitivity syndrome"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Drug-induced lupus"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Rabies"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Serum sickness–like reaction"
    }
  ],
  "question_id": "inmcq24048",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 40-year-old woman is evaluated because of a 2-day history of arthralgia, fevers, and an urticarial rash. One week ago, she awoke with a bat in her room and subsequently received rabies immunoglobulin and began the rabies vaccination series. She has hypertension and takes enalapril.On physical examination, temperature is 38.1 °C (100.6 °F); other vital signs are normal. The mucous membranes are normal. Wheals and excoriations are present over the arms and torso. No synovitis or lymphadenopathy is noted.Laboratory studies:Leukocyte count14,000/µL (14 × 109/L), with elevated neutrophilsHEosinophil count520/μL (0.52 × 109/L) (normal, 50-500/µL [0.05-0.50 × 109/L])HThe remainder of complete blood count results, basic metabolic panel, hepatocellular enzyme testing, urinalysis, antinuclear antibody testing, and blood cultures are normal.",
  "references": "McNamara K, Hughes OB, Strowd LC. Cutaneous drug eruptions including serum sickness-like reaction, symmetrical drug-related intertriginous and flexural exanthema, and drug-induced lupus. Clin Dermatol. 2020;38:641-647. PMID: 33341198 doi:10.1016/j.clindermatol.2020.06.013",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "insec24001_24006"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}