{
  "question_id": "gimcq24039",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose autoimmune atrophic gastritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old woman is evaluated for bloating; soft, foul-smelling stools; and a 4.5-kg (10-lb) weight loss over the past 3 months. She has hypothyroidism and type 2 diabetes mellitus. She is up to date on colorectal cancer screening. Medications are levothyroxine, metformin, and atorvastatin.On physical examination, vital signs are normal. The abdomen is mildly distended.Laboratory studies:Hemoglobin10.5 g/dL (105 g/L)LIron46 µg/dL (8 µmol/L)LVitamin B12150 pg/mL (111 pmol/L)L Helicobacter pylori stool antigenNegative",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Autoimmune atrophic gastritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Functional dyspepsia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Gastroparesis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Irritable bowel syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is autoimmune atrophic gastritis (Option A). Chronic atrophic gastritis may be an autoimmune condition caused by antibodies to the parietal cell or an environmental condition caused by Helicobacter pylori. All patients with suspected or confirmed atrophic gastritis should be screened for H. pylori infection and treated if results are positive. Autoimmune atrophic gastritis may be associated with other autoimmune conditions (such as thyroid disease or type 1 diabetes mellitus) and is often associated with pernicious anemia from the loss of intrinsic factor. Achlorhydria results in iron deficiency anemia (which often occurs earlier than vitamin B12 deficiency), small intestinal bacteria overgrowth, and enteric infections. Autoimmune atrophic gastritis may be associated with hypergastrinemia, which can result in gastric neuroendocrine tumors. Chronic atrophic gastritis may progress to intestinal metaplasia and is a recognized precursor to gastric adenocarcinoma; therefore, the diagnosis of atrophic gastritis must be confirmed by endoscopic biopsy. This patient's symptoms, iron deficiency anemia, low vitamin B12 level, and negative results on serology for H. pylori suggest a diagnosis of autoimmune atrophic gastritis. Endoscopic biopsy should be performed for confirmation.Functional dyspepsia (Option B) would not explain this patient's iron deficiency and low vitamin B12 level. Moreover, the patient does not meet the criteria for diagnosis of functional dyspepsia (one or more of the following: bothersome postprandial fullness, early satiation, epigastric pain, and epigastric burning) (see Table: Rome IV Diagnostic Criteria for Functional Dyspepsia).Gastroparesis (Option C) would not explain her microcytic anemia, low vitamin B12 level, and change in stools. Gastroparesis may be characterized by bloating and weight loss, but she does not have the most common symptoms: nausea, vomiting, upper abdominal pain, and early satiety.Irritable bowel syndrome (Option D) would not explain this patient's presentation. Despite her abdominal bloating, this patient's anemia is not explained by irritable bowel syndrome. Rather, it represents an alarm feature necessitating further investigation. In addition, diagnosis requires abdominal pain at least once weekly for 3 months, which she does not report.",
  "critique_links": [],
  "key_points": [
    "Autoimmune atrophic gastritis is associated with iron deficiency anemia, pernicious anemia, and a low vitamin B12 level; it can lead to intestinal metaplasia, and endoscopic biopsy is required for diagnosis."
  ],
  "references": "Shah SC, Piazuelo MB, Kuipers EJ, et al. AGA clinical practice update on the diagnosis and management of atrophic gastritis: expert review. Gastroenterology. 2021;161:1325-1332.e7. PMID: 34454714 doi:10.1053/j.gastro.2021.06.078",
  "related_content": {
    "syllabus": [
      "gisec24002_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.694318-06:00"
}