{
  "question_id": "nrcor25029",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat brain herniation in a patient with a brain tumor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 63-year-old man is evaluated in the hospital for sudden unresponsiveness. He was hospitalized 3 days ago for pneumonia and acute respiratory failure. He was intubated, and piperacillin-tazobactam and azithromycin were started. He has melanoma with known brain metastases. His respiratory state had improved, and extubation was being considered at the time of the acute change. Medical history is otherwise significant for diabetes mellitus and dyslipidemia. Medications are pembrolizumab, insulin, and atorvastatin.On physical examination, temperature is 36.9 °C (98.5 °F), blood pressure is 180/65 mm Hg, pulse rate is 55/min, and underlying respiration rate is 8/min. He is comatose and exhibits no spontaneous movements. The left pupil is 6 mm and unreactive to light. Corneal, oculocephalic, and gag reflexes are intact. Deep tendon reflexes are intact. He has no reaction to noxious stimuli in the limbs.Laboratory studies: Glucose (fingerstick)154 mg/dL (8.5 mmol/L)H",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Emergent electroencephalography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous hypertonic saline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous labetalol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat brain MRI",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient is experiencing brain herniation, and intravenous hypertonic saline or mannitol (Option B) should be administered emergently. Brain herniation manifests as an abrupt decline in mental status (loss of alertness and responsiveness); unreactive, dilated pupils; and motor weakness with flexor or extensor posturing. The Cushing triad of acute hypertension with wide pulse pressure, bradycardia, and respiratory depression may be present and indicates elevated intracranial pressure and imminent herniation. Brain herniation is an absolute emergency that portends a high likelihood of imminent death. Emergent intervention includes elevation of the head of the bed to 30 degrees, hyperventilation (usually with mechanical ventilation), infusion of hypertonic saline or mannitol, and administration of glucocorticoids. These treatments can be lifesaving and often are used as a bridge to emergent surgery, if indicated. This patient has a known brain tumor with acute onset of altered mental status, unreactive pupils, and the Cushing triad. In addition to elevating the head of the bed, administering glucocorticoids, and increasing the tidal volume, hypertonic saline or mannitol should be started immediately while other treatment options are considered. Given that this patient had an unchanged scan several days ago, the acute change is likely secondary to a superimposed process, such as acute hemorrhage into the metastatic lesion or evolution of an ischemic stroke (herniation from stroke typically occurs 3 to 5 days after the acute event).Emergent electroencephalography and brain MRI (Options A, D) would be useful in diagnosing the cause of this patient's symptoms, such as ischemic stroke, cerebral hemorrhage, or status epilepticus, and confirming herniation. However, treatment must be initiated immediately without waiting for the results of diagnostic testing; otherwise, death may result. Head CT can be considered, especially in centers where it can be performed within minutes at the point of care, but MRI is generally too time consuming. Even when head CT can be performed as a portable study in the patient's room, it should not delay immediate bedside treatment.Intravenous labetalol (Option C) will reduce systemic blood pressure but not intracranial pressure. In this patient with a cerebral lesion, brain perfusion may be maintained by high blood pressure, and systemic pressure should not be reduced immediately.",
  "critique_links": [],
  "key_points": [
    "Emergency treatment of acute brain herniation consists of elevation of the head of the bed to 30 degrees, artificial hyperventilation, intravenous hypertonic saline or mannitol, and glucocorticoids."
  ],
  "references": "Liotta EM. Management of cerebral edema, brain compression, and intracranial pressure. Continuum (Minneap Minn). 2021;27:1172-1200. PMID: 34618757 doi:10.1212/CON.0000000000000988",
  "related_content": {
    "syllabus": [
      "nrsec24010_24009"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:34.784259-06:00"
}