{
  "question_id": "onmcq24006",
  "category": "on",
  "educational_objective": "Evaluate for driver alterations and PD-L1 status in a patient with newly diagnosed metastatic non–small cell lung cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 75-year-old woman is evaluated for a 3-month history of worsening cough, mild dyspnea on exertion, and mild back pain. Her medications include inhaled tiotropium and salmeterol for COPD and occasional acetaminophen as needed for back pain.On physical examination, vital signs are normal. The patient is breathing comfortably at rest. Pulmonary examination reveals reduced breath sounds at the right lung base. No spinal tenderness is present. Neurologic examination shows no abnormalities.Laboratory study results are normal.CT scan shows a 5-cm right upper lobe lung mass, a small right pleural effusion, lytic bilateral rib and T7 lesions, and multiple liver masses that are 1 to 2 cm. Liver biopsy reveals adenocarcinoma consistent with a lung primary site.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Platinum-based chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Radiation therapy for metastatic disease of the spine and lung mass",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thoracentesis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tumor molecular profiling and PD-L1 testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient is tumor molecular profiling and PD-L1 testing (Option D). Biomarkers for patients with metastatic non–small cell lung cancer (NSCLC) help define specific subsets of patients for whom different targeted therapies can be used, often with improved prognosis and survival. Therefore, performing molecular testing is essential to identify patients whose treatment outcomes are markedly better with targeted therapy rather than with chemotherapy. PD-L1 testing is also important because it identifies a subset of patients for whom immunotherapy alone can be effective. These tests should be done before starting treatment unless signs and symptoms require more rapid intervention. In this patient with biopsy-confirmed metastatic NSCLC, tumor molecular profiling and PD-L1 testing are indicated.There is no need to urgently treat with platinum-based chemotherapy (Option A) before obtaining molecular and PD-L1 test results. This patient does not have severe signs or symptoms caused by cancer, and molecular testing should be completed before starting therapy.There is no need for directed palliative radiation therapy (Option B) in patients with metastatic NSCLC without associated significant signs and symptoms. This patient does not have severe pain due to spinal metastatic disease, and she is treating her back pain adequately with acetaminophen. She also does not have signs or symptoms of spinal cord compression. Although this patient has a large right lung mass, there is no indication that it is causing significant pain, bleeding, or dyspnea.Thoracentesis (Option C) can be done for diagnostic or therapeutic purposes. This patient has a small effusion without significant worsening of her baseline dyspnea. She already has a diagnosis based on liver biopsy, and there is no need for thoracentesis.",
  "key_points": [
    "Unless urgent treatment is indicated, patients diagnosed with metastatic non–small cell lung cancer (NSCLC) should undergo tumor molecular profiling and PD-L1 testing before treatment.",
    "Biomarkers for patients with metastatic NSCLC help define specific subsets of patients for whom different targeted therapies can be used, often with improved prognosis and survival."
  ],
  "references": "Imyanitov EN, Iyevleva AG, Levchenko EV. Molecular testing and targeted therapy for non-small cell lung cancer: current status and perspectives. Crit Rev Oncol Hematol. 2021;157:103194. PMID: 33316418 doi:10.1016/j.critrevonc.2020.103194",
  "related_content": {
    "syllabus": [
      "onsec24004_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.600548-06:00"
}