{
  "question_id": "rmvdx24017",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose reactive arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 26-year-old man is evaluated for arthritis involving the left knee and right ankle that developed 3 weeks after an episode of diarrhea. He then developed a rash limited to his palms and soles. Representative skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Chikungunya infection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inflammatory bowel disease–associated arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Psoriatic arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reactive arthritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is reactive arthritis (Option D). This patient's rash is consistent with keratoderma blennorrhagicum (psoriasiform rash on the palms, toes, and soles of the feet), associated with reactive arthritis. Reactive arthritis is a rare cause of inflammatory arthritis that can occur following specific genitourinary and gastrointestinal infections, including Chlamydia trachomatis and Ureaplasma urealyticum in the urethra and Campylobacter, Salmonella, Shigella, Yersinia, and Clostridioides difficile in the intestine. Symptoms of inflammatory arthritis typically appear 2 to 3 weeks after infection. Arthritis is asymmetric and may be monoarticular or oligoarticular; joints commonly affected include the knees, ankles, and feet. In addition to keratoderma blennorrhagicum, other extra-articular manifestations may include conjunctivitis (more common than anterior uveitis) and circinate balanitis (psoriasiform rash on penis).",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "rmsec24006_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:22.105075-06:00"
}