{
  "question_id": "npmcq24011",
  "category": "np",
  "educational_objective": "Treat hypertension in a patient with chronic kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 56-year-old man is evaluated during a follow-up visit for hypertension. He also has hyperlipidemia and chronic kidney disease secondary to type 2 diabetes mellitus. Medications are amlodipine, valsartan, empagliflozin, and atorvastatin.On physical examination, blood pressure is 142/92 mm Hg, and pulse rate is 76/min. There is 1+ pedal edema. The remainder of the examination is normal.Laboratory studies:Blood urea nitrogen42 mg/dL (15 mmol/L)HCreatinine2.5 mg/dL (221 µmol/L)HEstimated glomerular filtration rate29 mL/min/1.73 m2 Urinalysis1+ proteinSpot urine albumin-creatinine ratio 320 mg/gH",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Atenolol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hydralazine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lisinopril",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional treatment is furosemide, a loop diuretic (Option B). For patients with chronic kidney disease (CKD), the 2021 Kidney Disease: Improving Global Outcomes (KDIGO) guideline suggests a target systolic blood pressure (BP) of <120 mm Hg, when tolerated; the 2017 American College of Cardiology/American Heart Association BP guideline differs and recommends a systolic BP target of <130/80 mm Hg. Because sodium retention and volume overload are major contributory factors in the hypertension of CKD, dietary sodium restriction to <2000 mg/d and the addition of a diuretic are essential for optimal BP control, especially in advanced CKD. Patients with difficult-to-control BP may have substantial improvement once a diuretic is added to the medication regimen. Higher doses of diuretics are often required due to decreased glomerular filtration rate. Regardless of the guideline selected, this patient's BP is above target and should be lowered. The addition of furosemide is likely to improve both his BP control and edema.A β-blocker, such as atenolol (Option A), would be indicated if this patient also had coronary artery disease or heart failure with reduced ejection fraction. However, for this patient, the addition of a β-blocker would be less effective than a diuretic in controlling BP because it does not affect sodium retention or volume overload, which both contribute to hypertension in patients with CKD.Hydralazine (Option C), a direct vasodilator, is not recommended for either initial therapy or as add-on therapy in patients with hypertension without the presence of a compelling indication. Hydralazine might be considered in select patients with heart failure or in cases of hypertension resistant to preferred medications. Notably, hydralazine can also cause fluid retention. For these reasons, hydralazine would not be an appropriate choice in this patient.Although KDIGO recommends an ACE inhibitor or angiotensin receptor blocker (ARB) for patients with hypertension, CKD, and albuminuria, the combination of an ARB plus an ACE inhibitor is not recommended because it does not improve cardiovascular outcomes and leads to higher rates of adverse effects. Lisinopril, an ACE inhibitor (Option D), is not indicated in this patient because he is already taking valsartan, an ARB.",
  "critique_links": [],
  "key_points": [
    "Because sodium retention and volume overload are major contributory factors in the hypertension of chronic kidney disease (CKD), dietary sodium restriction to <2000 mg/d and addition of a diuretic, such as furosemide, are essential for blood pressure control, especially in advanced CKD."
  ],
  "references": "Cheung AK, Chang TI, Cushman WC, et al. Executive summary of the KDIGO 2021 clinical practice guideline for the management of blood pressure in chronic kidney disease. Kidney Int. 2021;99:559-69. PMID: 33637203 doi:10.1016/j.kint.2020.10.026",
  "related_content": {
    "syllabus": [
      "npsec24005_24042"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.629467-06:00"
}