{
  "question_id": "nrcor25036",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat a multiple sclerosis relapse.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old woman is evaluated for a 2-day history of worsening double vision, especially when looking to the left. She has a 5-year history of relapsing-remitting multiple sclerosis but has never previously experienced these symptoms. Medications are teriflunomide and a combined oral contraceptive.On physical examination, vital signs are normal. Neurologic examination shows impaired adduction of the right eye in left gaze along with nystagmus of the left eye.Brain MRI shows multiple periventricular and juxtacortical lesions and one enhancing lesion in the right midbrain.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous high-dose methylprednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous immune globulin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plasmapheresis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with a relapse of multiple sclerosis (MS) is intravenous high-dose glucocorticoids such as methylprednisolone (Option A). An MS relapse is a new or worsening neurologic symptom that lasts more than 24 hours; symptoms typically develop over hours to days and peak in severity over days to weeks. Intravenous high-dose glucocorticoids, typically administered as intravenous methylprednisolone (1 g/d for 3 to 5 days), is the first-line treatment for an MS relapse. Patients treated with methylprednisolone have a significant reduction in the risk for worsening or not improving within 5 weeks of treatment when compared with patients treated with placebo. Oral equivalency studies have shown that oral methylprednisolone (1 g/d) or prednisone (1250 mg/d for 3-7 days) may be viable alternatives to this regimen, and oral therapy was used frequently during the COVID-19 pandemic to reduce hospitalizations. However, frequent or prolonged glucocorticoid treatment should be avoided to minimize the risks for complications such as osteopenia and cataracts. This patient with relapsing-remitting MS has had a new manifestation of internuclear ophthalmoplegia for 2 days; the enhancing midbrain lesion seen on MRI is new and active and is the likely cause. The most appropriate next step in management is treatment for MS relapse with intravenous high-dose methylprednisolone.Plasmapheresis (Option C) is not the most appropriate initial treatment in this patient. Although plasmapheresis has demonstrated benefit in the treatment of MS relapses, it is typically reserved as second-line treatment for relapses that are refractory to glucocorticoid treatment because of the inconvenience, cost of hospitalization, and possible adverse effects of plasmapheresis.Intravenous immune globulin (Option B) has not been adequately studied as an alternative to glucocorticoid treatment for MS relapses and is not indicated in this patient.Any patient with a suspected MS relapse should be assessed for the possibility of a pseudorelapse, which is a temporary worsening of previous neurologic symptoms and signs caused by systemic factors rather than by new inflammatory lesions. Infections, stress, and the Uhthoff phenomenon (worsening symptoms due to increased body temperature from factors such as a hot shower, high temperatures, fever, or exercise) are common causes of pseudorelapses. This patient has new symptoms, new examination findings, and radiographic evidence of a new MS lesion without fever or other symptoms that would suggest a trigger for pseudorelapse. A pseudorelapse is unlikely, and providing no additional treatment for the MS relapse (Option D) would be inappropriate.",
  "critique_links": [],
  "key_points": [
    "The first-line treatment for multiple sclerosis (MS) relapses is high-dose glucocorticoids, typically administered as intravenous methylprednisolone (1 g/d for 3 to 5 days).",
    "Plasmapheresis is a second-line treatment for multiple sclerosis relapses refractory to high-dose glucocorticoid treatment."
  ],
  "references": "Ramo-Tello C, Blanco Y, Brieva L, et al. Recommendations for the diagnosis and treatment of multiple sclerosis relapses. J Pers Med. 2021;12:6. PMID: 35055321 doi:10.3390/jpm12010006",
  "related_content": {
    "syllabus": [
      "nrsec24007_24008"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.795082-06:00"
}