{
  "question_id": "idmcq24068",
  "category": "id",
  "educational_objective": "Manage infectious mononucleosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "An 18-year-old woman is evaluated for a 5-day history of fever, night sweats, sore throat and malaise. She is up to date with her vaccines and has no recent travel. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, temperature is 39.0 °C (102.2 °F), blood pressure is 137/84 mm Hg, pulse rate is 92/min, and respiration rate is 22/min. She is oriented and in no acute distress. Neck examination reveals bilateral tender lymphadenopathy. No tonsillar exudates are seen. No crackles are heard on lung examination. Abdominal palpation reveals splenomegaly.Laboratory studies:Hemoglobin14.2 g/dL (142 g/L)Leukocyte count12,500/µL (12.5 × 109/L) with 75% lymphocytes; atypical lymphocytes seenHPlatelet count315,000/μL (315 × 109/L)A rapid heterophile antibody test is positive, and a rapid streptococcal antigen test is negative.",
  "question_stem": "What is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Penicillin V",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Supportive care",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is supportive care (Option D). This patient's clinical presentation, presence of cervical lymphadenopathy, splenomegaly, and lymphocytosis, including atypical lymphocytes, strongly suggest infectious mononucleosis. Diagnosis is confirmed by the presence of heterophile antibodies (monospot test) or IgM to the Epstein-Barr virus (EBV) viral capsid antigen. Notably, the monospot test has a lower sensitivity in patients presenting during the first week of symptoms; these patients should undergo serologic testing for EBV and cytomegalovirus and have the monospot repeated later. Infectious mononucleosis is managed with supportive care. Additionally, it is recommended to avoid contact sports for the possibility of splenic rupture.Splenomegaly is a common finding in patients with infectious mononucleosis, but splenic injury is rare. Routine use of abdominal ultrasonography (Option A) is generally not indicated; its use to determine the optimal timing for return to sports is controversial. This patient does not have abdominal pain, and abdominal ultrasonography to further evaluate her spleen is unlikely to provide clinically relevant information.Oral penicillin (Option B) is indicated in patients with streptococcal pharyngitis. This patient's rapid streptococcal antigen test is negative; additionally, the absence of tonsillar exudates and the presence of splenomegaly and atypical lymphocytes makes streptococcal pharyngitis less likely.Glucocorticoids are not routinely recommended for patients with uncomplicated infectious mononucleosis but may be considered in those who have severe disease, such as autoimmune hemolytic anemia or airway obstruction. This patient does not have signs or symptoms of severe disease and does not require prednisone (Option C).",
  "critique_links": [],
  "key_points": [
    "The diagnosis of infectious mononucleosis is confirmed by the presence of heterophile antibodies (monospot test) or IgM to the Epstein-Barr virus viral capsid antigen.",
    "Infectious mononucleosis is managed with supportive care."
  ],
  "references": "Sylvester JE, Buchanan BK, Silva TW. Infectious mononucleosis: rapid evidence review. Am Fam Physician. 2023;107:71-78. PMID: 36689975",
  "related_content": {
    "syllabus": [
      "idsec24020_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.464309-06:00"
}