{
  "question_id": "cvmcq24076",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose provokable obstruction in a patient with symptomatic hypertrophic cardiomyopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 43-year-old woman is evaluated for a 6-month history of dyspnea on exertion and postprandial chest pain. Her father has atrial fibrillation and had a stroke in his 50s. Medical history is unremarkable, and she takes no medications.On physical examination, vital signs are normal. Cardiac examination reveals regular rate and rhythm and no murmurs, rubs, or gallops.Results of routine laboratory tests are normal.ECG is normal. Transthoracic echocardiogram reveals asymmetric septal hypertrophy, septal wall thickness of 20 mm, an elongated mitral valve leaflet, chordal systolic anterior motion of the mitral valve, a left ventricular (LV) outflow tract gradient of 10 mm Hg, and LV ejection fraction of 70%. Cardiac magnetic resonance imaging shows no fibrosis.",
  "question_stem": "Which of the following is the most appropriate test to evaluate the patient's dyspnea?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac catheterization",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "PET scan",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stress echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The next test to perform in this patient with hypertrophic cardiomyopathy (HCM) is stress echocardiography (Option C). The first-line test in diagnosing HCM is transthoracic echocardiography (TTE). In addition to demonstrating the degree and location of left ventricular (LV) hypertrophy (defined as ≥15 mm in any LV region or ≥13 mm in a person with a first-degree relative with HCM or genotype positive status), TTE can show physiologic measures including the presence and degree of dynamic LV outflow tract (LVOT) obstruction and mitral regurgitation. Quantifying the LVOT gradient can differentiate obstructive from nonobstructive HCM, an important distinction in symptom management. In patients with a resting LVOT gradient less than 50 mm Hg, it is appropriate to attempt to provoke obstruction, either with Valsalva maneuver or exercise. If symptomatic obstruction is demonstrated, starting a nonvasodilating β-blocker would be indicated. This patient's resting TTE is consistent with HCM with septal wall thickness greater than 15 mm. Her symptoms are likely secondary to LVOT obstruction, but her resting gradient is less than 30 mm Hg. Stress echocardiography is indicated to determine whether obstruction is provokable and the likely cause of her symptoms.Cardiac catheterization (Option A) may be performed in HCM to measure resting and provoked gradients, assess for concomitant coronary artery disease or myocardial bridging, and evaluate the septal perforating arteries if alcohol septal ablation is being considered. However, a noninvasive study to assess LVOT obstruction is the next best step for this patient.Cardiac PET imaging (Option B) is a useful test in evaluating possible coronary artery disease; when used with vasodilator stress, it can assess peak stress ejection fraction, quantify absolute myocardial blood flow, and evaluate myocardial metabolism. Cardiac PET is particularly helpful in patients with obesity because of the increased spatial resolution compared with single-photon emission CT imaging. It, however, cannot be used to measure intracardiac pressure gradients. This patient's TTE is diagnostic of HCM, and given her exertional symptoms, the most appropriate next step is stress echocardiography.Transesophageal echocardiography (TEE) (Option D) may be used in patients with HCM to further assess anatomy when TTE images are suboptimal. TEE also may be used to plan septal reduction therapy in patients with severe, symptomatic LVOT obstruction that is refractory to medical therapy. Neither of these indications is present in this patient.",
  "critique_links": [],
  "key_points": [
    "In patients with hypertrophic cardiomyopathy who have a resting left ventricular outflow tract gradient less than 50 mm Hg, it is appropriate to attempt to provoke obstruction on echocardiography with either Valsalva maneuver or exercise."
  ],
  "references": "Ommen SR, Mital S, Burke MA, et al. 2020 AHA/ACC guideline for the diagnosis and treatment of patients with hypertrophic cardiomyopathy: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2020;142:e558-e631. PMID: 33215931 doi:10.1161/CIR.0000000000000937",
  "related_content": {
    "syllabus": [
      "cvsec24008_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.554782-06:00"
}