{
  "question_id": "fcqqq24004",
  "category": "fc",
  "educational_objective": "Vaccinate a patient against pneumococcal disease before splenectomy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 19-year-old woman undergoes a preoperative evaluation. She has severe hereditary spherocytosis and will undergo an elective splenectomy and cholecystectomy. She has no other medical conditions. Her only medication is folic acid.On physical examination, vital signs are normal. Conjunctival pallor and icterus are present. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the best immediate presurgical pneumococcal vaccination strategy for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "13-Valent pneumococcal conjugate vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "15-Valent pneumococcal conjugate vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "21-Valent pneumococcal conjugate vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "23-Valent pneumococcal polysaccharide vaccine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The best strategy for this patient awaiting splenectomy is to administer the 21-valent pneumococcal conjugate vaccine (PCV21) (Option C). Persons with functional or anatomic asplenia are at risk for infection with encapsulated organisms and require vaccination against pneumococcus, preferably before splenectomy. The options for pneumococcal vaccination include the 20-valent pneumococcal conjugate vaccine (PCV20) alone, PCV21 alone, or the 15-valent pneumococcal conjugate vaccine (PCV15) followed by the 23-valent pneumococcal polysaccharide vaccine (PPSV23). Patients do not require any type of additional pneumococcal vaccine if PCV20 or PCV21 is administered. Before splenectomy, meningococcal and Haemophilus influenzae type B vaccination should also be addressed.The 13-valent pneumococcal conjugate vaccine (PCV13) (Option A) is no longer recommended for adults.If PCV20 and PCV21 are not available, a recommended alternative is PCV15 (Option B); however, for patients with immunocompromise, it is recommended to administer one dose of PPSV23 a minimum of 8 weeks after PCV15. Therefore, it is not appropriate to give only PCV15 to this patient.PPSV23 (Option D) is not preferred for this patient. PPSV23 would only be used following administration of PCV15.",
  "critique_links": [],
  "key_points": [
    "Persons with functional or anatomic asplenia are at risk for infection with encapsulated organisms and require vaccination against pneumococcus with the 20-valent pneumococcal conjugate vaccine or the 21-valent pneumococcal conjugate vaccine; alternatively, the 15-valent pneumococcal conjugate vaccine may be used but must be followed with the 23-valent pneumococcal polysaccharide vaccine 8 weeks later."
  ],
  "references": "Kobayashi M, Leidner AJ, Gierke R, et al. Use of 21-valent pneumococcal conjugate vaccine among U.S. adults: recommendations of the Advisory Committee on Immunization Practices—United States, 2024. MMWR Morb Mortal Wkly Rep. 2024;73:793-798. PMID: 39264843 doi:10.15585/mmwr.mm7336a3",
  "related_content": {
    "syllabus": [
      "fcsec24008_24034"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.825022-06:00"
}