{
  "question_id": "encor25031",
  "category": "en",
  "educational_objective": "Manage infertility.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 37-year-old woman is unable to achieve pregnancy despite 7 months of regular, unprotected intercourse. Her menstrual cycles are normal, occurring every 28 days with associated breast tenderness and bloating. There have been no previous pregnancies or attempts to achieve pregnancy by either the patient or her male partner. There is no history of previous sexually transmitted infections. She is otherwise healthy. Medical history is significant for appendicitis at age 26 years, for which she had an uncomplicated appendectomy. Her only medication is a prenatal vitamin.On physical examination, vital signs are normal. She has a well-healed abdominal scar. Thyroid, skin, and pelvic examinations are unremarkable. There is no elicitable breast discharge, no signs of hyperandrogenism, and no visual field abnormalities.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Obtain midluteal phase serum progesterone level",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Obtain semen analysis from her partner",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Recommend an additional 5 months of unprotected intercourse",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Refer for laparoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is obtaining a semen analysis (Option B). When evaluating infertility, female and male factors should be considered concurrently. Thus, semen analysis is part of the initial diagnostic evaluation. Collection should occur after 2 to 3 days of sexual abstinence, but no longer to avoid decreased sperm motility. If semen analysis is abnormal, it should be repeated at least 2 weeks later; if results are abnormal, referral to a reproductive endocrinologist is recommended. Additionally, assessment for hypogonadism starting with an 8 am fasting serum total testosterone level is also recommended.Measurement of a midluteal phase serum progesterone level is not indicated (Option A). Given that this patient has regular menses every 28 days with molimina symptoms (breast pain and bloating), her cycles appear to be ovulatory. Thus, laboratory assessment of ovulatory function is not needed at this time. In patients who do not have normal menstrual cycles with ovulation, laboratory assessment should be performed. A midluteal phase serum progesterone level, obtained approximately 1 week before the expected menses, is an effective way to assess ovulatory status. A progesterone level greater than 3 ng/mL (9.5 nmol/L) is evidence of recent ovulation.In women aged 35 years and older, an infertility evaluation is initiated after 6 months of regular, unprotected intercourse; in women younger than 35 years of age, an infertility evaluation is initiated after 1 year of regular, unprotected intercourse. Recommending an additional 5 months of unprotected intercourse (Option C) is unnecessary for this 37-year-old woman.Laparoscopy (Option D) for evaluation of pelvic adhesions or mild endometriosis may be warranted in patients with dysmenorrhea, history of sexually transmitted infections, or previous pelvic surgery. Although assessment of tubal patency may be indicated in this patient based on her previous history of appendicitis and abdominal surgery (putting her at risk for adhesions), laparoscopy is not indicated at this time before initiating an initial noninvasive diagnostic evaluation.",
  "key_points": [
    "When evaluating infertility, both female and male factors should be considered concurrently; semen analysis is part of the initial diagnostic evaluation."
  ],
  "references": "Garolla A, Pizzol D, Carosso AR, et al. Practical clinical and diagnostic pathway for the investigation of the infertile couple. Front Endocrinol (Lausanne). 2020;11:591837. PMID: 33542705 doi:10.3389/fendo.2020.591837",
  "related_content": {
    "syllabus": [
      "ensec24006_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:00:39.714362-06:00"
}