{
  "question_id": "npvdx24016",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose cryoglobulinemia and associated kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 39-year-old man is evaluated for hypertension, proteinuria and elevated serum creatinine level, and a painful rash, as shown. Results of hepatitis C virus testing are positive.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cryoglobulinemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Infection-related glomerulonephritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Monoclonal gammopathy of renal significance",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Systemic lupus erythematosus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is cryoglobulinemia (Option A), a type of small-vessel vasculitis. A palpable, nonblanching, purpuric rash is frequently present on the lower extremities. This patient has purpura and necrosis of the toes. Skin ulceration/necrosis is often seen in the setting of hyperviscosity.Type I cryoglobulinemia is more commonly associated with lymphoproliferative disorders. Types II and III cryoglobulinemias are mixed cryoglobulinemias, and both can be associated with hepatitis C virus infection. Kidney manifestations can include elevated serum creatinine level, hypertension, proteinuria, and hematuria. Membranoproliferative glomerulonephritis is usually noted on biopsy. Occasionally, rapidly progressive glomerulonephritis with crescent formation can occur. Treatment is directed at the underlying condition, and immunosuppressive medications for treatment of vasculitis may also be needed.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "npsec24009_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.629791-06:00"
}