{
  "question_id": "nrmcq24029",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat motor fluctuations in Parkinson disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 72-year-old man is evaluated for tremor and slowing of gait. Parkinson disease was diagnosed 12 years ago, which has been managed with carbidopa-levodopa and pramipexole for several years. He has recently noticed the symptoms 1 hour before each dose of carbidopa-levodopa. His symptoms improve after the carbidopa-levodopa takes effect. He experiences mild involuntary twisting movements of the head and trunk during the peak effect of the medication, but this is not bothersome. Medications are immediate-release carbidopa-levodopa and pramipexole.On physical examination, vital signs are within normal limits. Examination at the end of the medication cycle reveals asymmetric resting tremor, bradykinesia, rigidity, and a markedly slow gait without freezing.",
  "question_stem": "Which of the following is the most appropriate management for this patient's parkinsonism?",
  "options": [
    {
      "letter": "A",
      "text": "Add amantadine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add benztropine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Add ropinirole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch to extended-release carbidopa-levodopa",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "In this patient with Parkinson disease (PD) and motor fluctuations, switching immediate-release carbidopa-levodopa to extended-release carbidopa-levodopa (Option D) is the most appropriate next step in management. Up to 50% of patients with PD may develop motor fluctuations after a few years of immediate-release levodopa treatment, including “wearing-off” phenomenon (loss of the beneficial effect of the medication before the next dose is administered); “sudden off” state (unrelated to timing of the medication); and “early morning off” state. Extended-release formulations may offer more sustained symptom control throughout the day, which can reduce wearing off between doses. Another strategy to reduce wearing off involves increasing the frequency or dosage of the immediate-release formulation, but this would worsen this patient's dyskinesia. In this patient, switching to an extended-release formulation of levodopa can reduce the number of doses needed and reduce medication “off” time.Amantadine (Option A) can help suppress levodopa-induced dyskinesia but usually does not affect the medication wearing off as it has a nondopaminergic mechanism of action. Because dyskinesia is mild and not bothersome in this patient, treatment should focus on the wearing-off phenomenon instead.Benztropine (Option B) and other anticholinergic agents can help with tremor and dystonia in Parkinson disease but would not help with medication wearing off between doses. This class of medications should be used with caution in patients older than 70 years and those with dementia. Given this patient's age and pattern of symptoms, anticholinergics would not be considered an appropriate treatment option.Ropinirole (Option C) is a dopamine agonist, a class of medication particularly appropriate as initial therapy in patients younger than 60 years with PD who are at higher risk for dyskinesia and have very mild and nondisabling parkinsonian symptoms. This patient is already taking another dopamine agonist (pramipexole); dopamine agonists, like pramipexole, ropinirole, and rotigotine, have comparable efficacy in Parkinson disease. Adding a second dopamine agonist has little benefit and can increase the risk for adverse effects like visual hallucinations and impulse control disorder.",
  "critique_links": [],
  "key_points": [
    "Patients with Parkinson disease may experience a progressive shortening of the duration of the effect of immediate-release levodopa, causing early wearing off; using an extended-release formulation of levodopa can reduce the number of doses needed and reduce medication “off” time.",
    "Dopamine agonists, like pramipexole, ropinirole, and rotigotine, have comparable efficacy in Parkinson disease and are particularly appropriate as the initial therapy in patients younger than 60 years who are at higher risk for dyskinesia and have very mild and nondisabling parkinsonian symptoms."
  ],
  "references": "Pringsheim T, Day GS, Smith DB, et al; Guideline Subcommittee of the AAN. Dopaminergic therapy for motor symptoms in early Parkinson disease practice guideline summary: a report of the AAN guideline subcommittee. Neurology. 2021;97:942-957. PMID: 34782410 doi:10.1212/WNL.0000000000012868",
  "related_content": {
    "syllabus": [
      "nrsec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.417968-06:00"
}