{
  "question_id": "rmmcq24031",
  "category": "rm",
  "educational_objective": "Treat knee osteoarthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 94-year-old woman is evaluated for worsening right knee pain due to osteoarthritis. Pain is worse with activity, and the pain is causing increasing difficulty with activities of daily living. Her sleep is interrupted by knee pain one to two nights weekly. Physical therapy and acetaminophen have provided only partial relief. Previous use of diclofenac gel caused a skin rash. Medical history is notable for coronary artery disease, hypertension, gastroesophageal reflux disease previously complicated by peptic ulcer disease, and stage G3 chronic kidney disease. Medications are aspirin, acetaminophen, rosuvastatin, metoprolol, lisinopril, and omeprazole.On physical examination, vital signs are normal. Crepitus is noted on passive range of motion of the right knee, and there is medial and lateral joint line tenderness. Similar but less prominent examination findings are observed in the left knee. The knee joints are not warm or swollen.",
  "question_stem": "Intra-articular injection of which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Botulinum toxin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hyaluronic acid",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Platelet-rich plasma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stem cells",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Triamcinolone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is intra-articular injection of triamcinolone (Option E). Pharmacologic treatment for osteoarthritis (OA) includes oral, topical, and intra-articular medications and is indicated when symptoms are inadequately treated by nonpharmacologic interventions. The choice of therapy should consider comorbidities, concomitant medications, and adverse effects of treatment. Patients with knee or hip OA who have inefficacy, intolerance, or contraindications to oral and topical therapies may benefit from intra-articular glucocorticoid injections. The 2019 American College of Rheumatology (ACR) and Arthritis Foundation guideline for the management of OA of the hand, hip, and knee strongly recommends intra-articular glucocorticoid injections for knee and/or hip OA; intra-articular glucocorticoid injections are only conditionally recommended for patients with hand OA because of lack of evidence. Commonly used glucocorticoids include triamcinolone and methylprednisolone. Intra-articular glucocorticoid injections provide short-term efficacy for knee OA; however, repeated, regular injections may cause cartilage loss. This patient has severe right knee pain that interferes with quality of life and has not responded adequately to other treatment modalities. In addition to ongoing physical therapy, an intra-articular glucocorticoid injection is an appropriate treatment choice.The ACR/Arthritis Foundation guideline conditionally recommends against the use of intra-articular botulinum toxin (Option A) injections in patients with knee and/or hip OA. The small number of trials of intra-articular botulinum toxin treatment in knee or hip OA suggest a lack of efficacy.Both the ACR/Arthritis Foundation guideline and the 2021 American Academy of Orthopaedic Surgeons (AAOS) clinical practice guideline on the management of knee OA recommend against the routine use of intra-articular hyaluronic acid (Option B) injections. The quality of trials assessing efficacy of intra-articular hyaluronic acid varies, and the degree of benefit is low.The ACR/Arthritis Foundation guideline strongly recommends against the use of platelet-rich plasma (Option C) and stem cell (Option D) treatments for patients with knee and hip OA because of the lack of standardization of preparations and discrepancies among techniques used. The AAOS makes a limited recommendation for platelet-rich plasma injections but notes that evidence for this treatment is inconsistent.",
  "key_points": [
    "Patients with knee osteoarthritis who have inefficacy, intolerance, or contraindication to oral and topical therapies may benefit from intra-articular glucocorticoid injections."
  ],
  "references": "Kolasinski SL, Neogi T, Hochberg MC, et al. 2019 American College of Rheumatology/Arthritis Foundation guideline for the management of osteoarthritis of the hand, hip, and knee. Arthritis Rheumatol. 2020;72:220-233. PMID: 31908163 doi:10.1002/art.41142",
  "related_content": {
    "syllabus": [
      "rmsec24004_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:46:52.594437-06:00"
}