{
  "question_id": "rmmcq24058",
  "category": "rm",
  "educational_objective": "Diagnose diffuse idiopathic skeletal hyperostosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 61-year-old man is evaluated in the office for mild, chronic mid-back pain. He describes restricted range of motion and morning stiffness in the mid and low back, which improves after 20 minutes. He has type 2 diabetes mellitus, obesity, and psoriasis. Medications are metformin, topical betamethasone, and topical calcipotriene.On physical examination, vital signs are normal. BMI is 36. Range of motion in the thoracolumbar spine is reduced, most prominently with lateral flexion. There is no spinal or paraspinous tenderness. The remainder of the physical examination is normal.Radiograph of the thoracolumbar spine shows thoracic kyphosis, anterolateral ossification of T8 to L1, and preserved disk height and intervertebral spaces. Visualized portions of the pelvis demonstrate preservation of the sacroiliac joint spaces.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Ankylosing spondylitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Diffuse idiopathic skeletal hyperostosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lumbar spondylosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Psoriatic arthritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is diffuse idiopathic skeletal hyperostosis (DISH) (Option B). DISH is a noninflammatory condition characterized by calcification and ossification of spinal ligaments (especially the anterior longitudinal ligament), most often involving the thoracic spine. DISH affects men more than women, and prevalence is highest in the fifth and sixth decades. Obesity and diabetes are strongly associated with DISH. Patients with DISH may be asymptomatic or experience stiffness and mild back or neck pain. When present, the pain is noninflammatory and duration of morning stiffness is limited to less than an hour. On examination, spinal range of motion is restricted and may be particularly pronounced with lateral flexion. DISH is diagnosed by clinical history and radiographs confirming anterior longitudinal calcification and osteophyte bridging of at least four contiguous vertebrae. DISH typically does not involve the sacroiliac joints. No treatments for DISH alter disease course; therapy is directed at maintaining physical function. DISH is the most likely diagnosis in this patient with mild, noninflammatory back pain; stiffness; and anterolateral thoracolumbar calcification.Spinal ligamentous ossification is also seen in ankylosing spondylitis (Option A); however, it does not involve the anterior longitudinal ligament as it does with DISH, and the spinal calcifications in DISH tend to be wider. Common findings in ankylosing spondylitis include vertebral body squaring and sacroiliac joint erosion. Ankylosing spondylitis is usually apparent before age 45 years, and the pattern of back pain is inflammatory. Ankylosing spondylitis is not likely in this older patient with noninflammatory back pain, normal sacroiliac joints, and radiographic findings typical of DISH.Lumbar spondylosis (Option C) is degeneration of the vertebrae and intervertebral disks. Like DISH, lumbar spondylosis pain is noninflammatory. Radiographic findings, however, include disk-space narrowing, marginal osteophytes, and sclerosis of the vertebral margin. Anterolateral ossification is not a feature of this disease. This patient's radiographic findings are not consistent with spondylosis.One third of patients with psoriasis have psoriatic arthritis (PsA) (Option D), and many of these patients have axial spine involvement. However, the pain of PsA follows an inflammatory pattern. Spinal radiographic changes include asymmetric, thorn-like nonmarginal syndesmophytes. Sacroiliitis is a common feature of PsA. This patient's pattern of pain and radiographic findings are not suggestive of PsA.",
  "key_points": [
    "Diffuse idiopathic skeletal hyperostosis (DISH) is a noninflammatory condition associated with diabetes, obesity, older age, and male sex.",
    "Characteristic radiographic findings of DISH include anterior longitudinal calcification and osteophyte bridging of at least four contiguous vertebrae on radiography."
  ],
  "references": "Angelopoulou F, Kraniotis P, Daoussis D. DISH vs spondyloarthritides. Mediterr J Rheumatol. 2020;31:81-83. PMID: 32411937 doi:10.31138/mjr.31.1.81",
  "related_content": {
    "syllabus": [
      "rmsec24014_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:47:06.219632-06:00"
}