{
  "question_id": "idvdx24002",
  "category": "id",
  "educational_objective": "Diagnose Southern tick–associated rash illness.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 41-year-old man is evaluated for the skin rash shown. He lives in Florida. One week ago, before the onset of the rash, his wife helped him to remove a Lone Star tick from the same area on his back.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Erythema marginatum",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythema multiforme",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lyme disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Southern tick–associated rash illness",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Southern tick–associated rash illness (STARI) (Option D). STARI presents with erythema migrans lesions identical to those seen in Lyme disease but without clinical progression or complications. STARI is associated with Amblyomma americanum, also known as the Lone Star tick, which is endemic to the southeastern, south-central, and eastern United States; Lyme disease is transmitted by Ixodes ticks and is more likely to occur in the northeastern and north-central United States. No infectious cause of STARI has been confirmed. Therefore, diagnosis is based on clinical and geographic features. Because STARI and early-stage Lyme disease may be clinically indistinguishable, treatment with doxycycline (appropriate for Lyme disease) is recommended when Lyme disease and STARI geographic locales overlap.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "idsec24007_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/idfig24603.73b234b499783de160d90a921652c1e6.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:10:29.280781-06:00"
}