{
  "question_id": "hmmcq24060",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Manage a distal deep venous thrombosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old man is evaluated in the emergency department for left calf pain of 2 days' duration. Medical history is significant for pulmonary embolism following arthroscopic surgery of his right knee at age 52 years. He has no family history of thrombosis, and he takes no medications.On physical examination, vital signs are normal. The left calf is mildly tender to palpation. He has no edema or erythema of the legs.Duplex ultrasound shows thrombosis of the distal anterior tibial vein that is 3 cm in length.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat lower extremity ultrasonography in 1 week",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Warfarin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with distal deep venous thrombosis (DVT) is therapeutic apixaban (Option A). Lower extremity DVT is considered proximal if the iliac, femoral, or popliteal veins are involved and is considered distal if only the calf veins below the knee are involved, typically the peroneal, anterior tibial, posterior tibial, and muscular veins. Although all patients with proximal lower extremity involvement and without contraindications should receive anticoagulation, patients with asymptomatic or mildly symptomatic distal DVTs without risk factors for extension do not usually require anticoagulation. Anticoagulation for distal DVT is suggested in patients with moderate to severe symptoms or those with risk factors for extension, including a positive D-dimer test result, extensive thrombosis, thrombosis near the proximal veins, no reversible provoking factors for DVT, active cancer, a history of venous thromboembolism (VTE), and inpatient status. This patient has a history of VTE and no reversible provoking factor for the current thrombus. He is at high risk of progression involving the proximal venous system and should receive systemic anticoagulation for at least 3 to 6 months.Although CT angiography (CTA) of the chest (Option B) plays a significant role in the diagnosis of pulmonary embolism (PE), it has no role in management of lower extremity DVT unless concomitant PE is clinically suspected. Performing CTA in a patient without suspected PE would not provide clinically relevant information and would needlessly expose the patient to increased cost and contrast and radiation exposure.Ultrasonography is the imaging modality of choice for suspected DVT. Patients with low-risk distal DVT who are not treated with anticoagulation should have repeat ultrasonography imaging 1 week later (Option C) to assess whether the thrombus has extended proximally and requires anticoagulation. This patient has high-risk features that warrant immediate anticoagulation, and repeating ultrasonography is unnecessary.Starting warfarin (Option D) as monotherapy for VTE is inappropriate. Warfarin exerts an anticoagulant effect by suppressing levels of factor X, which usually occurs 3 to 5 days after therapy initiation. Patients with acute VTE require 5 days of therapy with an immediately effective anticoagulant such as heparin to overlap with the initiation of warfarin, rather than simple initiation of warfarin.",
  "critique_links": [],
  "key_points": [
    "Anticoagulation is indicated in patients with distal deep venous thrombosis (DVT) with moderate to severe symptoms or risk factors for extension, including a positive D-dimer test result, extensive thrombosis, thrombosis in proximity to proximal veins, no reversible provoking factors for DVT, active cancer, a history of venous thromboembolic disease, and inpatient status.",
    "Patients with distal DVT with mild or no symptoms and no risk factors for propagation do not require anticoagulation but should undergo repeat ultrasonography after 1 week."
  ],
  "references": "Stevens SM, Woller SC, Kreuziger LB, et al. Antithrombotic therapy for VTE disease: second update of the CHEST guideline and expert panel report. Chest. 2021;160:e545-e608. PMID: 34352278 doi:10.1016/j.chest.2021.07.055",
  "related_content": {
    "syllabus": [
      "hmsec24009_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.077621-06:00"
}