{
  "question_id": "npmcq24100",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat lithium-induced arginine vasopressin resistance (nephrogenic diabetes insipidus).",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 32-year-old woman is evaluated for polydipsia and polyuria. She has bipolar disorder and recently started lithium due to refractory illness. The addition of lithium has been highly effective, and the plan is to continue therapy. She has no other medical problems, and her only other medication is quetiapine.Physical examination findings, including vital signs, are normal.Laboratory studies:Blood urea nitrogen16 mg/dL (5.7 mmol/L)Calcium9.4 mg/dL (2.4 mmol/L)Creatinine0.8 mg/dL (70.7 µmol/L)ElectrolytesSodium145 mEq/L (145 mmol/L)Potassium4.0 mEq/L (4.0 mmol/L)Chloride112 mEq/L (112 mmol/L)HBicarbonate24 mEq/L (24 mmol/L)Glucose90 mg/dL (5.0 mmol/L)Lithium1.1 mEq/L (1.1 mmol/L)Urine osmolality260 mOsm/kg H2OUrine sodium20 mEq/L (20 mmol/L)24-Hour urine volume3700 mLH",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Amiloride",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fluid restriction",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Low-sodium diet",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is amiloride (Option A). This patient has arginine vasopressin resistance (nephrogenic diabetes insipidus) induced by lithium, which causes polyuria, and is defined by a urine output of >3 liters. Polyuria can be caused by either a solute diuresis (e.g., hyperglycemia or elevated urea) or a water diuresis from an arginine vasopressin disorder or primary polydipsia. Urine osmolality can further help to distinguish solute diuresis from water diuresis because urine osmolality in a solute diuresis is usually >300 mOsm/kg H2O. This patient's serum glucose level, blood urea nitrogen level, and urine osmolality indicate a water diuresis. Furthermore, her serum sodium level is high normal, ruling out primary polydipsia. Therefore, her presentation is most consistent with arginine vasopressin resistance. To clearly distinguish between arginine vasopressin deficiency (central diabetes insipidus) and arginine vasopressin resistance, either a water deprivation test or infusion of hypertonic saline followed by measurement of copeptin levels can be performed, if available. The latter test has been shown to have a higher level of accuracy than the older water deprivation test and is now the preferred diagnostic test. In this patient, the recent onset of symptoms after starting lithium suggests arginine vasopressin resistance is the diagnosis. Lithium produces arginine vasopressin resistance due to a decrease in the expression of aquaporin-2 water channel. Although discontinuation of lithium is the best treatment for lithium-induced arginine vasopressin resistance, for patients in whom continuation of lithium is desired, such as this patient, administration of amiloride will decrease the polyuria and is considered first-line therapy. Amiloride blockade of the epithelial sodium channel in the collecting tubule blocks intracellular accumulation of lithium. The effects of amiloride on decreasing polyuria is most apparent in patients who are able to concentrate urine >200 mOsm/kg H2O. This patient's urine osmolality is 260 mOsm/kg H2O, which would suggest that amiloride will be effective. Of note, lithium-induced arginine vasopressin resistance may become irreversible and persist even after discontinuation of lithium.Fluid restriction (Option B) is useful in patients with hyponatremia due to syndrome of inappropriate antidiuretic hormone secretion. However, in patients with an arginine vasopressin disorder, it will worsen hypernatremia and is contraindicated. Thus, fluid restriction should be avoided in this patient.Loop diuretics, such as furosemide (Option C), cause marked volume depletion, which will increase proximal reabsorption of lithium and exacerbate its toxicity. Thus, furosemide would be inappropriate.Although hydrochlorothiazide in combination with sodium restriction (low-sodium diet [Option D]), which induces mild volume depletion and limits solute excretion, has been recommended for patients with arginine vasopressin resistance, either measure alone has limited effectiveness. Limiting solute excretion by restricting sodium alone has a negligible effect on the polyuria and will not be effective for this patient.",
  "critique_links": [],
  "key_points": [
    "First-line therapy for polyuria associated with lithium-induced arginine vasopressin resistance (nephrogenic diabetes insipidus) is amiloride, which is most effective in patients who are able to concentrate urine >200 mOsm/kg H2O."
  ],
  "references": "Christ-Crain M, Winzeler B, Refardt J. Diagnosis and management of diabetes insipidus for the internist: an update. J Intern Med. 2021;290:73-87. PMID: 33713498 doi:10.1111/joim.13261",
  "related_content": {
    "syllabus": [
      "npsec24002_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.460301-06:00"
}