{
  "question_id": "pmqqq24006",
  "category": "pm",
  "educational_objective": "Treat inadequately controlled mild persistent asthma by stepping up therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 40-year-old woman presents to refill her albuterol inhaler. Over the last 4 to 5 months, she has noticed that she needs her albuterol inhaler 3 times weekly for symptoms not associated with exercise. She has no symptoms upon awakening. There are no apparent environmental triggers, reflux symptoms, sinus symptoms, or recent respiratory infections.Vital signs are normal. The patient has expiratory wheezing.Laboratory studies, including a complete blood count and IgE level, are normal.FEV1 improves significantly following inhaled albuterol. Her inhaler technique is excellent.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Budesonide-formoterol twice daily and as needed",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ipratropium four times daily",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Montelukast once daily",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Salmeterol twice daily",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has symptoms 3 days per week, and the most appropriate management per Global Initiative for Asthma (GINA) guidelines is to begin as-needed low-dose inhaled glucocorticoid-formoterol combination (Option A). Patients with asthma who require a short-acting β2-agonist more than twice per week but less than 4 to 5 times per week for symptom control, rather than to prevent exercise-induced bronchospasm, are considered uncontrolled and should be stepped up to a controller with low-dose inhaled glucocorticoid-formoterol as needed. Inhaler technique should be confirmed in all patients when beginning therapy and reviewed regularly.Anticholinergic agents dilate bronchial smooth muscle by decreasing the constrictive cholinergic tone in the airways. Although less effective than β2-agonists, the short-acting agent ipratropium (Option B) can be used as adjunctive quick-relief therapy during asthma exacerbations. However, this is not indicated as a step-up therapy in this patient who has uncontrolled asthma but who is not having an exacerbation.Leukotriene-receptor antagonists (LTRAs), such as montelukast (Option C), are not considered preferred first-line controller therapy in any asthma population. LTRAs may have a particular role in aspirin-exacerbated respiratory disease and a protective role in exercise-induced asthma; however, low-dose inhaled glucocorticoid-formoterol treatment as maintenance and as-needed therapy is the preferred next step in this patient with uncontrolled mild persistent asthma.Beginning a long-acting β2-agonist (LABA), such as salmeterol (Option D), alone as daily maintenance treatment is not appropriate in this patient with mild persistent asthma. Additionally, LABA therapy alone is not recommended in asthma due to the increased risk for asthma-related death.",
  "key_points": [
    "Patients with asthma who require a short-acting β2-agonist more than twice per week but less than 4 to 5 times per week for symptom control, rather than to prevent exercise-induced bronchospasm, are considered uncontrolled and should be stepped up to a controller with low-dose inhaled glucocorticoid-formoterol as needed."
  ],
  "references": "Global Initiative for Asthma (GINA). Global strategy for asthma management and prevention 2024. Available at https://ginasthma.org/2024-report/. Accessed May 27, 2024.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:53.104232-06:00"
}