{
  "question_id": "npmcq24068",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat acute kidney injury with continuous kidney replacement therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old woman with liver cirrhosis is evaluated in the ICU for increasing serum creatinine and oliguria. She was admitted 1 day ago with hypotension and bleeding esophageal varices, for which she underwent endoscopic ligation; her outpatient diuretic medications were held. Following the procedure, despite intravenous albumin infusion, urine output remains <20 mL/h. Medications are intravenous octreotide and ceftriaxone.On physical examination, temperature is 35.5 °C (95.9 °F), blood pressure is 88/60 mm Hg, pulse rate is 120/min. The abdomen is protuberant and tense. There is moderate lower extremity edema bilaterally. Ankle myoclonus is present.Laboratory studies:Hemoglobin6.9 g/dL (69 g/L)L1 day ago12 g/dL (120 g/L)1 month ago7.8 g/dL (78 g/L)LBlood urea nitrogen66 mg/dL (23.6 mmol/L)HCreatinine3.0 mg/dL (265.2 µmol/L)H1 day ago2.4 mg/dL (212.2 µmol/L)H1 month ago0.5 mg/dL (44.2 µmol/L)LElectrolytesSodium126 mEq/L (126 mmol/L)LPotassium6.8 mEq/L (6.8 mmol/L)HChloride98 mEq/L (98 mmol/L)Bicarbonate12 mEq/L (12 mmol/L)LUrinalysis with microscopySpecific gravity 1.011; trace protein; 1+ blood; positive leukocyte esterase; few renal tubular epithelial cells, leukocytes, and erythrocytes; numerous muddy brown casts",
  "question_stem": "In addition to managing this patient's ongoing bleeding, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Continuous kidney replacement therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous sodium bicarbonate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Patiromer",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is continuous kidney replacement therapy (CKRT) (Option A). Kidney replacement therapy (KRT) may be necessary to treat patients with acute kidney injury (AKI) who have complications such as hyperkalemia, metabolic acidosis, or volume overload refractory to medical management or with uremic manifestations such as altered mental status, asterixis (myoclonus in this patient), uremic pericarditis, or bleeding. CKRT removes solutes and fluid more slowly than intermittent hemodialysis, resulting in better hemodynamic tolerance; it is preferred in patients who are hypotensive. This patient has variceal bleeding complicated by AKI due to acute tubular necrosis (ATN), as evidenced by muddy brown casts and renal tubular epithelial cells seen on microscopic urinalysis. Because the risk of rebleeding in the setting of ongoing AKI and uremia is high, KRT is indicated.Intravenous furosemide (Option B) is not indicated for several reasons. This patient is hypotensive due to a gastrointestinal bleed; furosemide may lower her blood pressure further. Additionally, increasing urine output using intravenous diuretics in patients with oliguric AKI does not improve outcomes. Finally, the patient has ATN, which is unlikely to respond to diuretics.In patients who develop AKI in the setting of liver cirrhosis, the first step in management is discontinuation of diuretic medications, followed by at least 48 hours of volume expansion with intravenous albumin. Albumin is more effective than crystalloids such as 0.9% saline or isotonic sodium bicarbonate (Option C), which would result in third spacing of fluid and would worsen the ascites and lower extremity edema.Patiromer (Option D) is a gastrointestinal cation exchanger administered orally for the treatment of hyperkalemia. However, oral medications should be avoided in patients with variceal bleeding, such as this patient. KRT is the preferred treatment in this patient with variceal bleeding, AKI, ATN, and severe hyperkalemia.",
  "critique_links": [],
  "key_points": [
    "Kidney replacement therapy is used to manage the urgent complications of severe acute kidney injury, including hyperkalemia, metabolic acidosis, volume overload refractory to diuretics, uremic manifestations, and dialyzable toxins."
  ],
  "references": "Barbar SD, Clere-Jehl R, Bourredjem A, et al; IDEAL-ICU Trial Investigators and the CRICS TRIGGERSEP Network. Timing of renal-replacement therapy in patients with acute kidney injury and sepsis. N Engl J Med. 2018;379:1431-42. PMID: 30304656 doi:10.1056/NEJMoa1803213",
  "related_content": {
    "syllabus": [
      "npsec24006_24028"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.350450-06:00"
}