{
  "question_id": "dmmcq24008",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Treat atopic dermatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 18-year-old woman is evaluated for a pruritic rash primarily over her knees and elbows that has been present intermittently since childhood. She reports constantly scratching the rash, which also awakens her at night. She has allergies to peanuts and dairy. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are normal.Skin findings found on the antecubital fossae bilaterally are shown.Similar findings are found on the popliteal fossae. Scattered patches are also noted on the face and trunk. Fingernails and toenails are normal.The patient is counseled on the use of fragrance-free and synthetic detergents and non–soap-based cleansers and application of moisturizers following bathing.",
  "question_stem": "Which of the following is the most appropriate additional management?",
  "options": [
    {
      "letter": "A",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Topical diphenhydramine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical fluocinolone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical fusidic acid",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "A topical glucocorticoid such as fluocinolone (Option C) is the most appropriate treatment in this patient with atopic dermatitis (AD), or eczema. AD is a pruritic inflammatory condition that commonly presents on the face and flexural surfaces, such as the popliteal and antecubital fossae. Excoriations and thickening (lichenification) of the skin often occur and are caused by scratching. Other manifestations of the atopic triad (allergic rhinitis and asthma) may also be present. The primary treatment for AD is the use of fragrance-free, synthetic detergents and non–soap-based cleansers. Moisturizers are also helpful and should be applied immediately after bathing. Topical glucocorticoids are first-line anti-inflammatory medications and are typically applied twice daily until lesions are cleared. Patients should be counseled on the adverse effects of long-term topical glucocorticoid use, such as striae, easy bruising, atrophy, and telangiectasias. Topical calcineurin inhibitors are another initial treatment option that avoid the adverse effects of long-term topical glucocorticoid use. This patient has a pruritic rash in the classic distribution of AD and should start using a topical glucocorticoid such as fluocinolone.Systemic glucocorticoids such as prednisone (Option A) should only be considered in severe exacerbations of AD or when bridging to another systemic therapy for long-term maintenance. Although effective when given, discontinuation of systemic glucocorticoids often results in flaring of the AD. This patient should respond to topical therapy, such as glucocorticoids or topical calcineurin inhibitors, and systemic therapy is not indicated.Although pruritus is a distressing symptom in patients with AD, topical antihistamines such as diphenhydramine (Option B) are not indicated. Topical antihistamines have limited utility in improving symptoms of AD and are associated with a risk for contact dermatitis as well as adverse effects secondary to systemic absorption. Topical diphenhydramine is not the best treatment option in this patient with AD.Patients with AD often have colonization and cutaneous overgrowth of Staphylococcus aureus, even when infection is not clearly present. Superinfection, however, contributes to AD flares, and dilute sodium hypochlorite baths (bleach baths) help reduce the bacterial load on the skin and therefore minimize superinfection. Unlike bleach baths, topical antibiotics such as topical fusidic acid do not consistently result in clinical improvement and their use can cause contact dermatitis. Topical antibiotic therapy with fusidic acid (Option D) is not indicated in this patient with AD.",
  "critique_links": [],
  "key_points": [
    "First-line therapy for atopic dermatitis includes use of fragrance-free synthetic detergents and non–soap-based cleansers, application of moisturizers following bathing, and topical glucocorticoid therapy.",
    "Systemic glucocorticoids can be considered in severe exacerbations of atopic dermatitis or when bridging to another systemic therapy for long-term maintenance but should be avoided when possible because the disease often flares after discontinuation."
  ],
  "references": "Ständer S. Atopic dermatitis. N Engl J Med. 2021;384:1136-1143. PMID: 33761208 doi:10.1056/NEJMra2023911",
  "related_content": {
    "syllabus": [
      "dmsec24003_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.693831-06:00"
}