{
  "question_id": "enmcq24070",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat hypothyroidism during pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 34-year-old woman is evaluated for management of hypothyroidism. She recently learned that she is pregnant, and she is estimated to be at 8 weeks' gestation. She has a history of Graves disease, which was treated with total thyroidectomy at age 29 years. Medications are levothyroxine, which she has been taking at the same dosage for the past 2 years, and a prenatal vitamin.Physical examination findings, including vital signs, are normal.Laboratory studies (before pregnancy):Thyroid-stimulating hormone1.2 μU/mL (1.2 mU/L)",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Add liothyronine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase levothyroxine dosage",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure free thyroxine level",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reduce levothyroxine dosage",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to increase the patient's levothyroxine dosage (Option B). Thyroid function changes during pregnancy; thyroxine-binding proteins, thyroid hormone production, kidney iodine excretion, and stimulatory effects of human chorionic gonadotropin increase. Total thyroxine (T4) and T4-binding globulin (TBG) levels increase by week 7 of gestation, peak by week 16, and remain high until delivery. Women with a healthy pituitary-thyroid axis adapt to these alterations. However, between 50% and 85% of women with hypothyroidism who are taking levothyroxine require an increased dosage, primarily those without functional thyroid tissue (as a result of radiofrequency ablation or surgery). Therefore, the American Thyroid Association guidelines recommend adjusting the levothyroxine dosage as soon as pregnancy is confirmed. For women taking once-daily levothyroxine who are euthyroid during conception, a recommended increase by two additional tablets weekly (approximately 30% increase) or a 25% to 30% increase in daily levothyroxine dosage would effectively reduce the risk for hypothyroidism in the first trimester. This patient should have her levothyroxine dosage increased now. To guide treatment, a thyroid-stimulating hormone (TSH) level should be measured every 4 weeks during the first half of pregnancy and then again at about 30 weeks. Levothyroxine should be titrated according to pregnancy-specific TSH reference ranges.Liothyronine (Option A) is not recommended during pregnancy. Patients using combination therapy (levothyroxine and liothyronine) are likely at risk for insufficient transfer of maternal T4 to the fetal brain. Most fetal triiodothyronine (T3) in the central nervous system is derived from maternal T4 actively transported into this space. The fetal central nervous system is relatively impermeable to T3.Free T4 measurement (Option C) should not be used to guide treatment of hypothyroidism in pregnancy. Additionally, most clinical laboratories use an automated immunoassay that can lead to lower free T4 measurements because of changes in TBG and albumin levels during pregnancy. Therefore, if free T4 is measured, method- and trimester-specific reference ranges should be applied, or certain methods of direct measurement (equilibrium dialysis or liquid chromatography–tandem mass spectrometry) can be used.Thyroid hormone requirements increase during pregnancy; therefore, decreasing this patient's levothyroxine dosage (Option D) is not appropriate. Likewise, continuing the same dosage would increase this patient's risk for hypothyroidism during the first trimester.",
  "critique_links": [],
  "key_points": [
    "In patients with hypothyroidism who become pregnant, the American Thyroid Association recommends adjusting the levothyroxine dosage as soon as pregnancy is confirmed; the dosage is generally increased by 25% to 30%."
  ],
  "references": "Alexander EK, Pearce EN, Brent GA, et al. 2017 Guidelines of the American Thyroid Association for the diagnosis and management of thyroid disease during pregnancy and the postpartum. Thyroid. 2017;27:315-389. PMID: 28056690 doi:10.1089/thy.2016.0457",
  "related_content": {
    "syllabus": [
      "ensec24005_24036"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.920434-06:00"
}