{
  "question_id": "idmcq24113",
  "category": "id",
  "educational_objective": "Diagnose an uninfected diabetic foot wound.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 58-year-old patient is evaluated for an ulcer on their left foot. They report no injuries but report “breaking in” a new pair of shoes for the past couple of weeks. They are sure the wound was not present 2 weeks ago. They have no fever or chills and have not noticed drainage on their socks. Medical history is significant for type 2 diabetes mellitus, diabetic neuropathy, and hypertension. Medications are metformin, dulaglutide, gabapentin, rosuvastatin, and lisinopril.On physical examination, vital signs are normal. A shallow ulcer approximately 1 cm in diameter is noted on the plantar surface of the left central forefoot without drainage, warmth, erythema, or induration. They have decreased sensation to pinprick below the ankles bilaterally.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Erythrocyte sedimentation rate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Plain radiography of the foot",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Wound culture",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has an uninfected diabetic foot wound and requires no further testing (Option D). Risk factors for diabetic foot wounds include hyperglycemia, peripheral neuropathy, peripheral artery disease, history of foot ulcer or amputation, foot deformity, diabetic kidney disease, impaired vision, and tobacco use. The American Diabetes Association recommends performing a comprehensive foot evaluation at least annually in patients with diabetes mellitus to assess for foot ulcers and for associated risk factors. A diabetic foot wound is diagnosed as infected when pus or two or more inflammatory signs (warmth, induration, erythema, pain, or tenderness) are present. The diagnosis of an uninfected wound in this patient is based on the history (wound only present for a few weeks) and examination findings (ulcer <2 cm in diameter, shallow, and without surrounding erythema, induration, warmth, or drainage). Uninfected ulcers do not require further evaluation. Superficial uninfected diabetic foot ulcers can typically be managed with debridement and mechanical offloading. Patients should be educated on the importance of daily foot inspections and properly fitting footwear.Osteomyelitis should be considered when a diabetic foot ulcer is deep (exposed bone present), large (surface area >2 cm2), or chronic (nonhealing after 6 weeks of standard care). Measurement of inflammatory markers, such as an erythrocyte sedimentation rate (ESR) (Option A), may be helpful in determining the probability of osteomyelitis in patients suspected of having the infection. However, ESR is not indicated in this patient who does not have symptoms or signs of osteomyelitis.Plain radiography of the foot (Option B) is recommended for all patients with new foot infections to assess for soft tissue gas, foreign body, and bony involvement; plain radiography is an inexpensive and specific test for the presence of osteomyelitis. This patient has an uninfected wound, so plain radiography of the foot is unnecessary.For patients with a diabetic foot infection, tissue culture obtained through debridement after cleansing the site and before initiating antibiotics provides the most helpful microbiologic data. Cultures obtained by superficial wound swab (Option C) are less sensitive or specific for identifying a causative pathogen. Regardless, a wound culture is not indicated for this patient with an uninfected diabetic foot wound.",
  "key_points": [
    "A diabetic foot wound is diagnosed as infected when pus or two or more inflammatory signs (warmth, induration, erythema, pain, or tenderness) are present.",
    "Uninfected diabetic foot wounds should not be cultured or treated with antibiotics; management includes debridement, mechanical offloading, and preventive foot care."
  ],
  "references": "Senneville É, Albalawi Z, van Asten SA, et al. IWGDF/IDSA guidelines on the diagnosis and treatment of diabetes-related foot infections (IWGDF/IDSA 2023). Clin Infect Dis. 2023. PMID: 37779457 doi:10.1093/cid/ciad527",
  "related_content": {
    "syllabus": [
      "idsec24002_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.808210-06:00"
}