{
  "question_id": "cvmcq24024",
  "category": "cv",
  "educational_objective": "Test for coronary artery disease with an exercise-based stress test.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 66-year-old man is evaluated for a 4-month history of exertional chest pain that is retrosternal and radiates to the left shoulder. The pain is also provoked by stressful emotional situations at home and work, is relieved by rest, and does not occur spontaneously. It is not associated with shortness of breath or diaphoresis. Symptoms have not responded to over-the-counter antacid medications. He has no other medical problems. His mother had a heart attack at age 59 years. Other than antacids, he takes no medications.Physical examination findings, including vital signs, are normal.A 12-lead ECG shows sinus rhythm without ischemic ST-segment changes or conduction delay.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Dobutamine echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Exercise stress echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Invasive coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Regadenoson myocardial perfusion imaging",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should undergo exercise stress echocardiography (Option B). When evaluating a patient with stable chest pain, the first step is to assess the pretest probability for coronary artery disease (CAD)-related angina (see Figure: Pretest Probabilities of Obstructive CAD). In patients with at least an intermediate likelihood of CAD, stress testing or coronary CT angiography is indicated. When functional testing is pursued over anatomic testing, exercise stress is preferred over pharmacologic stressors unless the patient has contraindications to performing exercise. Exercise capacity is a powerful predictor of cardiovascular outcomes, and exercise-based testing may identify key factors, such as low exercise capacity, long heart rate recovery, and blood pressure decrease during exercise, that are associated with a worse prognosis. Choice of specific exercise stress test depends on patient characteristics, availability, and local expertise. In patients with stable chest pain, imaging-based testing is a preferred first choice, with exercise ECG also a reasonable option in patients with normal findings on baseline ECG. This patient has typical anginal symptoms and is categorized as intermediate risk based on his demographic characteristics and family history of early CAD. He should undergo exercise-based stress testing.Dobutamine echocardiography (Option A) is not the preferred first-line test for this patient. Dobutamine, like exercise, increases myocardial oxygen demand and elicits ischemia because of insufficient perfusion to the affected myocardium. Although a reasonable surrogate for stress when an exercise-based test is not possible, dobutamine echocardiography does not carry the same predictive power as exercise-based studies in terms of cardiovascular outcomes.Invasive coronary angiography (ICA) (Option C) would not be the best initial option for this patient. Among patients presenting with stable chest pain, ICA is typically reserved for those with high-risk features identified on noninvasive testing (e.g., stress testing or coronary CT angiography). It is not typically used as a first-line test in this clinical scenario.Similar to dobutamine echocardiography, vasodilator-based studies such as regadenoson myocardial perfusion imaging (Option D) are best performed when exercise is not feasible. These studies, however, are preferred to exercise or dobutamine stress testing in patients with left bundle branch block who are undergoing myocardial perfusion imaging because they have less potential for false-positive septal perfusion abnormalities.",
  "critique_links": [],
  "key_points": [
    "In patients with stable chest pain, exercise testing is preferred over pharmacologic stressors unless there are contraindications to performing exercise.",
    "Key findings during exercise testing, such as low exercise capacity, long heart rate recovery, and blood pressure decrease during exercise, are associated with worse cardiovascular outcomes."
  ],
  "references": "Gulati M, Levy PD, Mukherjee D, et al. 2021 AHA/ACC/ASE/CHEST/SAEM/SCCT/SCMR guideline for the evaluation and diagnosis of chest pain: a report of the American College of Cardiology/American Heart Association ACC/AHA Joint Committee on Clinical Practice Guidelines. Circulation. 2021 Oct 28:CIR0000000000001029. PMID: 34709879 doi:10.1161/CIR.0000000000001029",
  "related_content": {
    "syllabus": [
      "cvsec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:26.464559-06:00"
}