{
  "question_id": "onmcq24058",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Evaluate a patient with metastatic breast cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 74-year-old woman is evaluated for a 4-month history of worsening back pain and dyspnea on exertion. She has not experienced bladder or bowel incontinence or lower extremity weakness. She has a history of coronary artery disease and hypertension. Medications include aspirin, metoprolol tartrate, atorvastatin, and lisinopril.On physical examination, vital signs are normal. A palpable 4-cm × 3-cm right breast mass is noted.Laboratory studies:Alkaline phosphataseMildly elevatedCalciumMildly elevatedLiver function testingNormalCT scan of the chest shows multiple scattered bilateral pulmonary masses measuring up to 3.2 cm and a 4-cm x 4-cm right breast mass. Spinal MRI reveals multiple lesions in the lumbar spine with no evidence of spinal cord compression.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Biopsy of a bone lesion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Biopsy of a lung lesion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Biopsy of the breast mass",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Bone scanning",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is biopsy of a lung lesion (Option B). In patients with a presentation suggestive of metastatic breast cancer, a tissue biopsy is needed to confirm the diagnosis and assess tumor characteristics that would guide treatment (e.g., estrogen and progesterone receptors as well as HER2). Although a primary breast tumor may be suspected, it is important to biopsy a suspected metastatic site to clearly establish the disease stage. The lesion that upstages the patient to the greatest degree should be biopsied if that procedure is safe and feasible. In patients with previously localized disease presenting with likely metastases, the new lesion should be biopsied because there may be treatment-altering discordance in the receptors of the metastatic lesion compared with the primary breast cancer in up to 15% of patients. In this patient with likely metastatic breast cancer, a biopsy of one of the pulmonary lesions would establish disease stage and provide information on tumor characteristics.This patient does not need to undergo bone biopsy (Option A). Bone biopsies have several limitations in terms of tumor receptor analysis (including HER2) and can be less reliable. Therefore, when possible, a biopsy of another organ is preferred.Biopsy of the breast mass (Option C) would not be the most appropriate test to perform next. Performing a biopsy of the breast mass may confirm the diagnosis of breast cancer but not the disease stage. Biopsy of a metastatic site is preferred to confirm the diagnosis, stage, and tumor characteristics, which may be discordant with the primary breast tumor.A bone scan (Option D) is not yet indicated for this patient. PET/CT or CT of the chest, abdomen, and pelvis plus a bone scan are standard staging protocols for stage III breast cancer or when metastatic disease is suspected. However, the most appropriate next step for this patient would be to confirm the diagnosis of metastatic breast cancer through biopsy of a lung lesion.",
  "critique_links": [],
  "key_points": [
    "In patients with metastatic breast cancer, it is important to biopsy a distant metastatic site to confirm the diagnosis and to assess hormone receptor and HER2 status, which can be discordant with the primary breast cancer in up to 15% of patients.",
    "For patients presenting with suspected breast cancer, the lesion that upstages the patient to the greatest degree should be biopsied."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Breast cancer. Version 4. 2024. NCCN.org. Accessed August 5, 2024. Available at: https://www.nccn.org/professionals/physician_gls/pdf/breast.pdf",
  "related_content": {
    "syllabus": [
      "onsec24002_24018"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:35.694088-06:00"
}