{
  "question_id": "cvmcq24025",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage a low-risk exercise treadmill test result.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 63-year-old woman is evaluated during a follow-up visit after a recent exercise treadmill stress test. She initially presented with 4 months of exertional chest pain that occurred while walking up hills on her daily walk. She has no other medical problems and takes no medications.Physical examination findings, including vital signs, are normal.During the stress test, she exercised to stage 4 of a Bruce protocol, achieving 11.5 metabolic equivalents. She developed no chest pain during the test and achieved 86% of maximum predicted heart rate. Blood pressure increased from 118/86 mm Hg at rest to a maximum of 194/92 mm Hg at peak exercise. Heart rate was 133/min at peak exercise and decreased to 112/min after 1 minute. ECG at peak stress shows 1 mm of horizontal ST-segment depression in leads V4 and V5.Therapy with aspirin, high-intensity atorvastatin, and metoprolol succinate is initiated.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Exercise stress echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Regadenoson myocardial perfusion imaging",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue medical therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management option for this patient with a low-risk exercise treadmill test is to continue medical therapy (Option D). Exercise capacity and other physiologic features during a stress test are powerful predictors of clinical outcomes. The Duke treadmill score (DTS) incorporates several variables to calculate 5-year mortality in patients without known coronary artery disease (CAD). Findings that predict increased risk include a greater degree of ST-segment depression, short duration of exercise (especially the inability to achieve 5 metabolic equivalents), slow heart rate recovery (heart rate drop of <12/min in the first minute after exercise), blood pressure drop during stress, and development of exercise-limiting symptoms. Many patients with a low-risk DTS may undergo a trial of guideline-directed medical therapy. Those with a high risk score may benefit from revascularization and should undergo anatomic testing with either invasive coronary angiography or CT angiography. This patient has a low-risk treadmill test result with an excellent exercise capacity, no chest pain, a normal hemodynamic response, and quick heart rate recovery. A trial of medical therapy is the most appropriate management option.Coronary angiography (Option A) may be performed in patients with a high-risk treadmill test result if they might benefit from revascularization or if medical therapy has failed in a patient with a positive test result. Neither is the case with this patient.Exercise stress echocardiography (Option B) is not necessary in this patient. Exercise stress echocardiography is a first-line test to evaluate patients with an intermediate probability of CAD. It is also a reasonable next step if the exercise treadmill test results are equivocal. Neither is the case in this patient.This patient does not have an indication for regadenoson myocardial perfusion imaging (MPI) (Option C). Vasodilator agents such as regadenoson and adenosine are best used in patients who are unable to exercise or if a contraindication exists. Furthermore, there is no indication to perform further stress testing in this patient because MPI would not provide further useful information at this time.",
  "critique_links": [],
  "key_points": [
    "Exercise treadmill test findings that suggest a poor prognosis include degree of ST-segment depression, short duration of exercise, slow heart rate recovery, blood pressure drop during stress, and development of exercise-limiting symptoms.",
    "Patients with low-risk exercise treadmill test results may undergo a trial of guideline-directed medical therapy without invasive coronary angiography."
  ],
  "references": "Virani SS, Newby LK, Arnold SV, et al; Writing Committee Members. 2023 AHA/ACC/ACCP/ASPC/NLA/PCNA Guideline for the management of patients with chronic coronary disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2023;82:833-955. PMID: 37480922 doi:10.1016/j.jacc.2023.04.003",
  "related_content": {
    "syllabus": [
      "cvsec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.401060-06:00"
}