{
  "question_id": "hmmcq24021",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Manage glucose-6-phosphate dehydrogenase deficiency.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 21-year-old man is evaluated in the emergency department for fatigue and dyspnea. Ten days ago, treatment was initiated for purulent cellulitis of the right leg with trimethoprim-sulfamethoxazole. Medical history is otherwise unremarkable, and he takes no other medications.On physical examination, vital signs are normal. He has pale conjunctiva and icteric sclera. Lower extremities are without erythema or induration.Laboratory studies:Hematocrit26%LHemoglobin8.5 g/dL (85 g/L)LLeukocyte count9800/µL (9.8 × 109/L) with 80% neutrophils, 15% lymphocytes, 5% monocytesPlatelet count260,000/µL (260 × 109/L)Reticulocyte count15% of erythrocytesHBilirubinTotal4.0 mg/dL (68.4 µmol/L)HDirect0.3 mg/dL (5.1 µmol/L)Creatinine0.7 mg/dL (61.9 µmol/L)HaptoglobinUndetectableLactate dehydrogenase550 U/LHDirect antiglobulin test is negative for IgG and complement (C3).Peripheral blood smear is shown.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Eculizumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythrocyte transfusion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Clinical observation (Option D) is appropriate for this patient with hemolytic anemia secondary to glucose-6 phosphate dehydrogenase (G6PD) deficiency. G6PD deficiency is the most common erythrocyte enzyme deficiency and the most common cause of hemolytic anemia. It results from a failure to generate nicotinamide adenine dinucleotide phosphate (NADPH), which is necessary to reduce oxidative stress. Without NADPH, denatured hemoglobin aggregates (Heinz bodies) form and erythrocytes become trapped and partially destroyed in the spleen. Numerous alterations result in G6PD deficiency; some alterations produce severe deficiency with ongoing hemolysis, whereas others produce a mild deficiency with hemolysis only with exposure to oxidative stress, which is most frequently caused by medication or infection. Medications that can trigger a hemolytic episode include chloroquine, sulfonamides, rasburicase, dapsone, nitrofurantoin, and phenazopyridine. Clinical findings suggestive of G6PD deficiency include bite cells visible on the peripheral blood smear (see figure) and Heinz bodies on the supravital stain. G6PD function can be assessed with semiquantitative assays; however, function should not be tested during an acute hemolytic episode because older erythrocytes are preferentially destroyed, leaving only younger erythrocytes with higher G6PD levels, resulting in a false-negative result. This patient has evidence of hemolysis with an undetectable serum haptoglobin level and elevated serum lactate dehydrogenase level. The occurrence of hemolysis after exposure to a sulfonamide and the presence of bite cells and Heinz bodies makes G6PD deficiency the most likely diagnosis. The hemolysis in this patient should be self-limited with removal of the causative medication, and clinical observation is the most appropriate management.Eculizumab (Option A) is an anticomplement drug that targets complement component C5. It is indicated for use in the complement-mediated diseases paroxysmal nocturnal hemoglobinuria and atypical hemolytic uremic syndrome. Eculizumab is not useful in G6PD deficiency.Erythrocyte transfusions (Option B) are indicated for patients with severe anemia (usually with a hemoglobin level <7.0 g/dL [70 g/L]) and those with anemia associated with hemodynamic instability or end-organ hypoperfusion. This patient is tolerating the anemia well and has no indication for transfusion.Glucocorticoids such as prednisone (Option C) are a mainstay of treatment in patients with warm autoimmune hemolytic anemia (WAIHA), but not G6PD deficiency. Additionally, WAIHA is associated with spherocytes on peripheral blood smear and a positive direct antiglobulin test result, which are absent in this patient.",
  "critique_links": [],
  "key_points": [
    "Medications and infections are the most common causes of oxidative stress leading to acute hemolytic events in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency.",
    "Laboratory findings in hemolysis secondary to G6PD deficiency include bite cells on peripheral blood smear and Heinz bodies on supravital stain."
  ],
  "references": "Luzzatto L, Ally M, Notaro R. Glucose-6-phosphate dehydrogenase deficiency. Blood. 2020;136:1225-1240. PMID: 32702756 doi:10.1182/blood.2019000944",
  "related_content": {
    "syllabus": [
      "hmsec24004_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.919409-06:00"
}