{
  "question_id": "cvmcq24101",
  "category": "cv",
  "educational_objective": "Treat heart failure with cardiac rehabilitation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 56-year-old man is evaluated in follow-up for dyspnea and heart failure. He initially presented 4 months ago with dyspnea and was found to have heart failure with reduced ejection fraction (ejection fraction 25%) secondary to long-standing hypertension. Coronary angiography revealed no significant coronary artery disease. He began guideline-directed medical therapy and now describes stable dyspnea on exertion when walking upstairs or carrying groceries. He reports no orthopnea, paroxysmal nocturnal dyspnea, or edema. He has no other medical problems. Medications are valsartan-sacubitril, carvedilol, furosemide, eplerenone, and dapagliflozin.On physical examination, blood pressure is 120/78 mm Hg and pulse rate is 58/min. Central venous pressure is not elevated. The lungs are clear to auscultation. All other findings are unremarkable.A basic metabolic panel is normal.Echocardiogram reveals an ejection fraction of 40%.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac rehabilitation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ivabradine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat echocardiography in 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serial B-type natriuretic peptide measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Cardiac rehabilitation (Option A) is the most appropriate treatment for this patient with heart failure with reduced ejection fraction (HFrEF). Cardiac rehabilitation is recommended for all patients with heart failure because participation in exercise programs results in improved functional capacity, exercise duration, and quality of life. In addition, the HF-ACTION trial of 2331 patients with symptomatic HFrEF (mean EF 25%) showed a trend toward benefit in survival or hospitalization, and in patients with risk factors for worse prognosis (atrial fibrillation or flutter, poor exercise tolerance, depression, lower EF), exercise improved survival. Participation as part of a designated cardiac rehabilitation program is preferable, but if a rehabilitation program is inaccessible or unavailable, a home exercise program may also be beneficial. This patient has symptomatic HFrEF and should be referred for cardiac rehabilitation and participation in an exercise program.Ivabradine (Option B) reduces heart failure hospitalizations in patients with New York Heart Association class II and III heart failure symptoms with a heart rate above 70/min on maximal doses of a β-blocker. This patient has a heart rate under 60/min on carvedilol, and adding ivabradine is not necessary.Repeat echocardiography in 6 months (Option C) is not indicated. In patients with new-onset heart failure, repeating assessment of left ventricular function after optimization of medical therapy and 3 months after the original assessment is reasonable, in part to determine candidacy for cardiac resynchronization therapy or an implantable cardioverter-defibrillator. Routine surveillance echocardiography in the absence of a change in clinical status, however, is not warranted.Serial measurement of B-type natriuretic peptide (BNP) (Option D) is unlikely to be helpful. BNP measurement is useful in the diagnosis of heart failure, and in patients with stable heart failure, it can provide information about prognosis and disease severity. Serial measurements of BNP levels and BNP-guided treatment, however, have not been shown to reduce hospitalizations or mortality in patients with heart failure.",
  "key_points": [
    "Cardiac rehabilitation is recommended for all patients with heart failure because participation in exercise programs results in improved functional capacity, exercise duration, and quality of life.",
    "Serial measurements of B-type natriuretic peptide (BNP) levels and BNP-guided treatment have not been shown to reduce hospitalizations or mortality in patients with heart failure."
  ],
  "references": "Taylor JL, Myers J, Bonikowske AR. Practical guidelines for exercise prescription in patients with chronic heart failure. Heart Fail Rev. 2023;28:1285-1296. PMID: 37071253 doi:10.1007/s10741-023-10310-9",
  "related_content": {
    "syllabus": [
      "cvsec24005_24031"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.678733-06:00"
}