{
  "question_id": "cvmcq24078",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose acute pericarditis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 38-year-old woman is evaluated in the emergency department for 2 days of chest pain that has become more severe and constant during the past 5 hours. The pain is sharp and nonradiating and is worse when lying down and with inspiration. Five days ago, the patient was diagnosed with a viral illness. Her only medication is acetaminophen.On physical examination, temperature is 37.7 °C (99.9 °F), blood pressure is 130/70 mm Hg, pulse rate is 100/min and regular, respiration rate is 18/min, and oxygen saturation is 99% breathing room air. Central venous pressure is not elevated. The lungs are clear. Cardiac examination reveals regular rate and rhythm and a friction rub at the anterior chest. No edema is noted.Laboratory studies:D-dimer0.4 μg/mL (0.4 mg/L)Leukocyte count13,000/µL (13 × 109/L)HTroponin0 ng/mL (0 µg/L)ECG is shown.Chest radiograph is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute coronary syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Acute myopericarditis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Acute pericarditis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Acute pulmonary embolism",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has acute pericarditis (Option C). Acute pericarditis is the most common inflammatory cardiac disorder. Most cases are idiopathic, although patients often report antecedent symptoms consistent with recent viral infection. Other common causes include infection (enterovirus, adenovirus, parvovirus), autoimmune disorders (systemic lupus erythematosus, rheumatoid arthritis), cardiac surgery, and uremia. Diagnostic criteria include the presence of at least two of the following: pleuritic chest pain; pericardial friction rub; ECG changes, including ST-segment elevation in a noncoronary distribution with accompanying PR-segment depression; and pericardial effusion. This patient has a presentation typical of acute pericarditis with positional sharp chest pain, a friction rub, and diffuse ST-segment elevation with PR depression.Acute coronary syndrome (ACS) (Option A) may occur with chest pain and ECG changes, including ST-segment elevation. However, this patient has had pain for days, which typically would result in an increase in troponin if ACS were present. In addition, the noncoronary distribution of ST-segment elevation on ECG and concomitant PR-segment depression are suggestive of pericarditis.Acute myopericarditis (Option B) involves the myocardium, as typically evidenced by elevation of cardiac biomarkers (troponin, N-terminal pro–B-type natriuretic peptide) and sometimes by wall motion abnormalities seen on echocardiogram and/or inflammation on cardiac magnetic resonance imaging. This patient has negative cardiac biomarkers, making myocardial involvement unlikely.Acute pulmonary embolism (Option D) may present with sharp pleuritic chest pain. ECG changes including nonspecific ST-T–wave abnormalities and incomplete right bundle branch block may also be seen. This patient has ECG changes more typical of pericarditis. In addition, the normal D-dimer level is evidence against pulmonary embolism.",
  "critique_links": [],
  "key_points": [
    "Diagnostic criteria for acute pericarditis include at least two of the following: pleuritic chest pain; pericardial friction rub; ECG changes, including ST-segment elevation in a noncoronary distribution with accompanying PR-segment depression; and pericardial effusion.",
    "Acute myopericarditis involves the myocardium, typically evidenced by elevation of cardiac biomarkers (troponin, N-terminal pro–B-type natriuretic peptide) and sometimes by wall motion abnormalities seen on cardiac imaging."
  ],
  "references": "Lazarou E, Tsioufis P, Vlachopoulos C, et al. Acute pericarditis: update. Curr Cardiol Rep. 2022;24:905-913. PMID: 35595949 doi:10.1007/s11886-022-01710-8",
  "related_content": {
    "syllabus": [
      "cvsec24009_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.575601-06:00"
}