{
  "question_id": "npcor25001",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat acute hypotonic hyponatremia in a symptomatic patient with hypertonic saline.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 18-year-old woman is brought to the emergency department by friends for confusion and fever on the day after taking 3,4-methylenedioxymethamphetamine (ecstasy) at an all-night dance party. She was previously well and has no medical conditions.On physical examination, the patient is confused and oriented to name only. Temperature is 38.9 °C (102.0 °F), blood pressure is 148/94 mm Hg, pulse rate is 108/min, respiration rate is 20/min, and oxygen saturation is 96% with the patient breathing ambient air. The remainder of the examination is unremarkable.Laboratory studies:Blood urea nitrogen11 mg/dL (3.9 mmol/L)Creatinine0.8 mg/dL (70.7 µmol/L)Electrolytes:Sodium114 mEq/L (114mmol/L)LPotassium3.5 mEq/L (3.5 mmol/L)Chloride88 mEq/L (88 mmol/L)LBicarbonate21 mEq/L (21 mmol/L)LGlucose88 mg/dL (4.9 mmol/L)Serum osmolality237 mOsm/kg H2OLUrine osmolality350 mOsm/kg H2O",
  "question_stem": "Which of the following is the most appropriate initial treatment?",
  "options": [
    {
      "letter": "A",
      "text": "1-L bolus of 0.9% sodium chloride",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "100-mL bolus of 3% saline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fluid restriction",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral urea",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Tolvaptan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial treatment is a 100-mL bolus of 3% saline (Option B). The hyponatremia in this patient who presents confused and febrile is most likely related to use of 3,4-methylenedioxymethamphetamine (ecstasy). Ecstasy stimulates the release of antidiuretic hormone, and because of the associated fever and dry mouth, induces thirst. Individuals who use ecstasy often drink large quantities of water. The resultant acute decrease in sodium levels can lead to confusion, cerebral edema, and death. For patients such as this, who are symptomatic from acute hypotonic hyponatremia, treatment is with a 100-mL bolus of 3% saline, which should raise the serum sodium level by 2.0 to 3.0 mEq/L (2.0-3.0 mmol/L). If symptoms persist, treatment can be repeated once or twice. The serum sodium concentration should not be corrected by more than 6.0 mEq/L (6.0 mmol/L) within a 24-hour period. Notably, overly aggressive correction of sodium in patients with a chronic decline (>48 hours' presentation) in serum sodium can result in osmotic demyelination syndrome. Given that this patient probably developed hyponatremia within the past 24 hours, her risk for osmotic demyelination syndrome is substantially diminished.Except in cases of hypovolemic hyponatremia, the use of 0.9% sodium chloride (Option A) is not recommended. This patient does not appear hypovolemic, and use of 3% saline is the preferred treatment in this acutely symptomatic patient with neurologic symptoms.In patients with neurologic symptoms, fluid restriction (Option C) by itself is not an appropriate treatment. Although fluid restriction will slowly increase sodium levels, 3% saline is the preferred treatment in this patient with severe neurologic symptoms to more rapidly raise serum sodium levels, alleviate symptoms, and mitigate the risk for cerebral edema and further complications.Both oral urea (Option D) and tolvaptan (Option E) are appropriate treatments for chronic hyponatremia. However, these oral medications are not rapidly titratable and, therefore, inappropriate for treating hyponatremia in this acutely symptomatic patient.",
  "critique_links": [],
  "key_points": [
    "Treatment of acute, symptomatic hypotonic hyponatremia involves a 100-mL bolus of 3% saline to increase the serum sodium level by 2.0 to 3.0 mEq/L (2.0-3.0 mmol/L)."
  ],
  "references": "Adrogué HJ, Tucker BM, Madias NE. Diagnosis and management of hyponatremia: A review. JAMA. 2022;328:280-291. PMID: 35852524 doi:10.1001/jama.2022.11176",
  "related_content": {
    "syllabus": [
      "npsec24002_24007"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:34.037872-06:00"
}