{
  "question_id": "nrcor25035",
  "category": "nr",
  "educational_objective": "Diagnose early Parkinson disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 68-year-old man is evaluated for a 10-month history of tremor in his right hand. The tremor is more prominent when he is tired, anxious, or walking. He also reports occasional difficulty with fine-motor movements, a deterioration of his handwriting, and a softening of his voice. He has had no falls or changes in cognition or urinary function.On physical examination, vital signs are normal. Facial expression is normal, and his voice is low in volume but not tremulous. A low-frequency resting tremor is noted in the right hand and chin. With the arms in an outstretched position, a bilateral tremor that is more prominent on the right side emerges after a delay of several seconds. Finger-to-nose testing reveals a mild bilateral tremor that does not worsen near the target. Rapid alternating movements of the right upper and lower extremities become slower and shorter in amplitude with repetition. Muscle tone is increased bilaterally, with stepwise resistance to passive movements. Gait shows decreased amplitude and clearance; right arm swing is decreased, and he has difficulty turning around without taking small steps.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Dopamine transporter scan",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Levodopa",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the brain",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Primidone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has early Parkinson disease (PD) based on his clinical findings, and response to levodopa (Option B) can help confirm the diagnosis. The diagnosis of PD requires the presence of bradykinesia and at least one other cardinal feature (resting tremor, rigidity, or gait/balance impairment). Features such as early dementia, early falls, vertical gaze palsy, or prominent dysautonomia that suggest atypical forms of parkinsonism (e.g., dementia with Lewy bodies, progressive supranuclear palsy) should be absent. Reemergence of a resting tremor with posturing and ambulation can be seen in PD, and the presence of a bilateral kinetic tremor, although more typical of essential tremor, is also consistent with PD. A therapeutic trial of levodopa can help support the diagnosis of PD; patients with PD usually have a clear and dramatic response, whereas transient or no improvement is usually seen in other disorders. This patient has bradykinesia, resting tremor, rigidity, and postural instability, all consistent with PD. A therapeutic trial of levodopa is indicated.A dopamine transporter scan (Option A) can confirm degeneration of nigrostriatal dopaminergic terminals in PD and differentiate between PD and essential tremor when the diagnosis cannot be made clinically. The sensitivity of this expensive test, however, is not superior to that of expert clinical assessment. This patient's symptoms are more consistent with PD than essential tremor, and a dopamine transporter scan is unnecessary.An MRI of the brain (Option C) can be used to assess for vascular parkinsonism and hydrocephalus but is unnecessary in patients with classic parkinsonism with no other neurologic findings and a good response to levodopa. Other than an abnormal gait, this patient does not have symptoms of vascular parkinsonism (predominant lower extremity involvement and a stepwise course) or normal-pressure hydrocephalus (urinary incontinence and cognitive impairment), which makes these diagnoses unlikely.Primidone (Option D), propranolol, and topiramate can be helpful in treating essential tremor; however, these medications do not alleviate tremors in PD.",
  "critique_links": [],
  "key_points": [
    "The diagnosis of Parkinson disease can be made on the basis of clinical findings and requires the presence of bradykinesia and at least one of the other cardinal features of resting tremor, rigidity, or gait/balance impairment; the diagnosis can be confirmed with response to levodopa."
  ],
  "references": "Tanner CM, Ostrem JL. Parkinson's disease. N Engl J Med. 2024;391:442-452. PMID: 39083773 doi:10.1056/NEJMra2401857",
  "related_content": {
    "syllabus": [
      "nrsec24006_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.121050-06:00"
}