{
  "question_id": "cvmcq24037",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Screen for aortic aneurysm in a patient with Turner syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "An 18-year-old woman is evaluated to establish care. She reports no symptoms other than never having had a menstrual period. The patient has no dyspnea, chest pain, or exercise limitation. She has no other medical history and takes no medications.On physical examination, vital signs are normal. Height is 147.3 cm (58 inches); weight is 43.1 kg (95 lb). The patient has short stature, a webbed neck, and absence of breast development. The lungs are clear to auscultation. A systolic ejection click is heard at the left sternal border, without respiratory variation. No murmur is detected, and there is no S3 gallop.Complete blood count, basic metabolic panel, and thyroid-stimulating hormone level are normal. A pregnancy test result is negative.ECG shows normal sinus rhythm and normal QRS morphology.Karyotype analysis shows a 45,X karyotype.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Exercise stress test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in this patient with Turner syndrome is echocardiography (Option B). Turner syndrome is a relatively common chromosomal disorder and is frequently associated with the (45,X) karyotype. Patients with Turner syndrome are predisposed to cardiovascular disease and heart defects, including bicuspid aortic valve, aortic coarctation, and thoracic aortic aneurysm. At the time of diagnosis of Turner syndrome, echocardiography and cardiac magnetic resonance (CMR) imaging are both recommended to screen for heart defects and to assess the aorta for thoracic aortic aneurysm (TAA). TAAs are usually the result of cystic medial degeneration and weakening of the aortic wall due to loss of smooth muscle fibers and elastic fiber degeneration. In addition to patients with Turner syndrome, screening for thoracic aortic abnormalities is indicated in asymptomatic patients with predisposing genetic conditions (e.g., Marfan or Ehlers-Danlos syndrome), a bicuspid aortic valve, or a family history of TAA or aortic dissection. Echocardiography is the initial screening tool for congenital heart defects and may also detect aortic coarctation and TAA. However, CMR imaging provides a more comprehensive assessment of the thoracic aorta and should be performed in addition to echocardiography in patients newly diagnosed with Turner syndrome to detect TAA and aortic coarctation. This patient has newly diagnosed Turner syndrome and should undergo screening with CMR and echocardiography.CT angiography (Option A) would determine whether the patient has a TAA; however, CT is associated with exposure to radiation and contrast dye. It may be indicated if echocardiographic screening determines that further evaluation is needed, but it should not be used as the initial screening test.This patient does not have an indication for an exercise stress test (Option C). The major cardiovascular risk in patients with Turner syndrome is aortic disease, and screening should be focused on this possibility.Performing no further evaluation (Option D) would be inappropriate. This patient has Turner syndrome with substantial risk for aortic disease. She should undergo screening with echocardiography and CMR imaging.",
  "critique_links": [],
  "key_points": [
    "Patients with Turner syndrome are at risk for bicuspid aortic valve, thoracic aortic aneurysm, and aortic coarctation; echocardiography and cardiac magnetic resonance imaging should be completed at the time of diagnosis."
  ],
  "references": "Isselbacher EM, Preventza O, Hamilton Black J 3rd, et al. 2022 ACC/AHA guideline for the diagnosis and management of aortic disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. Circulation. 2022;146:e334-e482. PMID: 36322642 doi:10.1161/CIR.0000000000001106",
  "related_content": {
    "syllabus": [
      "cvsec24011_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.440321-06:00"
}