{
  "question_id": "cvqqq24013",
  "category": "cv",
  "educational_objective": "Treat heart failure with reduced ejection fraction.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 72-year-old woman is evaluated during a follow-up visit. She has a 3-year history of heart failure with a left ventricular ejection fraction of 25% and stable New York Heart Association functional class III symptoms. She has an implantable cardioverter-defibrillator. Medications are valsartan-sacubitril and carvedilol at maximally tolerated doses and spironolactone.On physical examination, blood pressure is 98/64 mm Hg, and pulse rate is 68/min. The estimated central venous pressure is 6 cm H2O. An S3 is present. The lungs are clear to auscultation. No lower extremity edema is present.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Add dapagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add ivabradine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Add lisinopril",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue carvedilol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with heart failure with reduced ejection fraction (HFrEF) is to add dapagliflozin (Option A), a sodium-glucose cotransporter 2 (SGLT2) inhibitor. Guideline-directed medical therapy for symptomatic heart failure includes treatment with an angiotensin receptor–neprilysin inhibitor (ARNI) (if not possible, an ACE inhibitor or angiotensin receptor blocker), a β-blocker (metoprolol succinate, carvedilol, or bisoprolol), an aldosterone antagonist, and an SGLT2 inhibitor. These agents reduce mortality in patients with HFrEF. In patients such as this one with symptomatic HFrEF, SGLT2 inhibitors reduce heart failure–related hospitalization and cardiovascular mortality, regardless of diabetes mellitus status.Ivabradine (Option B) inhibits the I or “I-funny” channel of the sinoatrial node, resulting in a reduction in heart rate. In patients with HFrEF (left ventricular ejection fraction ≤35%) and New York Heart Association functional class II to IV symptoms who are in sinus rhythm with a heart rate of 70/min or higher and taking guideline-directed medical therapy, treatment with ivabradine reduces heart failure hospitalizations. Before the resting heart rate is assessed for potential initiation of ivabradine, β-blockers should be titrated to maximally tolerated doses. Because this patient has a heart rate of 68/min and is taking a maximally tolerated dose of carvedilol, she is not a candidate for ivabradine. Ivabradine should be given in addition to β-blocker therapy, not in its place.ACE inhibitors, such as lisinopril (Option C), reduce morbidity and mortality in patients with HFrEF and should be used in both symptomatic and asymptomatic patients unless they are receiving an ARNI, such as valsartan-sacubitril. Compared with ACE inhibitor therapy, valsartan-sacubitril reduces the composite end point of cardiovascular death or heart failure hospitalization by 20% in symptomatic patients with HFrEF. Adding lisinopril to this patient's current medication regimen, which already includes valsartan-sacubitril, would greatly increase her risk for angioedema and hypotension.Given the significant morbidity and mortality benefits related to β-blocker therapy for treatment of HFrEF, a β-blocker should not be discontinued (Option D) without contraindications or intolerance. This patient has significant heart failure but is clinically stable and compensated.",
  "key_points": [
    "Guideline-directed medical therapy for symptomatic heart failure includes treatment with an angiotensin receptor–neprilysin inhibitor (if not possible, an ACE inhibitor or angiotensin receptor blocker), a β-blocker, an aldosterone antagonist, and a sodium-glucose cotransporter 2 inhibitor."
  ],
  "references": "Heidenreich PA, Bozkurt B, Aguilar D, et al. 2022 AHA/ACC/HFSA guideline for the management of heart failure: A report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2022;145:e895-e1032. PMID: 35363499 doi:10.1161/CIR.0000000000001063",
  "related_content": {
    "syllabus": [
      "cvsec24005_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:08:40.258974-06:00"
}