{
  "question_id": "cccor25006",
  "category": "cc",
  "educational_objective": "Treat an unprotected airway with endotracheal intubation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 32-year-old man is evaluated in the emergency department after being found unresponsive at home. Oxycodone and lorazepam pill bottles were found nearby. At the scene, respiratory rate was 6/min. Supplemental oxygen and intranasal naloxone were administered, followed by intravenous naloxone. Vomitus and food found in his mouth were cleared.In the emergency department, intravenous naloxone is given again. Temperature is 37.2 °C (99.0 °F), blood pressure is 120/68 mm Hg, pulse rate is 80/min, and respiration rate is 10/min. Oxygen saturation is 92% with the patient breathing oxygen, 5 L/min, by nasal cannula. The patient is responsive only to noxious stimuli. Pupils are miotic but responsive to light.Laboratory studies: Glucose (fingerstick)88 mg/dL (4.9 mmol/L)Portable chest radiograph shows low lung volumes only.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bilevel positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continuous naloxone infusion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endotracheal intubation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous flumazenil",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treating this patient with a threatened airway is endotracheal intubation (Option C). Care of patients with overdose is primarily supportive; maintenance of airway patency and ventilation is critical in patients with decreased mental status. Suspected opioid overdose warrants an early empiric trial of the opioid antagonist naloxone, which reverses respiratory depression and toxic encephalopathy. It should be titrated to adequate respiration rate rather than mental status. Naloxone has a short half-life, and its antidote effects will usually subside before the effects of the ingested opioid do. Patients with an initial response to naloxone should be observed for signs of opioid withdrawal (which is not fatal and requires only supportive care) and for continued or recurrent signs of respiratory depression. Despite naloxone, some patients may require intubation for protection from aspiration or respiratory failure. A primary diagnostic consideration in this patient is opioid toxicity, given his oxycodone access, respiratory depression, miotic pupils, and depressed level of consciousness, as well as the transient response of the respiratory rate to naloxone. However, the exact circumstances of the toxic syndrome in this patient are unclear and may involve more than one substance. Despite two doses of naloxone, this patient remains unable to protect his airway, so endotracheal intubation is indicated.Bilevel positive airway pressure (Option A) may decrease the work of breathing and augment tidal volume in some patients with respiratory failure, but it is contraindicated in patients, such as this one, who cannot protect their airway.If naloxone measurably improves respiratory depression, it can be given in repeated doses or as an intravenous infusion (Option B) until the opioid is sufficiently metabolized and cleared. In many instances, naloxone can avert the need for mechanical ventilation. In this patient, however, intubation is necessary because his response to naloxone has been insufficient to protect the airway.For suspected benzodiazepine or polysubstance overdose, administration of the benzodiazepine receptor antagonist flumazenil (Option D) is problematic because reversing the effect of benzodiazepines can lead to life-threatening central nervous system activation, including seizures. These adverse effects are more likely in patients ingesting benzodiazepines long term. It is generally preferable to manage patients with ventilator support and allow metabolism and elimination of the agent over time.",
  "key_points": [
    "Opioid overdose should be suspected in patients with respiratory depression, miotic pupils, and depressed level of consciousness.",
    "Care of patients with overdose is primarily supportive; maintenance of airway patency and ventilation is critically important in patients with decreased mental status."
  ],
  "references": "Skolnik A, Monas J. The crashing toxicology patient. Emerg Med Clin North Am. 2020;38:841-856. PMID: 32981621 doi:10.1016/j.emc.2020.06.014",
  "related_content": {
    "syllabus": [
      "ccsec24003_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:53:33.608174-06:00"
}