{
  "question_id": "hmcor25009",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Treat secondary iron overload.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 76-year-old woman is evaluated for hand pain and stiffness of 3 months' duration that is worse with activity. She reports no additional symptoms. Medical history is significant for myelodysplastic syndrome diagnosed 3 years ago, which has required the transfusion of 1 to 2 units of blood every 5 to 6 weeks to maintain a hemoglobin level of approximately 7.5 g/dL (75 g/L); she experiences exertional dyspnea with lower hemoglobin levels.On physical examination, vital signs are normal. The abdomen is soft. Conjunctival pallor is noted. There is swelling and tenderness of the metacarpophalangeal joints (MCPs) bilaterally.Laboratory studies:Hemoglobin7.7 g/dL (77 g/L)LFerritin1638 ng/mL (1638 µg/L)HRadiograph of the hands reveals joint space narrowing and subchondral sclerosis in the second through fifth MCPs bilaterally.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Adopt a transfusion threshold of 8 g/dL (80 g/L)",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Begin deferasirox",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Begin prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform therapeutic phlebotomy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should begin chelation therapy with deferasirox (Option B) for treatment of secondary iron overload. Late manifestations of secondary iron overload are similar to those in hereditary hemochromatosis and are related to iron deposition in tissues. Heart, liver, and pancreatic failure are possible, as are endocrinopathies and small joint osteoarthritis. Most often, secondary iron overload occurs in patients with severe anemia who require chronic transfusion therapy. Because iron excretion has no regulated mechanism, multiple transfusions (for anemias not stemming from blood loss or iron deficiency) lead to iron overload, with subsequent secondary organ damage. If anemia resolves (either from hematopoietic stem cell transplantation or remission of leukemias), phlebotomy should be initiated to decrease iron stores. When anemia is ongoing, iron chelation is required, for which deferoxamine or deferasirox may be used. These agents are relatively toxic, leading to potential kidney and liver damage, agranulocytosis, or ophthalmic disorders; therefore, careful monitoring is required. Serum ferritin level correlates with iron burden in patients receiving chronic transfusion, and levels greater than 1000 ng/mL (1000 µg/L) are generally considered an indication for therapy. The availability of oral iron chelation with deferasirox has increased medication adherence for patients who develop secondary iron overload from chronic transfusions for hemoglobinopathies or myelodysplastic syndrome. The most common adverse effect is gastrointestinal discomfort, which can be mitigated by evening mealtime dosing. This patient has developed iron overload as evidenced by her high serum ferritin level and new osteoarthritis in her hands. Chelation therapy with deferasirox is indicated.Adopting a higher transfusion threshold (Option A) in this patient will worsen iron overload, so it is not an appropriate choice.Prednisone (Option C) may sometimes be used to treat acute inflammatory arthritis; however, this patient has evidence of osteoarthritis (subchondral sclerosis, pain worse with activity) resulting from iron overload, for which prednisone is not indicated.Therapeutic phlebotomy (Option D) is the management of choice for hereditary (primary) hemochromatosis. It effectively removes 200 mg of iron with each pint of blood removed. However, therapeutic phlebotomy will worsen anemia in this patient, so it is contraindicated.",
  "critique_links": [],
  "key_points": [
    "Secondary iron overload from chronic transfusions can be effectively treated with oral chelation agents, such as deferasirox."
  ],
  "references": "Shah FT, Porter JB, Sadasivam N, et al. Guidelines for the monitoring and management of iron overload in patients with haemoglobinopathies and rare anaemias [letter]. Br J Haematol. 2022;196:336-350. PMID: 34617272 doi:10.1111/bjh.17839",
  "related_content": {
    "syllabus": [
      "hmsec24005_24002"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.781139-06:00"
}