{
  "question_id": "csmcq24020",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Manage chronic opioid therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 69-year-old woman is evaluated during a follow-up visit for severe knee and hip pain secondary to osteoarthritis. She has had progressive pain in her hips and knees over the past 2 years and is not a candidate for joint replacement secondary to her medical comorbidities. An opioid risk assessment identified the patient as low risk for the adverse effects of opioid therapy, and she recently initiated immediate-release oxycodone as needed for pain. She uses it twice daily and reports this analgesic regimen, in conjunction with physical therapy and cognitive behavioral therapy, results in good pain relief. She also describes significant anxiety regarding her pain control and is concerned the current pain regimen will not remain effective. She previously took lorazepam for anxiety but discontinued use 4 months ago with the assistance of her behavioral health specialist. Medical history is significant for heart failure and coronary artery disease. Other medications are senna, topical diclofenac, aspirin, clopidogrel, empagliflozin, carvedilol, valsartan-sacubitril, and spironolactone.On physical examination, vital signs are normal. The knees have bony prominences bilaterally without effusion. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate management for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease dose of oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Restart lorazepam",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch to extended-release oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with chronic pain is to continue the current pain regimen (Option D). Opioids may be appropriate therapy for pain control in selected patients with chronic noncancer pain in whom multimodal analgesic therapy has not improved function and quality of life. Opioid therapy should be limited to patients with moderate to severe pain while continuing both nonpharmacologic measures and nonopioid pharmacologic agents. In addition to using the lowest dose possible (less than 90, preferably 50 morphine milligram equivalents per day), best practices include using short-acting agents on an as-needed basis, avoiding coadministration of benzodiazepines, and routinely assessing for and treating coexisting mental illnesses. This patient is benefiting from opioid therapy in conjunction with nonopioid and nonpharmacologic strategies. Her current regimen is use of a low dose of a short-acting agent on an as-needed basis and should be continued.This patient is achieving her functional goals with current multimodal therapy for pain, is tolerating therapy well, and is not at high risk for overdose. Decreasing the dose of oxycodone (Option A) would likely have a negative impact on her quality of life.Restarting lorazepam (Option B) for this patient's anxiety is not the best option. The concurrent use of opioids and benzodiazepines increases the risk of opioid-related adverse events, including overdose. This patient has responded to nonpharmacologic treatment of her anxiety disorder, and these measures should be continued instead of restarting the lorazepam. If necessary, a nonbenzodiazepine treatment such as a selective serotonin reuptake inhibitor could be considered.Switching to extended-release oxycodone (Option C) is not indicated. This patient has excellent pain relief with intermittent dosing of a short-acting opioid preparation, and there is no reason to subject her to the increased risk of adverse events that switching to an extended-release preparation would incur.",
  "critique_links": [],
  "key_points": [
    "Best practices to prevent opioid-related adverse events include using minimal effective doses of short-acting opioids, routinely assessing for and treating coexisting mental illnesses, and avoiding coadministration of opioids with other central nervous system depressants such as benzodiazepines."
  ],
  "references": "U.S. Department of Veterans Affairs. VA/DoD clinical practice guideline: use of opioids in the management of chronic pain (2022). Washington, DC: U.S. Government Printing Office. Available at www.healthquality.va.gov/guidelines/pain/cot/index.asp. Accessed October 31, 2024.",
  "related_content": {
    "syllabus": [
      "cssec24014_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.211453-06:00"
}