{
  "question_id": "idmcq24030",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose pneumonia caused by <i>Mycoplasma pneumoniae</i>.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 34-year-old woman is evaluated for nonproductive cough of 4 days' duration, sharp, right-sided chest pain with deep breaths, and fever. She has also experienced headache and malaise. A rash on her arms, legs, and palms began in the past day. She works as a preschool teacher. Medical history is unremarkable, and she takes no medications.On physical examination, temperature is 37.5 °C (99.5 °F), blood pressure is 110/70 mm Hg, pulse rate is 92/min, and respiration rate is 16/min. Oxygen saturation is 96% breathing ambient air. Scattered crackles are heard throughout both lung fields. Discrete, erythematous, targetoid lesions are present on the arms, legs, and palms.Laboratory studies:Leukocyte count10,600/µL (10.6 × 109/L)HSARS-CoV-2 testing is negative.A chest radiograph shows bilateral patchy opacities.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Influenza",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methicillin-resistant Staphylococcus aureus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mycoplasma pneumoniae",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Streptococcus pneumoniae",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Mycoplasma pneumoniae (Option C). Mycoplasma is a small-cell organism that causes community-acquired pneumonia (CAP). It is transmitted from person to person by respiratory droplets causing upper respiratory infection that progresses to pneumonia in up to 10% of persons. Outbreaks occur in crowded environments, and patients should be asked about potential exposures in schools and universities, households, health care facilities, and military barracks. Illness is gradual and consists of nonproductive cough, dyspnea, low-grade fever, headache, and malaise. Extrapulmonary manifestations can occur, including various rashes such as erythema multiforme (as seen in this patient) and Stevens-Johnson syndrome. Hemolysis occurs in approximately 60% of patients but is often mild or asymptomatic. Reticulonodular or patchy opacities are seen on chest radiographs; lobar consolidation and hilar lymphadenopathy are uncommon. Diagnosis is made by polymerase chain reaction testing from a respiratory tract sample. Empiric therapy for CAP usually includes an agent that targets Mycoplasma, such as a macrolide, respiratory fluoroquinolone, and doxycycline. Most patients can be treated with 5 to 7 days of antibiotics.Patients with influenza (Option A) have high fever, myalgia, and cough. Chest imaging is generally normal in patients with uncomplicated influenza; in those who develop primary influenza pneumonia, imaging reveals reticular infiltrates rather than the patchy opacities seen on this patient's radiograph. Erythema multiforme is not an expected finding in patients with influenza.CAP caused by methicillin-resistant Staphylococcus aureus (MRSA) (Option B) is often a necrotizing process characterized by fever, focal consolidation on imaging, and associated empyema. Erythema multiforme is not typically associated with MRSA infection.Although Streptococcus pneumoniae (Option D) is the leading cause of CAP, patients with S. pneumoniae CAP typically have a more acute illness onset with fever, productive cough, and focal consolidation on chest imaging. Erythema multiforme would not be an associated finding.",
  "critique_links": [],
  "key_points": [
    "Mycoplasma pneumoniae infection causes a gradual illness consisting of nonproductive cough, dyspnea, low-grade fever, headache, and malaise; hemolysis occurs in approximately 60% of patients but is often mild or asymptomatic."
  ],
  "references": "Miyashita N. Atypical pneumonia: Pathophysiology, diagnosis, and treatment. Respir Investig. 2022;60:56-67. PMID: 34750083 doi:10.1016/j.resinv.2021.09.009",
  "related_content": {
    "syllabus": [
      "idsec24006_24002"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.514132-06:00"
}