{
  "question_id": "oncor25007",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Evaluate a neck mass.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 48-year-old man is evaluated for an asymptomatic neck mass that developed 3 weeks ago. He has had no other symptoms. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. There is a 2-cm firm, fixed, nontender mass on the right side of the neck, without erythema or warmth. The remainder of the physical examination is normal.CT scan of the neck reveals a 2-cm partially cystic mass in the right anterior neck with suggestion of invasion into surrounding tissue.",
  "question_stem": "Which of the following is the most appropriate initial management?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin-clavulanate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Excisional biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fine-needle aspiration",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "PET/CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with suspected head and neck cancer is fine-needle aspiration (FNA) (Option C). This patient who presents with a new, painless, partially cystic neck mass should be considered to have squamous cell carcinoma until proven otherwise. The most appropriate initial diagnostic test for suspected head and neck cancer is FNA. FNA is accurate for diagnosis of squamous cell carcinoma and is preferred over more invasive biopsy techniques. It has a diagnostic accuracy of 88% to 89% and can be done rapidly in the office with limited or no morbidity. If found to be squamous cell carcinoma, this cancer should also be evaluated for human papillomavirus (HPV) infection because this patient is in the common age range for HPV-related squamous cell carcinoma (40-59 years), and a largely cystic mass on CT imaging is characteristic for this HPV-related cancer. Although HPV status may not have an impact on treatment decisions, it is associated with an improved prognosis.Empiric antibiotic therapy, such as amoxicillin-clavulanate (Option A), is appropriate initial treatment of a neck mass when there are signs and symptoms of infectious lymphadenitis, including pain, inflammation on examination, and antecedent infection. This patient lacks these features, so it would be inappropriate to expose him to antibiotics and delay a diagnostic procedure.An open biopsy (Option B) would be indicated if initial FNA results were inconclusive, or if the primary suspicion were for lymphoma, in which case examining the architecture of an intact specimen is ideal. This patient's presentation and imaging characteristics are more suggestive of primary head and neck cancer, so FNA is the most efficient and least morbid initial diagnostic test.PET/CT (Option D) would be indicated for staging once head and neck cancer is diagnosed. However, PET/CT is not indicated before a diagnosis of cancer, and the results of a PET/CT scan would not change the need to biopsy this mass. Although this mass would be expected to have increased fluorodeoxyglucose uptake, some largely cystic metastatic nodes are not avid on PET/CT, raising the risk for a false-negative finding.",
  "critique_links": [],
  "key_points": [
    "Fine-needle aspiration is the initial step in evaluating a neck mass suspicious for head and neck cancer."
  ],
  "references": "Chorath K, Rajasekaran K. Evaluation and management of a neck mass. Med Clin North Am. 2021;105:827-837. PMID: 34391536 doi:10.1016/j.mcna.2021.05.005",
  "related_content": {
    "syllabus": [
      "onsec24005_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.374588-06:00"
}