{
  "question_id": "fcqqq24006",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Treat depression at the end of life with methylphenidate.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 23-year-old woman is evaluated for depression. She is being discharged from the hospital to home after opting for hospice care. She has metastatic ovarian cancer diagnosed 2 years ago, and all therapies have failed. Her life expectancy is measured in weeks. Medications are a fentanyl patch, oxycodone, ondansetron, polyethylene glycol, senna, and zolpidem.On physical examination, the patient exhibits fatigue and poor concentration. She has a flat affect except when intermittently tearful. Previously upbeat despite setbacks, she is now withdrawn and describes feeling hopeless. She has pervasive guilt over the burden she believes she has caused her family.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Citalopram",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cognitive behavioral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methylphenidate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sertraline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient's depression is methylphenidate (Option C). Patients with a serious, life-threatening illness and untreated depression have poorer quality of life, which can lead to increased caregiver stress and burden. Diagnosing depression in terminally ill patients, however, is challenging. Although anticipatory grief is common in patients at the end of life and is considered a normal part of most end-of-life experiences, it can be distinguished from clinical depression by the patient's ability to find enjoyment and a fluctuating mood. Patients with depression at the end of life have symptoms that include hopelessness, pervasive guilt, and worthlessness. Depression in terminally ill patients responds well to pharmacologic and nonpharmacologic treatments. Tricyclic antidepressants, selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, and mirtazapine are effective agents. Prognosis should be considered because these medications take weeks to reach peak effect. This patient has symptoms consistent with clinical depression and a limited life expectancy. Methylphenidate is a rapid-acting psychostimulant that is well tolerated and may be effective in treating depression. After initiation, results can be seen within 24 to 48 hours. Methylphenidate may also have the benefit of improving cancer-associated fatigue, opioid-induced sedation, and appetite.Selective serotonin reuptake inhibitors, such as citalopram and sertraline (Options A, D), are effective in the treatment of depression; however, they can take many weeks and dose titration to reach effectiveness. Considering this patient's limited life expectancy, a more rapid-acting agent is needed.Cognitive behavioral therapy (Option B), when available, is an effective therapy for patients with depression and a serious medical illness. However, most trials showing benefit are centered on interventions implemented over weeks to months, so they are not appropriate for patients on home hospice.",
  "critique_links": [],
  "key_points": [
    "Methylphenidate is a rapid-acting psychostimulant that is well tolerated and effective in treating depression at the end of life; results can be seen as quickly as 24 to 48 hours after initiation."
  ],
  "references": "Perusinghe M, Chen KY, McDermott B. Evidence-based management of depression in palliative care: a systematic review. J Palliat Med. 2021;24:767-781. PMID: 33720758 doi:10.1089/jpm.2020.0659",
  "related_content": {
    "syllabus": [
      "fcsec24011_24010"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.601112-06:00"
}