{
  "question_id": "dmvdx24004",
  "category": "dm",
  "educational_objective": "Diagnose a photosensitivity disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 29-year-old man is evaluated for diffuse erythema of the skin that occurred after a few minutes of exposure to sunlight.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute cutaneous lupus erythematosus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythroderma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Photosensitivity disorder",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Porphyria cutanea tarda",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is photosensitivity disorder (Option C). The sparing of the area that was photo-protected by a wristwatch helps establish this diagnosis. Photosensitivity disorders are characterized by an abnormal skin response following exposure to ultraviolet radiation. They are categorized as idiopathic or related to the topical application or ingestion of an external agent. Photosensitivity reactions related to exogenous agents are either phototoxic or photoallergic. Phototoxicity can occur in anyone achieving a threshold concentration of the responsible agent (i.e., doxycycline or voriconazole) and is more common than photoallergy. Phototoxic reactions present as an exaggerated sunburn within minutes to hours of sun exposure. Photoallergy is a cell-mediated immune response found in previously sensitized individuals and can be elicited by re-exposure to small amounts of an offending agent. Photoallergic reactions occur more commonly after topical exposure of a sensitizing agent and present as pruritic, eczematous eruptions within 24 to 48 hours after sun exposure. A history of culprit drug ingestion versus the topical applications of a sensitizer and the timing of the reaction after sun exposure help differentiate between phototoxic and photoallergic disorders.Porphyria cutanea tarda typically presents with bullae and erosions involving the dorsum of the hands, although other areas may also be affected. Erythroderma, although it resembles a sunburn, is not limited to sun-exposed areas as is the case with this patient. Similarly, although it can be generalized, acute cutaneous lupus erythematosus most typically involves the face.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24010_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:47:48.784574-06:00"
}