{
  "question_id": "hmmcq24043",
  "category": "hm",
  "educational_objective": "Diagnose the cause of thrombocytopenia in a pregnant patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 28-year-old woman is evaluated during follow-up for pregnancy. She is at 28 weeks' gestation. She reports no bleeding or bruising. Her only medication is a prenatal vitamin.On physical examination, vital signs and other findings are normal for her stage of pregnancy.A complete blood count is obtained in screening for anemia.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Gestational thrombocytopenia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "HELLP syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Immune thrombocytopenic purpura",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thrombotic thrombocytopenic purpura",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is gestational thrombocytopenia (Option A). Gestational thrombocytopenia is the most common cause of thrombocytopenia in pregnancy, affecting approximately 5% of pregnant persons. The cause is uncertain. Patients are usually asymptomatic, and the finding of low platelet counts is usually noted incidentally on routine laboratory testing. Gestational thrombocytopenia develops late in pregnancy and is generally mild, with platelet counts greater than 100,000/μL (100 × 109/L). No further diagnostic testing or treatment is needed, as neither the fetus nor mother are affected by the level of platelet counts seen with gestational thrombocytopenia. This pregnant patient has mild thrombocytopenia that developed late in pregnancy, and she is without bleeding or bruising. Gestational thrombocytopenia is the most likely diagnosis.HELLP (hemolysis, elevated liver enzymes, and low platelets) syndrome (Option B) is a microangiopathic syndrome of pregnancy that occurs most commonly in the third trimester or postpartum period. It typically presents with nausea and vomiting, pruritus, jaundice, and abdominal pain. Laboratory studies additionally show significant anemia and marked thrombocytopenia. This patient's clinical presentation features modest hematologic abnormalities that are not consistent with this diagnosis.Immune thrombocytopenic purpura (ITP) (Option C) is more common in pregnant persons than in the general population and can be difficult to distinguish from gestational thrombocytopenia. ITP tends to present earlier in pregnancy (first trimester) than gestational thrombocytopenia, which usually occurs during the third trimester. ITP is further differentiated from gestational thrombocytopenia by a lower platelet count nadir (<70,000/μL [70 × 109/L]) and a history of thrombocytopenia before pregnancy. In addition to effects on the pregnant patient, ITP can cause neonates to be born with thrombocytopenia. This necessitates close monitoring during pregnancy, and treatment with intravenous immune globulin and platelet transfusions may be necessary peripartum to avoid bleeding complications around the time of delivery. Therapy should begin 1 week before the anticipated delivery date, with a target platelet count of at least 50,000/μL (50 × 109/L). The level of thrombocytopenia seen in this patient is not low enough to warrant suspicion for ITP.Thrombotic thrombocytopenic purpura (TTP) (Option D) is more common in young women and may develop during pregnancy. It is usually precipitous at onset and is associated with multiple findings such as anemia with microangiopathy, abnormal kidney function, fever, and altered mental status. None of these findings are present in this patient, making TTP an unlikely diagnosis.",
  "key_points": [
    "Gestational thrombocytopenia typically presents late in gestation, with platelet counts greater than 100,000/μL (100 × 109/L); platelet counts spontaneously return to normal after delivery, and the fetus is unaffected.",
    "Immune thrombocytopenic purpura occurs more commonly in pregnant persons than in the general population; it is differentiated from gestational thrombocytopenia by more severe thrombocytopenia (often <70,000/μL [70 × 109/L]) and onset earlier in pregnancy (often the first trimester)."
  ],
  "references": "ACOG Practice Bulletin no. 207: thrombocytopenia in pregnancy. Obstet Gynecol. 2019;133:e181-e193. PMID: 30801473 doi:10.1097/AOG.0000000000003100",
  "related_content": {
    "syllabus": [
      "hmsec24010_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:36:54.810878-06:00"
}