{
  "category": "id",
  "critique": "This patient's blood and tissue culture results have gram-positive cocci in chains that are characteristic of Streptococcus pyogenes (Option C), or group A streptococci (GAS). The GAS infection has caused necrotizing fasciitis with associated toxic shock syndrome (TSS). A definitive diagnosis of streptococcal TSS is made by isolating GAS from a sterile site (blood, cerebrospinal fluid, operative wound) in a patient with hypotension who has two or more organs affected (see Table: Diagnostic Criteria for TSS). Surgical debridement is needed for source control, and adjunctive antibiotics are recommended by the Infectious Diseases Society of America (IDSA); for streptococcal TSS, these antibiotics include penicillin combined with clindamycin, which is added to inhibit toxin production. Although the IDSA guidelines do not recommend routine adjunctive intravenous immune globulin in TSS, some experts favor its administration in streptococcal TSS based on reported mortality benefits.Clostridium perfringens (Option A), a gram-positive bacillus, can cause necrotizing fasciitis and myonecrosis, typically after contamination of wounds associated with trauma, including gunshots, stabbing, and intravenous drug injection. Prompt surgical debridement is necessary, and the recommended antibiotic regimen includes penicillin plus clindamycin. This patient does not have a trauma-associated wound or gram-positive rods on culture results.Staphylococcus aureus (Option B) can cause necrotizing fasciitis and TSS. It is a gram-positive organism, and morphology typically consists of cocci in clusters. In addition to prompt surgical debridement, therapy consists of clindamycin plus antibiotics targeted to methicillin-resistant S. aureus or methicillin-susceptible S. aureus directed by susceptibility testing. The culture results of this patient show gram-positive cocci in chains, which is more consistent with S. pyogenes.Vibrio vulnificus (Option D), a gram-negative bacillus, can cause a monomicrobial necrotizing fasciitis. Infection typically occurs in immunocompromised patients (especially in those with liver disease) after consumption of raw or undercooked shellfish or skin trauma sustained in sea or brackish waters. Prompt surgical debridement is critical, with guideline-directed antibiotics consisting of ceftazidime plus doxycycline. This patient's history is inconsistent with V. vulnificus infection.",
  "educational_objective": "Diagnose a patient with group A streptococci–associated necrotizing fasciitis and toxic shock syndrome.",
  "extracted_at": "2025-12-23T15:17:18.212991-06:00",
  "key_points": [
    "Streptococcus pyogenes is characterized by gram-positive cocci in chains; a definitive diagnosis of streptococcal toxic shock syndrome is made by isolating group A streptococci from a sterile site (blood, cerebrospinal fluid, operative wound) in a patient with hypotension who has two or more affected organs."
  ],
  "media": {
    "images": [
      "figures/idfig24207.2128087f9670919924aff2200da03fb9.jpg"
    ],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Clostridium perfringens"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Staphylococcus aureus"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Streptococcus pyogenes"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Vibrio vulnificus"
    }
  ],
  "question_id": "idmcq24087",
  "question_stem": "Which of the following is the most likely causative organism?",
  "question_text": "A 33-year-old woman is admitted to the hospital for fever and excruciating left arm pain at the site of a recent insect bite, which she had been continuously scratching.On physical examination, temperature is 39.0 °C (102.0 °F), blood pressure is 88/60 mm Hg, pulse rate is 105/min, and respiration rate is 24/min. The left biceps is exquisitely tender, with associated warmth, edema, and violaceous hue. The skin surrounding the insect bite is excoriated, and crepitus is present.Laboratory studies:Hemoglobin10 g/dL (100 g/L)LLeukocyte count30,000/µL (30 × 109/L) with 90% neutrophilsHPlatelet count75,000/μL (75 × 109/L)LAlanine aminotransferase120 U/LHAspartate aminotransferase175 U/LHCreatinine2.7 mg/dL (239 μmol/L)HA plain radiograph of the left biceps area shows gas.Empiric meropenem, vancomycin, and clindamycin are initiated. Surgical debridement confirms necrotizing fasciitis. Bacteria are visualized on blood and intraoperative tissue cultures as shown.",
  "references": "Stevens DL, Bisno AL, Chambers HF, et al; Infectious Diseases Society of America. Practice guidelines for the diagnosis and management of skin and soft tissue infections: 2014 update by the Infectious Diseases Society of America. Clin Infect Dis. 2014;59:e10-52. PMID: 24973422 doi:10.1093/cid/ciu444",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "idsec24002_24014"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}