{
  "question_id": "csmcq24069",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose an arterial insufficiency leg ulcer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated for a painful ulcer of the left leg that has been present for 1 month. He describes no pain in his extremities, but he can walk only limited distances because of knee osteoarthritis. He has had no fever or chills. In addition to osteoarthritis, he has type 1 diabetes mellitus and hypertension. Medications are insulin, lisinopril, and naproxen.On physical examination, vital signs are normal. On the lateral aspect of the left leg just superior to the malleolus, a sharply demarcated, 5-mm-deep, 3-cm-diameter ulcer with central eschar is present. Hair is absent below the knees. Pedal pulses are nonpalpable but are detected by Doppler ultrasonography. Monofilament testing shows decreased sensation distal to the ankles bilaterally. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Arterial ulcer",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Neuropathic ulcer",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pressure ulcer",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Venous stasis ulcer",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is an arterial ulcer (Option A). Arterial ulcers are painful and feature sharply demarcated borders with a dry wound base, often with eschar or necrosed tissue in the wound. They are “punched out” in appearance and may be deep, exposing subdermal structures. Arterial ulcers are typically accompanied by other features suggesting peripheral artery disease (PAD), such as atherosclerotic risk factors, claudication, diminished pedal pulses, distal hair loss, and shiny skin. It is critical to distinguish arterial ulcers from other types of common leg wounds because they can herald tissue necrosis and require specific management. In contrast to the management of venous ulcers, for example, the application of compression in the setting of PAD may worsen ischemia and is absolutely contraindicated. Management of arterial ulcers includes wound care, prevention and treatment of superinfection, risk factor reduction, and often revascularization with endovascular intervention or bypass. This patient has risk factors, historical features, and examination findings suggestive of PAD. The location, depth, and demarcation of his wound are consistent with an arterial ulcer.Neuropathic ulcers (Option B) are painless wounds occurring over pressure points, such as the plantar aspects of the feet. They occur in the setting of peripheral neuropathy, which impairs the ability to sense tissue damage. This patient's wound is painful and does not lie over a pressure point. Although he has evidence of a peripheral sensory neuropathy likely secondary to diabetes mellitus, the location and appearance are more consistent with an arterial rather than neuropathic ulcer.A pressure ulcer (Option C) is caused by shear force and pressure over a localized area. These ulcers are frequently found over bony prominences subject to prolonged pressure, such as the sacrum, coccyx, hip, or heel. The location of this patient's ulcer is not one that is subject to the forces causing a pressure ulcer.Venous stasis ulcers (Option D) are a dermatologic manifestation of venous insufficiency. They are often found above the medial malleolus, are irregular and shallow, and often weep serous fluid. Findings of venous insufficiency (edema, varicosities, eczematous dermatitis, hyperpigmentation, and lipodermatosclerosis) support the diagnosis. The appearance of this patient's wound is not typical of a venous ulcer, and he lacks other findings of venous insufficiency.",
  "critique_links": [],
  "key_points": [
    "Arterial ulcers develop in the context of peripheral artery disease (PAD) and are characterized by sharp borders, a “punched out” appearance, and pain.",
    "Distinguishing arterial from venous ulcers is critical because the application of compression in the setting of significant PAD can worsen arterial ischemia."
  ],
  "references": "Bowers S, Franco E. Chronic wounds: evaluation and management. Am Fam Physician. 2020;101:159-166. PMID: 32003952",
  "related_content": {
    "syllabus": [
      "cssec24013_24002"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.928745-06:00"
}