{
  "question_id": "cvmcq24070",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat atrial fibrillation in a patient with hypertrophic cardiomyopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old man is evaluated in the emergency department for heart palpitations that started 1 week ago. He has had no light-headedness, syncope, dyspnea, or chest pain. He has hypertrophic cardiomyopathy treated with metoprolol. He takes no other medications.On physical examination, blood pressure is 130/80 mm Hg, pulse rate is 88/min and irregularly irregular, and oxygen saturation is 98% breathing room air. The lungs are clear to auscultation. Cardiac examination reveals an irregular rhythm with no murmurs or extra sounds. No edema is noted.Laboratory studies, including thyroid-stimulating hormone level, are normal.An ECG shows atrial fibrillation with a rate of 82/min and left ventricular (LV) hypertrophy with repolarization abnormality. Echocardiogram, unchanged from a previous study, shows asymmetric LV hypertrophy with interventricular septal thickening and preserved LV function.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amiodarone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Diltiazem",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with hypertrophic cardiomyopathy (HCM) and atrial fibrillation is apixaban (Option B). Atrial fibrillation is common in patients with HCM and should be managed with rate control and anticoagulation with early consideration of a rhythm control strategy. Rate control is important because during atrial fibrillation with rapid ventricular response, diastolic filling periods shorten, worsening diastolic dysfunction; the resultant reduced left ventricular (LV) filling may exacerbate the outflow tract gradient and worsen symptoms. In addition to rate control, patients with HCM and atrial fibrillation should receive anticoagulant therapy to prevent thromboembolic complications regardless of their CHA2DS2-VASc score. The 2020 American College of Cardiology/American Heart Association guidelines for the treatment of HCM recommend starting a direct oral anticoagulant such as apixaban or rivaroxaban as a first-line option and vitamin K antagonists as a second-line option. This patient with HCM has atrial fibrillation and should receive apixaban regardless of CHA2DS2-VASc score.Because of the risk for cardioversion and resultant thromboembolism, amiodarone (Option A) should not be started in a stable patient with atrial fibrillation who has not received anticoagulant therapy. Once appropriate anticoagulation has been achieved, consideration should be given to a rhythm control strategy because patients with HCM and atrial fibrillation often remain symptomatic despite rate control.Systemic anticoagulation to prevent thromboembolic complications is required in patients with underlying HCM and atrial fibrillation regardless of CHA2DS2-VASc score. Aspirin (Option C) does not provide adequate protection and should not be used in this setting.This patient has rate-controlled atrial fibrillation with metoprolol, and there is no need to add another atrioventricular nodal blocking agent, such as diltiazem (Option D), at this time. Metoprolol may be uptitrated if additional rate control is required in the short term; however, symptoms may persist despite rate control, and rhythm control along with anticoagulation should be considered.",
  "critique_links": [],
  "key_points": [
    "Patients with hypertrophic cardiomyopathy (HCM) and atrial fibrillation should receive a direct oral anticoagulant such as apixaban or rivaroxaban to prevent thromboembolic complications regardless of their CHA2DS2-VASc score.",
    "Patients with atrial fibrillation in the setting of HCM often remain symptomatic despite rate control, and early consideration of a rhythm control strategy is warranted."
  ],
  "references": "Ommen SR, Mital S, Burke MA, et al. 2020 AHA/ACC guideline for the diagnosis and treatment of patients with hypertrophic cardiomyopathy: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2020;142:e558-e631. PMID: 33215931 doi:10.1161/CIR.0000000000000937",
  "related_content": {
    "syllabus": [
      "cvsec24008_24005"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.088621-06:00"
}