{
  "question_id": "cvvdx24042",
  "category": "cv",
  "educational_objective": "Diagnose aortic regurgitation on auscultation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 35-year-old man is evaluated for exertional dyspnea and a sensation of pounding in the neck that has progressed during the past year. Blood pressure is 150/60 mm Hg, and pulse rate is 60/min.(We recommend listening to this clip with headphones or external speakers rather than internal computer or mobile phone speakers. It may be helpful to maximize the volume setting of the listening device. In the videos, a cotton swab is placed on the carotid artery to help identify the timing of cardiac sounds and murmurs and, in some cases, to provide a visual representation of the carotid artery configuration.)",
  "question_stem": "Which of the following best describes the murmur at the mid-left sternal edge?",
  "options": [
    {
      "letter": "A",
      "text": "Aortic regurgitation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Aortic stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mitral stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tricuspid regurgitation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has the characteristic high-pitched, long, blowing diastolic decrescendo murmur of chronic aortic regurgitation (Option A). This murmur begins immediately after S2 and is best heard at the mid-left sternal edge. The cotton swab moves up with S1 (systole) and down with the regurgitant murmur, identifying the murmur as diastolic. In this example, the S2 is nearly inaudible because it is obscured by the loud murmur. In some patients, the murmur of aortic regurgitation is much softer and can be heard only with the patient seated, leaning forward, and holding the breath at end-expiration. The presence of a wide pulse pressure is also typical of chronic aortic regurgitation.Aortic stenosis is a systolic murmur. The murmur of tricuspid regurgitation is also heard during systole, and the intensity may increase with inspiration. Mitral stenosis produces a low-frequency diastolic murmur heard best at the cardiac apex.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24007_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.791792-06:00"
}