{
  "question_id": "npqqq24010",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat hypertension in a patient with atherosclerotic renovascular disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 71-year-old man is evaluated at a preoperative visit for umbilical hernia repair. Medical history is significant for hypertension, chronic kidney disease, and dyslipidemia. Medications are metoprolol, amlodipine, furosemide, hydralazine, and simvastatin.On physical examination, average blood pressure is 150/96 mm Hg, and pulse rate is 54/min; other vital signs are normal. The abdomen is nontender, with a bruit heard over the umbilical region.Laboratory studies:Creatinine1.7 mg/dL (150 µmol/L)H3 months ago1.8 mg/dL (159 µmol/L)HUrine albumin-creatinine ratio300 mg/gHAbdominal ultrasound with Doppler reveals 75% ostial right renal artery stenosis.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Begin lisinopril",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Obtain renal intra-arterial angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform percutaneous transluminal renal artery angioplasty and stenting",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform renal artery surgical revascularization",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to begin lisinopril (Option A). The patient most likely has atherosclerotic renovascular disease, given his age, ostial renal artery stenosis, and resistant hypertension despite treatment with four antihypertensive medications, including a diuretic. Most patients with renovascular disease have atherosclerosis (>90%). Medical therapy for renovascular disease should include treatment of underlying cardiovascular risk factors, such as hypercholesterolemia, and addition of an ACE inhibitor or angiotensin receptor blocker (ARB) for blood pressure control. Kidney function should be checked 2 weeks after the addition of an ACE inhibitor or ARB and should be more closely monitored in patients with bilateral renal artery stenosis or a single functional kidney to ensure that the serum creatinine level does not increase beyond a clinically acceptable level, generally up to 25% to 30% from baseline.Although renal angiography (Option B) is the gold standard for renovascular disease diagnosis, it is not recommended as a routine test due to adverse risks, such as contrast nephropathy and cholesterol emboli. It is undertaken only if an intervention to correct a discovered stenosis is planned. However, medical therapy is recommended for most adults with atherosclerotic renal artery stenosis.Three randomized controlled trials (STAR, ASTRAL, and CORAL) failed to show that renal artery angioplasty confers additional benefit above optimal medical therapy for patients with atherosclerotic renovascular disease and stable kidney function. Patients who may benefit from percutaneous angioplasty and stenting (Option C) or surgical intervention include those who present with a short hypertension duration; do not benefit from (or cannot tolerate) medical therapy; have severe hypertension; have flash pulmonary edema or unexplained recurrent heart failure; or have progressive impaired kidney function. In patients who have an indication for renal artery revascularization, surgery (Option D) is preferred only for those with complex anatomic lesions, such as aneurysm or aortoiliac occlusive disease.",
  "critique_links": [],
  "key_points": [
    "Medical therapy for renovascular disease should include treatment of underlying cardiovascular risk factors and addition of an ACE inhibitor or angiotensin receptor blocker for blood pressure control."
  ],
  "references": "Textor SC. Management of renovascular hypertension. Curr Opin Cardiol. 2020;35:627-635. PMID: 32852347 doi:10.1097/HCO.0000000000000790",
  "related_content": {
    "syllabus": [
      "npsec24005_24047"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.082549-06:00"
}