{
  "question_id": "nrmcq25008",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose <i>NF2</i>-related schwannomatosis (neurofibromatosis type 2).",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 25-year-old woman is evaluated for gradually progressive visual changes and hearing loss. Over the past year, she has noticed progressive difficulty with driving at night and significant glare from oncoming headlights. Her hearing has also decreased, and she has difficulty holding conversations in restaurants; she has also noticed concomitant bilateral ringing in her ears. She has mild numbness in her feet bilaterally but no dizziness, weakness, dysarthria, or diplopia. She has no relevant medical history and takes no medications.On physical examination, vital signs are within normal limits. Cataracts are present bilaterally. Cranial nerve examination reveals decreased hearing bilaterally but is otherwise normal. She has normal sensation in the upper limbs but decreased sensation below the ankles bilaterally. Strength is normal throughout. Skin examination is normal.MRI of the brain with contrast shows bilateral acoustic neuromas.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Multiple sclerosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Neurofibromatosis type 1",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Neurosyphilis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "NF2-related schwannomatosis (neurofibromatosis type 2)",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has NF2-related schwannomatosis (formerly called neurofibromatosis type 2) (Option D). NF2-related schwannomatosis is a neurocutaneous syndrome, a grouping that also includes neurofibromatosis type 1 (NF1). These syndromes are a heterogeneous group of rare genetic and nongenetic disorders characterized by nervous system tumors. Whereas NF1 is characterized by peripheral nervous system tumors, such as nerve sheath tumors (e.g., neurofibromas), NF2-related schwannomatosis is associated with central nervous system tumors, such as acoustic neuromas in the brain, ependymomas in the spinal cord, and meningiomas. These tumors are typically benign but can cause significant morbidity and mortality due to local growth or malignant transformation. Many patients with neurocutaneous syndromes are relatively asymptomatic, especially those with NF2-related schwannomatosis, who often present in early adulthood. Other findings in NF2-related schwannomatosis include juvenile cataracts and peripheral neuropathy. Patients with NF2-related schwannomatosis should undergo annual MRI of the brain and biennial MRI of the spinal cord to screen for tumors. This patient has bilateral acoustic neuromas, juvenile cataracts, and sensory deficits in her lower extremities, all consistent with NF2-related schwannomatosis.Multiple sclerosis (Option A) could also present with spinal cord symptoms, like this patient's lower extremity sensory loss, but a brain MRI in multiple sclerosis would likely show lesions in the brainstem or cerebral hemispheres. In addition, cataracts and acoustic neuromas are not characteristic of multiple sclerosis.NF1 (Option B) is usually diagnosed in childhood because of its prominent neurocutaneous manifestations, and this patient has no evidence of skin lesions. NF1 is also called peripheral neurofibromatosis, as patients typically present with prominent neuropathy from benign neurofibromas as well as malignant peripheral nerve sheath tumors (numbness, weakness, and depressed reflexes).Neurosyphilis (Option C) may present with a spinal cord syndrome or brain lesions but not lesions in the vestibular nerve (auditory canals). Bilateral acoustic neuromas are not associated with syphilis; even without confirmatory serologies, this patient's presentation and imaging are not consistent with syphilis.",
  "critique_links": [],
  "key_points": [
    "NF2-related schwannomatosis (formerly called neurofibromatosis type 2) is characterized by the presence of acoustic neuromas along with other central nervous system tumors (ependymomas, meningiomas), peripheral neuropathy, and cataracts.",
    "Patients with NF2-related schwannomatosis typically have central tumors (such as acoustic neuromas in the brain and ependymomas in the spinal cord) rather than peripheral tumors (nerve sheath tumors, such as neurofibromas, which are characteristic of neurofibromatosis type 1)."
  ],
  "references": "Coy S, Rashid R, Stemmer-Rachamimov A, et al. An update on the CNS manifestations of neurofibromatosis type 2. Acta Neuropathol. 2020;139:643-665. PMID: 31161239 doi:10.1007/s00401-019-02029-5",
  "related_content": {
    "syllabus": [
      "nrsec24010_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.196350-06:00"
}