{
  "question_id": "gimcq24003",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose oropharyngeal dysphagia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 75-year-old man is evaluated for a 3-year history of difficulty swallowing large pills. He also has developed an intermittent sensation of food being caught in his throat and coughing while eating. His wife reports that he continually clears his throat. He has not lost weight. He has gastroesophageal reflux disease that is well controlled with omeprazole. He also takes a multivitamin.On physical examination, vital signs and other findings are normal.Laboratory studies show a normal complete blood count and comprehensive metabolic panel.Findings on upper endoscopy performed 2 years ago were unremarkable.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the neck",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Esophageal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Video fluoroscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next for this patient with probable oropharyngeal dysphagia is video fluoroscopy (Option D). Dysphagia is a disruption in the swallowing mechanism, resulting in a bolus not passing from the mouth to the stomach. Determining whether the cause is oropharyngeal or esophageal is important in developing a differential diagnosis and management plan. Oropharyngeal dysphagia occurs when the patient cannot transfer the food bolus from the mouth into the upper esophagus. Common symptoms include choking, coughing, and nasal regurgitation of food and liquids. Patients are at risk for aspiration pneumonia. The initial diagnostic test for suspected oropharyngeal dysphagia is video fluoroscopy, or modified barium swallow, with a range of liquid and solid consistencies. This patient's symptoms of dysphagia are most consistent with an oropharyngeal cause, and he should be further evaluated with video fluoroscopy.CT of the neck (Option A) can exclude structural abnormalities, such as a mass, in a patient with dysphagia. However, it cannot evaluate the functional swallowing mechanism; such evaluation is necessary for this patient with symptoms suggesting oropharyngeal dysphagia.Esophageal manometry (Option B) is the gold standard for diagnosing esophageal motility disorders and should be performed only after a structural disorder of the esophagus is ruled out. Esophageal manometry assesses the pressure of the lower esophageal sphincter and peristalsis of the esophageal body, but it has a limited role in the evaluation of oropharyngeal dysphagia.Upper endoscopy (Option C) is the initial test of choice for evaluation of esophageal dysphagia. This patient underwent that test 2 years ago; results were normal. Because endoscopy cannot assess oropharyngeal function, repeating an endoscopic evaluation would not be helpful in diagnosing this patient, whose symptoms are consistent with oropharyngeal dysphagia.",
  "critique_links": [],
  "key_points": [
    "The initial diagnostic test for suspected oropharyngeal dysphagia is video fluoroscopy (or modified barium swallow) with a range of liquid and solid consistencies."
  ],
  "references": "Thiyagalingam S, Kulinski AE, Thorsteinsdottir B, et al. Dysphagia in older adults. Mayo Clin Proc. 2021;96:488-497. PMID: 33549267 doi:10.1016/j.mayocp.2020.08.001",
  "related_content": {
    "syllabus": [
      "gisec24001_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.551269-06:00"
}