{
  "question_id": "dmcor25005",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Treat tinea pedis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 50-year-old man is evaluated for a several months of itchy, scaly feet, which has persisted despite the use of topical emollients. He has no significant medical history and takes no medications.On physical examination, vital signs are normal. There are erythematous scaly patches on the sides of the feet and maceration between the fourth and fifth toes bilaterally. The toenails are normal. Microscopic examination using potassium hydroxide preparation shows branching hyphae in the keratin (scale).",
  "question_stem": "Which of the following is the most appropriate topical treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Betamethasone and clotrimazole",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythromycin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Miconazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nystatin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with tinea pedis is an imidazole cream such as miconazole (Option C). The most common form of tinea pedis is the interdigital subtype, characterized by skin maceration and peeling between the toes, especially between the fourth and fifth digits. The \"moccasin\"-distribution subtype of chronic tinea pedis presents with superficial, desquamative scaling over the soles and extending upward over the lateral and medial feet. The leading edge may be raised and arcuate or annular. Both forms may be present. Tinea pedis can also have a more acute form, characterized by extremely pruritic, tiny vesicles. All forms of tina pedis can be burning and itchy. Onychomycosis frequently co-occurs with tinea, often providing a diagnostic clue to the condition. “Two feet–one hand” is a characteristic pattern of involvement also suggestive of the diagnosis. Tinea pedis can be suspected on the basis of clinical presentation; however, the visualization of branching hyphae on microscopic examination of the scale can confirm the diagnosis if it is in doubt. Tinea should be treated to prevent skin breakdown, which can be an entry port for bacterial infection. Dermatophytosis of non–hair-bearing skin can be treated with topical terbinafine or imidazole creams applied once to twice daily for 2 to 4 weeks, ensuring that the application extends a few centimeters beyond the advancing border. This patient has clinical and microscopic findings of tinea pedis, so he requires treatment with an effective topical therapy such as miconazole.Combined antifungals and topical glucocorticoids (Option A) should be avoided in tinea pedis, because they can lead to increased recurrences and treatment failures, as well as skin atrophy with prolonged use.Erythromycin (Option B), in either topical or oral form, is the treatment for erythrasma, which can have an interdigital form. Erythrasma is caused by infection with Corynebacterium minutissimum; by contrast, this patient's microscopic evaluation confirms a dermatophyte infection.Unlike cutaneous candidiasis, dermatophyte infections do not respond to nystatin (Option D).",
  "critique_links": [],
  "key_points": [
    "The interdigital variant of chronic tinea pedis presents as fissures and maceration in the folds between the toes; the “moccasin” type consists of mildly pruritic scaly patches involving most of the soles.",
    "Treatment of tinea of non–hair-bearing skin includes topical imidazoles, ciclopirox, or terbinafine."
  ],
  "references": "Rasner CJ, Kullberg SA, Pearson DR, et al. Diagnosis and management of plantar dermatoses. J Am Board Fam Med. 2022;35:435-442. PMID: 35379733 doi:10.3122/jabfm.2022.02.200410",
  "related_content": {
    "syllabus": [
      "dmsec24011_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.187834-06:00"
}