{
  "question_id": "inmcq24009",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose genito-pelvic pain/penetration disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 62-year-old woman is evaluated in follow-up for a 1-year history of increasing vaginal pain with penetrative sexual activity. She is concerned the issue is affecting her relationship with her male partner because it has led her to avoid initiating sexual encounters and has caused her significant anxiety and distress related to sexual activity. She still reports sexual desire and can achieve orgasm through other sexual activities, such as masturbation or oral stimulation. She has been treated with vaginal estrogen therapy, but her symptoms persist.On physical examination, vital signs are normal. Pelvic examination shows normal external genitalia. Speculum examination is limited by pain, but pale vaginal mucosa is noted.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Genito-pelvic pain/penetration disorder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Normal aging",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Orgasmic disorder",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sexual interest/arousal disorder",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is genito-pelvic pain/penetration disorder (Option A), a form of female sexual dysfunction. Female sexual dysfunction is characterized by persistent and recurrent distressing sexual concerns or difficulties that result in clinically significant distress for the patient and occur more than 75% of the time for at least 6 months. There are three categories of female sexual dysfunction:Female sexual interest/arousal disorderFemale orgasmic disorderGenito-pelvic pain/penetration disorderGenito-pelvic pain/penetration disorder is characterized by persistent or recurrent difficulty having sexual intercourse; experiencing vulvovaginal or pelvic pain during intercourse; fear or anxiety about vulvovaginal or pelvic pain; and/or tensing or tightening of pelvic floor muscles during attempted vaginal penetration. Treatment of female sexual dysfunction is multimodal and involves addressing both the underlying cause as well as the psychological and behavioral aspects of sexual function. This patient's symptoms of pain with penetrative sexual intercourse have been present for more than 6 months and are causing her anxiety related to sexual activity and her relationship. Genito-pelvic pain/penetration disorder is the most likely diagnosis.Although half of women may experience vaginal changes related to the genitourinary syndrome of menopause (GSM), including dyspareunia, this patient's pain and distress related to sexual activity are not consistent with normal aging (Option B). Treatment for GSM includes vaginal moisturizers and vaginal estrogen therapy. This patient's symptoms have persisted despite appropriate treatment and are causing her significant distress; multimodal therapy that targets the psychological and behavioral aspects of sexual function is also necessary.Orgasmic disorder (Option C) is not the most likely diagnosis for this patient. Female orgasmic disorder is characterized by a significant delay in, infrequency of, or absence of orgasm, or significantly decreased intensity of orgasm during sexual activity. This patient reports the ability to obtain orgasm through other sexual activities, which is inconsistent with this diagnosis.Sexual interest/arousal disorder (Option D) is not consistent with this patient's symptoms. Female sexual interest/arousal disorder is characterized by a lack of (or significant decrease in) sexual activity, including sexual interest, thoughts, excitement, and pleasure. This patient reports normal sexual desire but experiences pain associated with sexual activity, which is most consistent with genito-pelvic pain/penetration disorder.",
  "critique_links": [],
  "key_points": [
    "Genito-pelvic pain/penetration disorder is characterized by persistent or recurrent difficulty having sexual intercourse, experiencing vulvovaginal or pelvic pain during intercourse, fear or anxiety about vulvovaginal or pelvic pain, and/or tensing or tightening of pelvic floor muscles during attempted vaginal penetration.",
    "Female sexual dysfunction is characterized by persistent and recurrent distressing sexual concerns or difficulties that result in clinically significant distress and occur more than 75% of the time for at least 6 months."
  ],
  "references": "American Psychiatric Association. Diagnostic and Statistical Manual of Mental Disorders. 5th ed., text rev. American Psychiatric Association; 2022.",
  "related_content": {
    "syllabus": [
      "insec24005_24022"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.292978-06:00"
}