{
  "question_id": "gimcq24012",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose achalasia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated for a 2-year history of progressive dysphagia occurring with every meal, initially with solids and now with liquids as well. He has lost 6.8 kg (15.0 lb) in the past 6 months. He experiences retrosternal pain and regurgitation daily. He has no heartburn. Omeprazole once daily has not alleviated his symptoms.On physical examination, vital signs and other findings are normal.Results of laboratory studies, including a complete blood count, are normal.Upper endoscopy shows a dilated esophageal lumen with a mild amount of retained food and fluid; a subjectively tight lower esophageal sphincter; and no esophageal stricture, mass, esophagitis, or sign of Barrett esophagus. Esophageal biopsy specimens are normal.Esophageal manometry shows absent peristalsis and elevated lower esophageal sphincter pressure.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Achalasia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Eosinophilic esophagitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Gastroesophageal reflux disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hypercontractile esophagus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is achalasia (Option A). Achalasia is defined by inadequate relaxation of the lower esophageal sphincter (LES) and complete aperistalsis. Patients commonly have dysphagia with solids and liquids along with regurgitation of undigested food. Additional symptoms may include heartburn, weight loss, and chest pain unresponsive to acid-reducing agents. Upper endoscopy may reveal retained food and saliva, no signs of mechanical obstruction or mass, and subjective “tightness” at the gastroesophageal junction while the endoscope is advanced into the stomach. Esophageal manometry, showing abnormal and incomplete relaxation of the LES and failed peristalsis in all swallows, remains the gold standard to diagnose achalasia. In this patient with dysphagia to both liquids and solids, upper endoscopy showed a dilated esophagus with retained food, and further evaluation with esophageal manometry demonstrated elevated LES pressure and absent peristalsis, consistent with achalasia.Eosinophilic esophagitis (EoE) (Option B) is a chronic immune-mediated inflammatory disease characterized by symptoms of esophageal dysfunction (commonly dysphagia to solids and food bolus obstruction) and eosinophilic inflammation of the esophagus. Endoscopic findings of EoE may include longitudinal furrows, exudates, rings, and strictures in contrast to the dilated esophagus seen in achalasia. Additionally, a diagnosis of EoE requires histopathology showing 15 or more eosinophils/hpf within the esophageal epithelium, and this patient's esophageal biopsy specimens are normal.Although complications of gastroesophageal reflux disease (GERD) (e.g., peptic stricture, erosive esophagitis) can result in dysphagia, this patient does not exhibit typical symptoms, including heartburn or regurgitation, and he does not experience relief with a proton pump inhibitor (omeprazole). In the absence of reflux-related esophagitis or stricture, GERD alone (Option C) does not explain the absent peristalsis or elevated LES pressure seen on manometry.Hypercontractile esophagus (formerly termed “jackhammer esophagus”) (Option D) is a rare esophageal motility disorder. Symptoms include dysphagia and chest pain. Manometry findings include normal LES pressure and hypercontractility, which are not present on this patient's study.",
  "critique_links": [],
  "key_points": [
    "Symptoms of achalasia may include dysphagia to both solids and liquids, regurgitation of undigested food, heartburn, weight loss, and chest pain unresponsive to acid-reducing agents.",
    "Achalasia is defined by inadequate relaxation of the lower esophageal sphincter and absent peristalsis on manometry."
  ],
  "references": "Vaezi MF, Pandolfino JE, Yadlapati RH, et al. ACG clinical guidelines: diagnosis and management of achalasia. Am J Gastroenterol. 2020;115:1393-1411. PMID: 32773454 doi:10.14309/ajg.0000000000000731",
  "related_content": {
    "syllabus": [
      "gisec24001_24009"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.149195-06:00"
}