{
  "question_id": "gimcq24007",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat a Zenker diverticulum.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 80-year-old man is evaluated for dysphagia to solids and liquids for the past 5 years, with symptoms localized to the oropharynx. He is also experiencing globus sensation, cough, and regurgitation of undigested food a few hours after meals. Famotidine has not resolved his symptoms. He has not lost weight.On physical examination, vital signs and other findings are normal. Results on upper endoscopy are unremarkable. Barium esophagram shows a 3-cm posterior outpouching of the hypopharynx proximal to the upper esophageal sphincter.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cricopharyngeal myotomy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Daily omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Esophageal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lifestyle and dietary modifications",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is cricopharyngeal myotomy (Option A). Esophageal diverticula are an uncommon structural disorder characterized by an outpouching of the esophageal mucosa. Diverticula of the esophagus are commonly pulsion diverticula due to increased intraluminal pressure and commonly occur in the setting of dysmotility of the esophagus. Although esophageal diverticula can be completely asymptomatic, symptoms of dysphagia or regurgitation can be present. The most common form of esophageal diverticula is pharyngeal or Zenker diverticulum, which occurs proximally in the hypopharynx as a result of increased intraluminal pressure from failure of cricopharyngeal muscle relaxation. Although small Zenker diverticula can be asymptomatic, larger diverticula can also cause complications of aspiration, weight loss, and malnutrition. This patient describes oropharyngeal dysphagia characterized by dysphagia localized to his throat, cough, and regurgitation of undigested food after meals. His negative findings on upper endoscopy rule out other structural causes, and a barium esophagram demonstrates a 3-cm Zenker diverticulum. He should undergo treatment to restore outflow at the pharyngoesophageal space with cricopharyngeal myotomy; this surgical procedure divides the cricopharyngeal muscle, permitting it to relax.Omeprazole (Option B) and lifestyle and diet modifications (Option D) are appropriate next steps for the management of gastroesophageal reflux disease. However, this patient's symptoms and diagnostic test results support a diagnosis of an esophageal diverticulum, particularly Zenker diverticulum, located in the hypopharynx. Thus, a proton pump inhibitor and lifestyle changes are unlikely to alleviate the patient's symptoms or treat the underlying cause.Esophageal manometry (Option C) is the gold standard for diagnosing esophageal motility disorders and should be performed only after a structural disorder of the esophagus is excluded. Although esophageal manometry does assess the pressure of the lower esophageal sphincter and peristalsis of the esophageal body, manometry of the upper esophageal sphincter is complicated by several factors:Lack of an established normal range for upper esophageal sphincter pressureEffects of voluntary and unvoluntary factors on upper esophageal sphincterLack of definition for upper esophageal sphincter relaxationA barium esophagram has revealed Zenker diverticulum as the cause of this patient's dysphagia, so motility testing with manometry is unnecessary at this time.",
  "critique_links": [],
  "key_points": [
    "The most common form of esophageal diverticula is pharyngeal or Zenker diverticulum, which occurs proximally in the hypopharynx.",
    "Treatment of Zenker diverticulum entails restoring outflow at the pharyngoesophageal space using cricopharyngeal myotomy."
  ],
  "references": "Wagh MS, Draganov PV. How to approach a patient with a Zenker's diverticulum. Gastroenterology. 2021;160:10-14. PMID: 33220254 doi:10.1053/j.gastro.2020.11.018",
  "related_content": {
    "syllabus": [
      "gisec24001_24005"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.133539-06:00"
}