{
  "question_id": "enqqq24008",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Prevent complications of management of chronic hypoparathyroidism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old woman is evaluated during a follow-up visit 6 months after thyroidectomy for differentiated papillary thyroid cancer. She developed symptomatic hypocalcemia following surgery but is currently asymptomatic. Medications are calcium citrate, calcitriol, and levothyroxine.Laboratory studies:Albumin4.0 g/dL (40 g/L)Calcium9.5 mg/dL (2.4 mmol/L)Creatinine1.0 mg/dL (88.4 µmol/L)Magnesium2.3 mg/dL (0.95 mmol/L)Phosphorus4.5 mg/dL (1.45 mmol/L)Parathyroid hormone10 pg/mL (10 ng/L)",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Bone mineral density",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ionized calcium",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum 1,25-dihydroxyvitamin D",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "24-Hour urine calcium",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is 24-hour urine calcium measurement (Option D). In chronic hypoparathyroidism, the goals of therapy are to eliminate symptoms while avoiding complications of therapy; urine calcium excretion must be monitored because hypercalciuria often limits therapy. Without parathyroid hormone (PTH), urine calcium excretion is higher than normal for any given serum calcium level. Complications of prolonged hypercalciuria include nephrolithiasis and an impaired glomerular filtration rate. Serum calcium and urine calcium levels should be assessed on a regular basis. The goal calcium level should be at or just below the normal range without hypercalciuria. If the urine calcium level is greater than 300 mg/24 h (7.5 mmol/24 h) in men or greater than 250 mg/24 h (6.3 mmol/24 h) in women (hypercalciuria), calcium or vitamin D replacement needs to be decreased. Calcium is usually decreased first if the serum 25-hydroxyvitamin D level is within the normal sufficiency range (31-80 ng/mL [77-200 nmol/L]). Thiazide diuretics reduce urine calcium excretion and thus may permit sufficient calcium and vitamin D therapy to achieve goal calcium levels.Hypoparathyroidism slows bone metabolism and is relatively protective against the development of postmenopausal osteoporosis. Therefore, bone mineral density testing (Option A) is not indicated in this patient.In a patient with a normal serum albumin level, such as this patient, ionized calcium measurement (Option B) does not contribute to the management of hypoparathyroidism.The dose of calcitriol administered is titrated by the serum calcium or phosphorus level rather than by the serum 1,25-dihydroxyvitamin D level (Option C). Thus, serum 1,25-dihydroxyvitamin D measurement has no role in in this patient.",
  "critique_links": [],
  "key_points": [
    "In chronic hypoparathyroidism, the goals of therapy are to eliminate symptoms while avoiding complications of therapy; monitoring of urine calcium excretion is mandatory because hypercalciuria often limits therapy."
  ],
  "references": "Khan AA, Bilezikian JP, Brandi ML, et al. Evaluation and management of hypoparathyroidism summary statement and guidelines from the second international workshop. J Bone Miner Res. 2022;37:2568-2585. PMID: 36054621 doi:10.1002/jbmr.4691",
  "related_content": {
    "syllabus": [
      "ensec24008_24023"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.074386-06:00"
}