{
  "question_id": "idmcq24082",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent HIV infection in persons at increased risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 22-year-old man is evaluated to establish primary care. He feels well. He reports having multiple male sexual partners over the past several months with inconsistent condom use. He was treated for syphilis 6 months ago. He takes no medications.Vital signs and physical examination findings are normal.A lipid profile and kidney function tests are normal. Fourth-generation HIV antigen/antibody combination immunoassay is negative. A rapid plasma reagin is nonreactive, and nucleic acid amplification testing of oral and rectal swabs and first-catch urine for gonorrhea and chlamydia is negative. Hepatitis C antibody is negative, and hepatitis B surface antibody is positive.",
  "question_stem": "Which of the following is the most appropriate preventive measure?",
  "options": [
    {
      "letter": "A",
      "text": "Benzathine penicillin G",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Emtricitabine, tenofovir alafenamide, and bictegravir",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Emtricitabine and tenofovir disoproxil fumarate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Follow-up in 1 year",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure for this patient is to start HIV pre-exposure prophylaxis (PrEP) with emtricitabine and tenofovir disoproxil fumarate (TDF) (Option C). The CDC recommends that HIV PrEP be offered to adults and adolescents at increased risk for HIV acquisition, including men who have sex with men, persons at risk through heterosexual contact, and persons who inject drugs. PrEP should be prescribed while continuing to support consistent condom use to prevent other sexually transmitted infections (STIs) and unplanned pregnancy. Daily oral HIV PrEP with TDF or tenofovir alafenamide (TAF) plus emtricitabine is safe and effective in reducing HIV acquisition. Other approved medications for PrEP include long-acting injectable cabotegravir or lenacapavir. PrEP is indicated in this patient because he is sexually active with multiple partners and does not consistently use condoms and he has had a bacterial STI in the past 6 months. A negative HIV test must be obtained before initiating PrEP, and patients should be tested for other STIs, including syphilis, gonorrhea, and chlamydia. All persons being considered for HIV PrEP with either TDF or TAF plus emtricitabine should have serum creatinine measurement before initiation because nephrotoxicity is a potential adverse effect of tenofovir-based therapy.Benzathine penicillin G (Option A) is given to treat syphilis. This patient was treated for syphilis when he tested positive 6 months ago; current laboratory results indicate an appropriate treatment response and do not indicate reinfection, so retreatment is not necessary.The three-drug combination of emtricitabine, TAF, and bictegravir (Option B) is one of the first-line regimens to treat HIV infection. It is not used for PrEP. Medication regimens for HIV PrEP include TDF or TAF plus emtricitabine or long-acting injectable cabotegravir. Use of this three-drug regimen to prevent HIV acquisition exposes the patient to additional unnecessary medication, which increases the potential for adverse effects and cost.This patient meets criteria for HIV PrEP initiation, and he is at increased risk for STIs. He may benefit from more frequent screening visits, so providing no preventive care and following up in 1 year (Option D) would leave this patient at risk for HIV or other STI acquisition.",
  "critique_links": [],
  "key_points": [
    "HIV pre-exposure prophylaxis (PrEP) should be offered to adults and adolescents at increased risk for HIV acquisition, including men who have sex with men, persons at risk through heterosexual contact, and persons who inject drugs.",
    "Medication regimens for HIV PrEP are oral tenofovir disoproxil fumarate or tenofovir alafenamide plus emtricitabine or long-acting injectable cabotegravir or lenacapavir."
  ],
  "references": "Centers for Disease Control and Prevention: US Public Health Service: Preexposure prophylaxis for the prevention of HIV infection in the United States—2021 update: a clinical practice guideline. https://www.cdc.gov/hiv/pdf/risk/prep/cdc-hiv-prep-guidelines-2021.pdf. Accessed August 8, 2024.",
  "related_content": {
    "syllabus": [
      "idsec24019_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.721941-06:00"
}