{
  "question_id": "npmcq24003",
  "category": "np",
  "educational_objective": "Evaluate a patient with newly diagnosed hypertension.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 48-year-old woman is evaluated during a follow-up visit after an initial office blood pressure measurement was 146/88 mm Hg and subsequent ambulatory blood pressure monitoring showed an average blood pressure measurement of 144/86 mm Hg. She is asymptomatic. She has hyperlipidemia, and her only medication is atorvastatin.On physical examination, blood pressure is 145/82 mm Hg, and pulse rate is 76/min. BMI is 28. The remainder of the examination is unremarkable.",
  "question_stem": "In addition to laboratory studies, which of the following is the most appropriate next step in evaluation?",
  "options": [
    {
      "letter": "A",
      "text": "ECG",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Kidney ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Polysomnography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient is ECG (Option A). This patient meets the criteria for stage 2 hypertension, as her office-based readings are ≥140/90 mm Hg and 24-hour ambulatory readings are ≥130/80 mm Hg. Patients with newly diagnosed hypertension should undergo initial testing to identify common secondary causes, assess for other cardiovascular risk factors, and detect end-organ damage. These tests include the following:Blood laboratory studies: complete blood count; serum creatinine; estimated glomerular filtration rate; serum sodium, potassium, calcium, and bicarbonate; fasting glucose; lipid panel; and thyroid-stimulating hormoneUrinalysis with microscopic examination; urine albumin-creatinine ratio should be checked in any patient with newly diagnosed hypertension, not only in subgroups of patientsBaseline ECG to assess for left ventricular hypertrophy (end-organ damage) or previous silent myocardial infarctionIdentification of comorbid diseases, end-organ damage, or secondary causes would determine next steps in management.Echocardiography (Option B) is not routinely recommended in the initial evaluation of a patient with a new diagnosis of hypertension and would not be indicated for this patient at this time. Echocardiography can be helpful if symptoms associated with heart failure are present or if there is concern for end-organ damage as suggested by an abnormal cardiac examination or abnormal electrocardiogram.Kidney ultrasonography (Option C) should be considered in patients with new-onset hypertension and signs or symptoms suggestive of kidney disease. This patient does not require kidney ultrasonography at this time.Polysomnography (Option D) is indicated in patients with signs or symptoms of obstructive sleep apnea (OSA), which is a common cause of secondary hypertension. However, polysomnography is not a recommended routine initial test in a patient with new-onset hypertension. Before testing for OSA, this patient should be questioned about daytime sleepiness and other common features such as snoring or witnessed apneic episodes; polysomnography testing is premature at this time and is not the most appropriate next step.",
  "key_points": [
    "In patients with newly diagnosed hypertension, an initial evaluation should include baseline ECG to assess for end-organ damage."
  ],
  "references": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension. 2018;71:e13-e115. PMID: 29133356 doi:10.1161/HYP.0000000000000065",
  "related_content": {
    "syllabus": [
      "npsec24005_24023"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:48:56.245651-06:00"
}