{
  "question_id": "dmqqq24004",
  "category": "dm",
  "educational_objective": "Treat tinea pedis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 50-year-old man is evaluated for a 4-month history of itchy, scaly feet. Symptoms have persisted despite the application of a moisturizing lotion. He has no other significant medical history and takes no medications.On physical examination, vital signs are normal. There are erythematous scaly patches on the sides of the feet and maceration between the toes. Toenails are normal. Microscopic examination using potassium hydroxide preparation shows branching hyphae in the keratin (scale).",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Combination topical betamethasone and clotrimazole",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral ketoconazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical clotrimazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical nystatin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Topical clotrimazole (Option C) would be the most appropriate treatment. Dermatophytoses are superficial fungal infections caused by dermatophytes. Treatment includes the use of topical antifungal agents, such as clotrimazole cream, with the application extending a few centimeters beyond the advancing border. For tinea pedis, commonly known as athlete's foot, the web spaces between the toes should also be treated. Many topical antifungal agents are available to treat tinea pedis, including the following:Azoles (e.g., econazole, ketoconazole, efinaconazole, miconazole, clotrimazole)Allylamines (e.g., terbinafine)Benzylamine (e.g., butenafine)CiclopiroxTolnaftateAmorolfineDepending on the antifungal selection, these agents are applied once to twice daily, usually for 2 to 4 weeks. Over-the-counter preparations are cost-effective options with good efficacy. Most infections will resolve but may recur and require retreatment. This patient most likely has tinea pedis, and a topical antifungal agent, such as clotrimazole, is indicated.Combination therapy with potent topical glucocorticoids, such as betamethasone, and antifungal creams, such as clotrimazole (Option A), should be avoided because of an increased risk for treatment failures, development of skin atrophy with prolonged use, and increased cost without increased efficacy. Thus, combination topical betamethasone and clotrimazole would not be appropriate in this patient.Oral ketoconazole (Option B) would not be the most appropriate treatment. Oral antifungal therapy with terbinafine or an azole antifungal agent (e.g., itraconazole or fluconazole) may be necessary for treating tinea capitis, onychomycosis, or extensive fungal infections. Oral ketoconazole no longer has an indication for superficial fungal infection because it is associated with severe and sometimes fatal idiosyncratic liver toxicity. In addition, ketoconazole is a potent inhibitor of CYP3A4, resulting in significant drug interactions. Thus, oral ketoconazole would not be the most appropriate treatment in this patient.Dermatophytes do not respond to topical nystatin (Option D), which is used to treat infections caused by Candida species.",
  "critique_links": [],
  "key_points": [
    "Treatment of superficial fungal infections includes topical antifungal agents such as miconazole, clotrimazole, ketoconazole, ciclopirox, or terbinafine; topical nystatin is not effective, and oral ketoconazole should be avoided because of potential liver toxicity associated with treatment."
  ],
  "references": "Leung AK, Barankin B, Lam JM, et al. Tinea pedis: an updated review. Drugs Context. 2023;12:2023-5-1. PMID: 37415917 doi:10.7573/dic.2023-5-1",
  "related_content": {
    "syllabus": [
      "dmsec24011_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:30.310772-06:00"
}