{
  "question_id": "rmcor25015",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose acute cutaneous lupus erythematosus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 22-year-old woman is evaluated for a 1-month history of progressive rash on the face, chest, and arms following sun exposure. She also has a 2-week history of wrist pain and malaise. She has no other medical problems and takes no medications.On physical examination, blood pressure is 142/82 mm Hg, pulse rate is 88/min, and respiration rate is 16/min. The facial rash is shown.Similar-appearing patchy skin lesions are seen over the upper chest in a V-neck distribution and the dorsal forearms. Active and passive wrist extension elicits discomfort. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute cutaneous lupus erythematosus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Rosacea",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sarcoidosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Seborrheic dermatitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is acute cutaneous lupus erythematosus (ACLE) (Option A). Cutaneous lupus erythematosus can exist with or without systemic disease. There are three primary patterns of lupus-specific skin rashes:ACLESubacute cutaneous lupus erythematosusChronic cutaneous lupus erythematosusThese lupus-specific skin diseases are not found in other conditions and have varying associations with systemic lupus erythematosus. Identifying the pattern of the skin disease can be important for guiding additional evaluation and treatment. ACLE often presents with a photosensitive malar or butterfly rash, with patchy, edematous, erythematous areas over the cheeks and nose, sparing the nasolabial folds. Similar rashes can occur on other sun-exposed skin, including the neck, upper chest, and arms. Nearly all patients with ACLE have systemic lupus erythematosus with systemic symptoms and positive serologic test results (typically antinuclear and anti-double-stranded DNA antibodies and hypocomplementemia). This patient with arthralgias has a classic malar facial rash also present on sun-exposed areas; these findings are most suggestive of a diagnosis of lupus.Rosacea (Option B) is the most common cause of an erythematous rash in the malar distribution. However, unlike the rash seen in this patient, rosacea is more likely to include pustular lesions and visible telangiectasias and does not spare the nasolabial folds.Sarcoidosis (Option C) is sometimes associated with a skin manifestation known as lupus pernio. These firm, purple lesions can occur on the cheeks, nose, lips, forehead, or ears. Lupus pernio is not a photosensitive condition and does not appear on the chest or arms, as seen in this patient.Seborrheic dermatitis (Option D) is a common condition characterized by greasy, yellow, scaly, erythematous patches in seborrheic areas (scalp, face, ears, upper chest, axillae, and inguinal folds). On the face, specific areas of involvement include the eyebrows, medial aspects of the cheeks, and nasal alae. Seborrheic dermatitis is not consistent with this patient's symptoms because it does not involve the forearms, is not photosensitive, and does not spare the nasolabial folds.",
  "critique_links": [],
  "key_points": [
    "Acute cutaneous lupus erythematosus (ACLE) often presents with the classic photosensitive malar or butterfly rash, with patchy, edematous, erythematous areas over the cheeks and nose, sparing the nasolabial folds; similar rashes can occur on other sun-exposed skin, including the neck, upper chest, and arms.",
    "Nearly all patients with ACLE have systemic lupus erythematosus with systemic symptoms and positive serology test results."
  ],
  "references": "Siegel CH, Sammaritano LR. Systemic lupus erythematosus: a review. JAMA. 2024;331:1480-1491. PMID: 38587826 doi:10.1001/jama.2024.2315",
  "related_content": {
    "syllabus": [
      "rmsec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.656928-06:00"
}