{
  "question_id": "nrmcq24056",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose vertebral artery dissection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 36-year-old woman is evaluated for a 10-day history of headaches that differ from her usual migraines. During an exercise class, she developed a severe left-sided headache with neck stiffness and nausea. Neurologic examination and head CT scan in the emergency department that day were normal. Moderately intense left-sided occipital and neck pain and nausea have remained constant without clear provocative or palliative features. She reports that she has had one episode of diplopia and ataxia that lasted 5 minutes. Medical history is significant for migraine without aura. Her only medication is naproxen.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Carotid artery dissection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cervical disk herniation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Spontaneous intracranial hypotension",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vertebral artery dissection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is vertebral artery dissection (Option D). Vertebral artery dissection is responsible for less than 5% of all strokes but 20% of strokes in young adults. Dissections of the craniocervical vessels may occur spontaneously or secondary to blunt or incidental minor trauma. The latter may include coughing, sneezing, chiropractic manipulation, yoga posturing, or aerobic exercise. Predisposing factors include hypertension, migraine, polycystic kidney disease, fibromuscular dysplasia, pregnancy, and connective tissue disorders. The most common symptoms of vertebral artery dissection are acute head and neck pain, dizziness/vertigo, tinnitus, diplopia, dysarthria, and ataxia. Neurologic symptoms are seen in approximately 70% of patients but frequently develop hours or days after the inciting event. Examination may be normal or reveal findings consistent with posterior fossa ischemia. Noninvasive imaging with CT angiography or magnetic resonance (MR) angiography of the head and neck is typically sufficient, but some patients may require digital subtraction angiography. Since the superiority of anticoagulant therapy has not been established, most patients are managed with aspirin. This patient has neck and head pain associated with vertigo and diplopia suggestive of vertebral artery dissection. She should undergo immediate CT or MR angiography.Carotid artery dissection (Option A) may present with acute head and neck pain but would be unlikely to cause posterior fossa symptoms of vertigo and diplopia. Carotid artery dissections are several times more common than vertebral artery dissections and present with orbital pain, partial Horner syndrome (ptosis and miosis only), and ipsilateral signs of cerebral or retinal ischemia. This patient has symptoms suggesting involvement of the posterior cerebral circulation rather than the carotid arteries.Cervical disk herniation (Option B) can cause acute head and neck pain associated with incidental or blunt trauma involving the neck. Resultant cervical root compression and radiculopathy might cause focal numbness, paresthesia, or weakness in an upper extremity. It would not, however, result in symptoms or signs of cerebral dysfunction such as the vertigo and diplopia seen in this patient.Spontaneous intracranial hypotension (SIH) (Option C) typically presents with postural headache that worsens within 15 to 20 seconds of assuming an upright position. Constant head and neck pain without a postural component would be unlikely in SIH. Like dissections of the craniocervical arteries, SIH may develop spontaneously or because of incidental trauma.",
  "critique_links": [],
  "key_points": [
    "Vertebral artery dissections may occur spontaneously or secondary to blunt or incidental minor trauma; the most common symptoms are acute head and neck pain with associated vertigo, tinnitus, diplopia, dysarthria, and ataxia resulting from cerebral ischemia.",
    "CT angiography or magnetic resonance angiography of the head and neck is the test of choice for diagnosing vertebral artery dissection."
  ],
  "references": "Burle VS, Panjwani A, Mandalaneni K, et al. Vertebral artery stenosis: a narrative review. Cureus. 2022;14:e28068. PMID: 36127977 doi:10.7759/cureus.28068",
  "related_content": {
    "syllabus": [
      "nrsec24001_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.096502-06:00"
}