{
  "question_id": "rmmcq24047",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat fibromyalgia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old woman is evaluated for fibromyalgia, which was diagnosed last year. Nonpharmacologic measures have mildly improved her symptoms. However, daily generalized pain continues to limit the patient's ability to work and function, despite the use of over-the-counter acetaminophen and naproxen. Her only other medication is an oral contraceptive.On physical examination, vital signs are normal. Tenderness to palpation is present throughout the neck muscles, shoulder girdle, lumbar paraspinal muscles, and lateral hips. Range of motion is normal throughout, and there is no joint swelling.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Celecoxib",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Milnacipran",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sertraline",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Tramadol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is milnacipran (Option B). Characteristic features of fibromyalgia are widespread chronic pain, fatigue, and sleep disorders. Mood disorders are often concomitant. First-line therapy is nonpharmacologic and includes patient education, exercise therapy or physical therapy, behavioral therapy, and other interventions guided by the patient's individual needs. Choice of pharmacologic therapy is based on symptom profile, patient comorbidities, and medication adverse effects because no trials have directly compared the efficacy of medications. Serotonin-norepinephrine reuptake inhibitors (SNRIs), such as duloxetine and milnacipran, are FDA approved for fibromyalgia and provide modest pain relief. Other treatment options for fibromyalgia include tricyclic antidepressants and gabapentinoids.Analgesics, such as NSAIDs and acetaminophen, are often used to treat chronic pain; however, they have not been shown to provide significant benefit in fibromyalgia. Celecoxib (Option A) and other NSAIDs are unlikely to meaningfully improve pain symptoms in this patient.Glucocorticoids, such as prednisone (Option C), are not indicated for the treatment of fibromyalgia. Additionally, they are associated with significant adverse effects, including hyperglycemia, osteoporosis, and infection.In patients with fibromyalgia and concomitant depression, selective serotonin reuptake inhibitors (SSRIs), such as sertraline (Option D), can help with depressive symptoms that may exacerbate fibromyalgia symptoms. Thus, they may be part of a management plan in some patients. However, SSRIs are not effective in specifically treating fibromyalgia pain, are not approved for fibromyalgia, and would not be a good choice in this patient.Weak evidence suggests that tramadol (Option E), a mixed opioid analgesic and weak SNRI, may improve fibromyalgia symptoms. However, it has opioid-associated adverse effects, including tolerance and addiction, and is not considered a first-line treatment. Other opioids are also not recommended in the treatment of fibromyalgia.",
  "critique_links": [],
  "key_points": [
    "Duloxetine provides modest pain relief for fibromyalgia and may be particularly appropriate in patients with concomitant depression."
  ],
  "references": "Bair MJ, Krebs EE. Fibromyalgia. Ann Intern Med. 2020;172:ITC33-ITC48. PMID: 32120395",
  "related_content": {
    "syllabus": [
      "rmsec24002_24008"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.874135-06:00"
}