{
  "question_id": "npcor25011",
  "category": "np",
  "educational_objective": "Treat masked hypertension.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 52-year-old woman is evaluated during a follow-up visit for suspected hypertension. At her previous two office visits, her systolic blood pressure (BP) measured in the 120s mm Hg. 24-Hour ambulatory BP monitoring (ABPM) was performed after self-reported BP readings were elevated in stressful situations. ABPM measurements were ≥140/90 mm Hg when she was awake and ≥120/80 mm Hg when asleep, and lifestyle changes were advised. Despite successfully implementing these lifestyle changes during the past 4 months and achieving a 2.3-kg (5-lb) weight loss, she reports digital cuff BP readings that consistently exceed 130/80 mm Hg.On physical examination, BP is 128/78 mm Hg, and pulse rate is 78/min. BMI is 25. The remainder of the examination is normal.Serum electrolytes and kidney function are normal; urinalysis is unremarkable. ECG shows normal sinus rhythm with voltage criteria for left ventricular hypertrophy.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Amlodipine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Plasma aldosterone concentration–plasma renin activity ratio",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Renal artery Doppler ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat 24-hour ambulatory BP monitoring",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is to initiate a first-line antihypertensive therapy such as amlodipine (Option A). She has masked hypertension, defined as blood pressure (BP) that is normal in the office but elevated in ambulatory settings. Masked hypertension is associated with increased prevalence of target-organ damage and risk for cardiovascular disease, stroke, and mortality compared with normotension. Masked hypertension prevalence ranges from 10% to 26% in population-based surveys and from 14% to 30% in normotensive clinic populations. Guidelines recommend initiating antihypertensive medications if a person's daytime ambulatory BP monitoring (ABPM) or home BP measurements are ≥130/80 mm Hg after a 3-month trial of lifestyle modifications. Ambulatory BP measurements by 24-hour ABPM and self-recorded digital cuff readings both aid in diagnosing masked hypertension. Because this patient has implemented lifestyle modifications for more than 3 months, her home BP measurements remain ≥130/80 mm Hg, and her ECG shows left ventricular hypertrophy, initiating an antihypertensive agent, such as amlodipine, is the most appropriate management.A plasma aldosterone concentration–plasma renin activity (PAC/PRA) ratio (Option B) is used to screen for primary aldosteronism, a common cause of secondary hypertension. Primary aldosteronism should be considered in cases of resistant or difficult-to-control hypertension or when suggestive clinical features (e.g., hypokalemia, sleep apnea, or an incidental adrenal mass) are also present. This patient has none of those features.Renal artery Doppler ultrasonography (Option C) can be considered when a patient has risk factors (e.g., evidence of coronary artery, cerebrovascular, or peripheral vascular disease) or associated findings consistent with renal artery stenosis (e.g., recurrent flash pulmonary edema, refractory heart failure, or severe hypertension in patients aged >55 years). This patient has no risk factors or clinical findings that warrant renal artery Doppler ultrasonography.Repeating 24-hour ABPM (Option D) is unnecessary because this patient's self-reported BP measurements of ≥130/80 mm Hg are as sufficient as ABPM for diagnosing masked hypertension.",
  "critique_links": [],
  "key_points": [
    "In masked hypertension, antihypertensive medication should be initiated after a 3-month trial of lifestyle modification if daytime ambulatory or home blood pressure remains ≥130/80 mm Hg.",
    "Masked hypertension is associated with increased prevalence of target-organ damage and risk for cardiovascular disease, stroke, and mortality compared with normotension."
  ],
  "references": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:e127-e248. PMID: 29146535 doi:10.1016/j.jacc.2017.11.006",
  "related_content": {
    "syllabus": [
      "npsec24005_24036"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:30.546988-06:00"
}