{
  "question_id": "pmmcq24008",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat a patient with obstructive sleep apnea with surgery.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 39-year-old man is evaluated to discuss treatment options for severe obstructive sleep apnea. He presented 3 months ago with disruptive snoring, interrupted sleep, and daytime sleepiness. Home sleep apnea testing revealed an apnea-hypopnea index of 35 events per hour, and he was prescribed auto-adjusting positive airway pressure. The patient's claustrophobia limited adherence to treatment despite his trying three different mask styles. Device data show an average usage of 4 hours per night. His wife has noted quiet breathing when the device is worn, but the patient still reports daytime sleepiness. He also has depression, hypertension, and obesity. Medications are sertraline and lisinopril.On physical examination, blood pressure is 138/84 mm Hg and pulse rate is 78/min. BMI is 33. He has a draping soft palate, protruding front teeth (dental overjet), and normal tonsils.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bariatric surgery",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Maxillomandibular advancement surgery",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Modafinil",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral appliance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with severe obstructive sleep apnea (OSA) is referral for maxillomandibular advancement surgery (Option B). Surgical procedures are not first-line therapy for OSA but can be effective in carefully selected patients. In particular, maxillomandibular advancement has been shown to significantly improve the apnea-hypopnea index (AHI), even in severe disease. Other techniques, such as soft palatal surgery or implantation of a hypoglossal nerve stimulator, also may be appropriate. Importantly, a higher BMI reduces the efficacy of surgical treatments for OSA; however, for patients with OSA who have a BMI less than 40 and are unwilling or unable to use positive airway pressure therapy, guidelines suggest referral for consideration of sleep surgery. This patient has limited adherence to positive airway pressure treatment despite trying three different mask styles, and his BMI is in the appropriate range for surgical treatment. Referral for consideration of sleep surgery is a reasonable alternative for this patient.Although any weight loss would improve OSA severity in patients with overweight, referral for bariatric surgery (Option A) is generally reserved for those with a BMI of at least 40 or 35 in the setting of obesity-related comorbid conditions. This patient's BMI of 33 does not warrant referral to a bariatric surgeon; however, weight loss by other means should be recommended to all patients with OSA who are overweight or obese.Modafinil (Option C) is a stimulant medication used in hypersomnia syndromes, such as narcolepsy. It is also indicated for residual sleepiness in OSA treated with optimized primary therapy, such as continuous positive airway pressure. Because treatment of OSA is not optimized in this patient, modafinil would not be appropriate therapy at this time.Oral appliances (Option D) are appropriate for treatment of mild to moderate OSA (AHI <30 events per hour) and may have a higher rate of adherence than continuous positive airway pressure. However, they are not clearly effective for patients with more severe OSA, such as this patient.",
  "critique_links": [],
  "key_points": [
    "Surgical treatments for obstructive sleep apnea can be considered for patients who do not benefit from or tolerate airway pressure therapy.",
    "Patients with obstructive sleep apnea and a BMI less than 40 who are unwilling or unable to use positive airway pressure therapy should be considered for sleep surgery, such as maxillomandibular advancement."
  ],
  "references": "Kent D, Stanley J, Aurora RN, et al. Referral of adults with obstructive sleep apnea for surgical consultation: an American Academy of Sleep Medicine clinical practice guideline. J Clin Sleep Med. 2021;17:2499-505. PMID: 34351848 doi:10.5664/jcsm.9592",
  "related_content": {
    "syllabus": [
      "pmsec24008_24013"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.986488-06:00"
}