{
  "question_id": "fcmcq24057",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage periprocedural glucocorticoid therapy in a patient with primary adrenal insufficiency.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 35-year-old woman is scheduled for a dental extraction to be performed with local anesthesia. She is physically active and feels well. She has primary adrenal insufficiency, for which she takes hydrocortisone and fludrocortisone.On physical examination, vital signs and other findings are unremarkable.Results of a basic chemistry panel and kidney function tests are normal.",
  "question_stem": "Which of the following is the most appropriate management of this patient's glucocorticoid therapy on the day of surgery?",
  "options": [
    {
      "letter": "A",
      "text": "Administer continuous intravenous hydrocortisone through surgery",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Administer double the current hydrocortisone dose",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Withhold hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No change in hydrocortisone dose",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management on the morning of surgery is to administer double the patient's current hydrocortisone dose (Option B). Patients at high risk for adrenal insufficiency, such as those with established primary or secondary adrenal insufficiency, those with cushingoid features, and those taking more than 20 mg/d of prednisone for more than 3 weeks, require stress doses of glucocorticoids perioperatively (see Table: Glucocorticoid Stress Dosing Strategies). Patients with adrenal insufficiency cannot mount an appropriate increase in cortisol with surgery or illness; therefore, stress dosing is essential to prevent adrenal crisis. When perioperative stress dosing is indicated, glucocorticoid dosing recommendations are tailored to the stress of the planned procedure. For minor procedures using only local anesthesia, patients with primary adrenal insufficiency should take twice their usual dose of glucocorticoids on the day of surgery and for 1 to 2 days after. This patient with primary adrenal insufficiency is scheduled for a minor procedure (dental extraction); therefore, she should be instructed to take twice her usual hydrocortisone dose on the morning of the procedure and for the next day or two.For patients with adrenal insufficiency who are undergoing non-minor surgical procedures, the Association of Anaesthetists recommends giving 100 mg of intravenous hydrocortisone with induction of anesthesia followed by continuous infusion of 200 mg/d of intravenous hydrocortisone until the patient can resume oral glucocorticoids. This patient is scheduled for a minor procedure and does not require a continuous hydrocortisone infusion (Option B).This patient's hydrocortisone should not be withheld (Option C) under any circumstances; doing so might precipitate adrenal crisis.Continuing the patient's current hydrocortisone dosage (Option D) might precipitate adrenal crisis; patients with adrenal insufficiency require glucocorticoid stress dosing periprocedurally. Patients who are at low risk for adrenal insufficiency (e.g., those without established adrenal insufficiency, those taking less than 5 mg/d of prednisone, those who have taken glucocorticoids for less than 3 weeks, and those taking low-dose inhaled or topical glucocorticoid therapy) do not require glucocorticoid stress dosing.",
  "critique_links": [],
  "key_points": [
    "Patients at high risk for adrenal insufficiency, such as those with established primary or secondary adrenal insufficiency, those with cushingoid features, and those taking more than 20 mg/d of prednisone for more than 3 weeks, require stress doses of glucocorticoids perioperatively.",
    "For minor surgical procedures using only local anesthesia, patients with primary adrenal insufficiency should take twice their usual dose of glucocorticoids on the day of surgery and for 1 to 2 days after."
  ],
  "references": "Nowotny H, Ahmed SF, Bensing S, et al; Endo ERN (MTG1). Therapy options for adrenal insufficiency and recommendations for the management of adrenal crisis. Endocrine. 2021;71:586-594. PMID: 33661460 doi:10.1007/s12020-021-02649-6",
  "related_content": {
    "syllabus": [
      "fcsec24009_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.432642-06:00"
}