{
  "question_id": "enmcq24034",
  "category": "en",
  "educational_objective": "Monitor treated Paget disease of bone.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 77-year-old man is evaluated for management of Paget disease of bone, which was diagnosed 6 months ago. At that time, he underwent radiography to evaluate a 12-month history of stiffness and soreness of the left hip. The radiograph revealed Paget disease of bone involving the left proximal femur and contributing to degenerative joint disease of the left hip. A whole-body radionuclide bone scan showed no other sites of involvement. He was treated with one dose of intravenous zoledronate. He reports no new or changed symptoms.On physical examination, vital signs are normal. The left hip exhibits decreased range of motion relative to the right hip. There is no warmth, swelling, or tenderness over the left proximal femur.",
  "question_stem": "Which of the following is the most appropriate annual monitoring for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Bone mineral density measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Radionuclide bone scanning",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum alkaline phosphatase measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Monitoring of symptoms only",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate monitoring of this patient with Paget disease of bone is annual serum alkaline phosphatase measurement (Option C). Normalization of the alkaline phosphatase level indicates successful treatment of Paget disease of bone. In most patients with monostotic disease, treatment normalizes the alkaline phosphatase level for up to 5 years, if not permanently. However, if disease activity increases over time, alkaline phosphatase levels will gradually rise. Retreatment may be necessary if the alkaline phosphatase level rises above the normal range. This patient's normal alkaline phosphatase level indicates that treatment was successful, but he should continue to be monitored annually.Paget disease of bone and low bone mass are both common in older adults. Bone mineral density testing (Option A) with a modality such as dual-energy x-ray absorptiometry may be used to screen for osteoporosis and assess fracture risk, but it does not inform management of Paget disease of bone and would be unnecessary in this patient.Radionuclide bone scanning (Option B) is used in the initial evaluation of Paget disease of bone to exclude polyostotic disease, especially if identifying other sites of involvement would influence management. Once the extent of disease involvement is determined, this test is not indicated to monitor patients. Sites of disease not detected on the initial bone scan (i.e., newly involved bone) are rarely encountered. Furthermore, areas affected by Paget disease of bone would continue to demonstrate abnormal radionuclide uptake regardless of the extent of disease activity; thus, scanning would not be useful in determining treatment efficacy.The absence of symptoms does not exclude disease activity and progression; therefore, reviewing symptoms alone (Option D) is not sufficient monitoring for Paget disease of bone. However, new symptoms in the affected region of bone warrant assessment at any point in management. New pain associated with the affected bone may represent pathologic fracture or, very rarely, sarcomatous transformation.",
  "key_points": [
    "Treated Paget disease of bone is monitored with annual serum alkaline phosphatase measurement.",
    "In Paget disease of bone, serum alkaline phosphatase levels will gradually rise if disease activity increases over time; retreatment may be necessary if the alkaline phosphatase level rises above the normal range."
  ],
  "references": "Ralston SH, Corral-Gudino L, Cooper C, et al. Diagnosis and management of Paget's disease of bone in adults: a clinical guideline. J Bone Miner Res. 2019;34:579-604. PMID: 30803025 doi:10.1002/jbmr.3657",
  "related_content": {
    "syllabus": [
      "ensec24008_24041"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:59:35.580784-06:00"
}