{
  "question_id": "nrmcq24037",
  "category": "nr",
  "educational_objective": "Evaluate sensory polyneuropathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 65-year-old man is evaluated for a 2-year history of a tingling and burning sensation in his feet, which is worse at night. He reports no changes in gait, balance, or dexterity and no urge to move his feet for relief. Medical history is significant for hypertension, obesity, and alcohol use disorder. He has a 40-pack-year smoking history. His only medication is lisinopril.On physical examination, vital signs are normal. BMI is 33. Sensation is diminished to light touch, temperature, and vibration in a symmetric pattern in the distal lower extremities. Muscle strength and coordination are intact. Gait is normal. Ankle reflexes are absent; other deep tendon reflexes are normal. There are no hammer toes or high arches.Results of liver chemistry tests, thyroid function tests, and a lipid panel are within normal limits.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Electromyography/nerve conduction studies",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "IgA tissue transglutaminase antibody measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum copper measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum protein electrophoresis with immunofixation",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "In this patient with distal symmetric and length-dependent sensory polyneuropathy, evaluation for paraproteinemia with free light chain assay and serum protein electrophoresis with immunofixation (Option D) would be the most appropriate next step. This is the most common pattern of polyneuropathy encountered in clinical practice and often has metabolic and toxic causes, such as diabetes mellitus, metabolic disorders, and alcohol use. All patients with this pattern of neuropathy should be screened for diabetes; dyslipidemia; vitamin B12 (cobalamin) deficiency; paraproteinemia; and thyroid, liver, and kidney disease. Neuropathies associated with monoclonal proteins may also occur secondary to monoclonal gammopathy of undetermined significance, multiple myeloma, and amyloidosis. Although this patient's sensory polyneuropathy may be secondary to alcohol use or obesity with metabolic syndrome, testing for a paraproteinemia should be completed.Electromyography (EMG)/nerve conduction studies (NCSs) (Option A) are not indicated in chronic length-dependent sensory polyneuropathy. EMG/NCSs should be ordered when features such as an acute or subacute temporal course, non–length-dependent pattern or asymmetric distribution, weakness, sensory ataxia, concern for myopathy, or atypical features are present. This patient has chronic length-dependent sensory polyneuropathy without weakness; EMG/NCSs are unnecessary.Celiac disease is an uncommon cause of peripheral neuropathy but can rarely present with sensory ataxia, often combined with cerebellar ataxia. In this patient without sensory or cerebellar ataxia, evaluating for celiac disease by measuring IgA tissue transglutaminase antibody (Option B) is not indicated.Copper deficiency is a rare cause of polyneuropathy with myelopathy; clinical features include hyperreflexia, upper motor neuron signs, and sensory ataxia. Testing for copper deficiency with serum copper measurement (Option C) is not necessary in assessing a distal sensory polyneuropathy unless signs of myelopathy are present. This patient has no signs of myelopathy, and serum copper measurement is not indicated.In patients with slowly progressive distal symmetric sensory polyneuropathy, testing should include assessment for a paraproteinemia; performing no additional testing (Option E) is incorrect. Testing for a monoclonal protein, in addition to that already completed, should be performed before attributing polyneuropathy to alcohol use or other causes.",
  "key_points": [
    "All patients with a distal symmetric and length-dependent sensory polyneuropathy should be screened for diabetes mellitus; dyslipidemia; vitamin B12 (cobalamin) deficiency; paraproteinemia; and thyroid, liver, and kidney disease."
  ],
  "references": "Mirian A, Aljohani Z, Grushka D, et al. Diagnosis and management of patients with polyneuropathy. CMAJ. 2023;195:E227-E233. PMID: 36781195 doi:10.1503/cmaj.220936",
  "related_content": {
    "syllabus": [
      "nrsec24009_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:17:03.646630-06:00"
}