{
  "category": "en",
  "critique": "This patient has metabolic syndrome and should be counseled to increase daily physical activity (Option A). Metabolic syndrome comprises a constellation of risk factors for developing type 2 diabetes mellitus and cardiovascular disease (CVD), including increased waist circumference, elevated triglyceride level, low HDL cholesterol level, elevated blood pressure, and elevated plasma glucose level. The presence of any three of those five factors constitutes a diagnosis of metabolic syndrome (). Lifestyle modifications can help prevent or delay development of type 2 diabetes and CVD. Losing weight and increasing exercise, with a goal of 150 minutes of moderate-intensity or 75 minutes of vigorous-intensity exercise per week, should be emphasized. Resistance exercise twice a week is also recommended to help maintain muscle mass as weight is lost. This patient has an increased waist circumference, elevated triglyceride level, and elevated fasting plasma glucose level, fulfilling the criteria for metabolic syndrome. He exercises for only about 70 minutes per week; he should be counseled on increasing daily activity and exercise to prevent progression of metabolic syndrome.A very-low-calorie diet (<800 kcal/d) (Option B) is generally not recommended to help with weight loss. Such a regimen requires close medical observation and should generally be reserved for situations requiring rapid weight loss, such as preparation for surgery. Patients with metabolic syndrome should receive guidance on dietary modifications that can help with weight loss. A reduced calorie intake, aiming for 1200 to 1500 kcal/d in women and 1500 to 1800 kcal/d in men, is usually recommended.No medications are approved to treat metabolic syndrome, and metformin (Option C) is not routinely recommended. The American Diabetes Association recommends considering metformin for type 2 diabetes prevention in persons with prediabetes, particularly those aged 25 to 59 years with a BMI of 35 or greater, higher fasting plasma glucose (≥110 mg/dL [6.11 mmol/L]), and hemoglobin A1c values of 6% or greater, as well as in patients with a history of gestational diabetes. However, although metformin may delay progression to type 2 diabetes, lifestyle modifications are more effective. Therefore, weight loss and increased physical activity should be emphasized for this patient instead.Orlistat (Option D) is not recommended to treat metabolic syndrome. The presence of metabolic syndrome alone does not warrant using weight loss medications. Pharmacologic therapy could be considered in patients with metabolic syndrome who meet criteria for treatment based on other factors (BMI >30 or BMI >27 with at least one medical condition related to weight) who have not achieved weight loss goals after 3 to 6 months of lifestyle changes.",
  "educational_objective": "Manage metabolic syndrome.",
  "extracted_at": "2025-12-22T22:59:25.759945-06:00",
  "key_points": [
    "In patients with metabolic syndrome, management includes weight loss and exercise (with a goal of 150 minutes of moderate-intensity or 75 minutes of vigorous-intensity exercise per week).",
    "The presence of metabolic syndrome alone does not warrant using weight loss medications, and no medications have been approved to treat metabolic syndrome."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Increase daily physical activity"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Reduce calorie intake to less than 800 kcal/d"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Start metformin"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Start orlistat"
    }
  ],
  "question_id": "enmcq24016",
  "question_stem": "Which of the following is the most appropriate management?",
  "question_text": "A 64-year-old man is evaluated for a routine physical examination. He is asymptomatic. He walks about 10 minutes per day. Medical history is unremarkable, and he takes no medications.On physical examination, vital signs are normal. BMI is 27. Waist circumference is 104 cm (41 in).",
  "references": "Rosenzweig JL, Bakris GL, Berglund LF, et al. Primary prevention of ASCVD and T2DM in patients at metabolic risk: an Endocrine Society* clinical practice guideline. J Clin Endocrinol Metab. 2019;104:3939-3985. PMID: 31365087 doi:10.1210/jc.2019-01338",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24001_24016"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}