{
  "question_id": "enmcq24016",
  "category": "en",
  "educational_objective": "Manage metabolic syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 64-year-old man is evaluated for a routine physical examination. He is asymptomatic. He walks about 10 minutes per day. Medical history is unremarkable, and he takes no medications.On physical examination, vital signs are normal. BMI is 27. Waist circumference is 104 cm (41 in).Laboratory studies:Glucose108 mg/dL (6 mmol/L)HTriglycerides210 mg/dL (2.37 mmol/L)H",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Increase daily physical activity",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Reduce calorie intake to less than 800 kcal/d",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start metformin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start orlistat",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has metabolic syndrome and should be counseled to increase daily physical activity (Option A). Metabolic syndrome comprises a constellation of risk factors for developing type 2 diabetes mellitus and cardiovascular disease (CVD), including increased waist circumference, elevated triglyceride level, low HDL cholesterol level, elevated blood pressure, and elevated plasma glucose level. The presence of any three of those five factors constitutes a diagnosis of metabolic syndrome (Table: Diagnostic Criteria for Metabolic Syndrome). Lifestyle modifications can help prevent or delay development of type 2 diabetes and CVD. Losing weight and increasing exercise, with a goal of 150 minutes of moderate-intensity or 75 minutes of vigorous-intensity exercise per week, should be emphasized. Resistance exercise twice a week is also recommended to help maintain muscle mass as weight is lost. This patient has an increased waist circumference, elevated triglyceride level, and elevated fasting plasma glucose level, fulfilling the criteria for metabolic syndrome. He exercises for only about 70 minutes per week; he should be counseled on increasing daily activity and exercise to prevent progression of metabolic syndrome.A very-low-calorie diet (<800 kcal/d) (Option B) is generally not recommended to help with weight loss. Such a regimen requires close medical observation and should generally be reserved for situations requiring rapid weight loss, such as preparation for surgery. Patients with metabolic syndrome should receive guidance on dietary modifications that can help with weight loss. A reduced calorie intake, aiming for 1200 to 1500 kcal/d in women and 1500 to 1800 kcal/d in men, is usually recommended.No medications are approved to treat metabolic syndrome, and metformin (Option C) is not routinely recommended. The American Diabetes Association recommends considering metformin for type 2 diabetes prevention in persons with prediabetes, particularly those aged 25 to 59 years with a BMI of 35 or greater, higher fasting plasma glucose (≥110 mg/dL [6.11 mmol/L]), and hemoglobin A1c values of 6% or greater, as well as in patients with a history of gestational diabetes. However, although metformin may delay progression to type 2 diabetes, lifestyle modifications are more effective. Therefore, weight loss and increased physical activity should be emphasized for this patient instead.Orlistat (Option D) is not recommended to treat metabolic syndrome. The presence of metabolic syndrome alone does not warrant using weight loss medications. Pharmacologic therapy could be considered in patients with metabolic syndrome who meet criteria for treatment based on other factors (BMI >30 or BMI >27 with at least one medical condition related to weight) who have not achieved weight loss goals after 3 to 6 months of lifestyle changes.",
  "critique_links": [],
  "key_points": [
    "In patients with metabolic syndrome, management includes weight loss and exercise (with a goal of 150 minutes of moderate-intensity or 75 minutes of vigorous-intensity exercise per week).",
    "The presence of metabolic syndrome alone does not warrant using weight loss medications, and no medications have been approved to treat metabolic syndrome."
  ],
  "references": "Rosenzweig JL, Bakris GL, Berglund LF, et al. Primary prevention of ASCVD and T2DM in patients at metabolic risk: an Endocrine Society* clinical practice guideline. J Clin Endocrinol Metab. 2019;104:3939-3985. PMID: 31365087 doi:10.1210/jc.2019-01338",
  "related_content": {
    "syllabus": [
      "ensec24001_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/entab24007.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "entab24007",
        "file": "tables/entab24007.html",
        "title": "Diagnostic Criteria for Metabolic Syndrome",
        "short_title": "Diagnostic Criteria for Metabolic Syndrome",
        "footnotes": [
          "<sup>a</sup>To measure waist circumference, locate top of right iliac crest. Place a measuring tape in a horizontal plane around abdomen at level of iliac crest. Before reading tape measure, ensure that tape is snug but does not compress the skin and is parallel to floor. Measurement is made at the end of a normal expiration.",
          "<sup>b</sup>Some U.S. adults of non-Asian origin (e.g., White, Black, Hispanic) with marginally increased waist circumference (e.g., 94-101 cm [37-39 inches] in men and 80-87 cm [31-34 inches] in women) may have a strong genetic contribution to insulin resistance and should benefit from changes in lifestyle habits, similar to men with categorical increases in waist circumference. Lower waist circumference cut point (e.g., ≥90 cm [35 inches] in men and ≥80 cm [31 inches] in women) appears to be appropriate for Asian Americans.",
          "<sup>c</sup>Fibrates and nicotinic acid are the most commonly used drugs for elevated triglycerides and reduced HDL cholesterol. Patients taking one of these drugs are presumed to have high triglycerides and low HDL cholesterol.",
          "Reproduced from Grundy SM, Cleeman JI, Daniels SR, et al; American Heart Association. Diagnosis and management of the metabolic syndrome: an American Heart Association/National Heart, Lung, and Blood Institute scientific statement. Circulation. 2005;112:2735-52. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/16157765\" target=\"_blank\">PMID: 16157765</a> doi:10.1161/CIRCULATIONAHA.105.169404. © 2005 American Heart Association, Inc. All requests to use this information must come through the American Heart Association."
        ],
        "headers": [
          "Measure (Any Three of Five Constitute Diagnosis of Metabolic Syndrome)",
          "Categorical Cut Points"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.107870-06:00"
}