{
  "question_id": "nrmcq24051",
  "category": "nr",
  "educational_objective": "Diagnose migraine without aura.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 25-year-old patient is evaluated for episodes of headache. The headaches began in college 7 years ago but have become more frequent over the past 3 years, which the patient attributes to increased stress after starting graduate school. Headaches occur once or twice a week, are usually present on awakening, and last 8 to 12 hours. Episodes involve bilateral occipital-temporal pain described as a severe squeezing pressure that worsens when ascending stairs or bending. Associated symptoms include photophobia, phonophobia, and neck pain. The patient has no nausea, tearing, nasal congestion, lancinating pain, vision changes, or neurologic symptoms. Medical history is significant for generalized anxiety disorder. Medications are ibuprofen and sertraline.Physical examination findings, including vital signs and results of neurologic and funduscopic examinations, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Brain tumor",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Migraine without aura",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Occipital neuralgia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stress headache",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Tension-type headache",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's headaches meet the criteria for migraine without aura (Option B). This diagnosis requires five or more episodes of headache with a duration of 4 to 72 hours, with the pain exhibiting at least two of the following characteristics: unilateral location, pulsatile nature, moderate or severe intensity, and aggravation with routine physical activity. Additionally, the episodes must be associated with nausea or both photophobia and phonophobia. Neck pain is not included in the diagnostic criteria for migraine without aura but is very commonly reported during episodes of acute migraine. Patients occasionally describe bilateral or nonpulsatile migraine pain or presence on awakening. Lack of evidence for secondary headaches and a normal physical examination are also required for the diagnosis. This patient fulfills the criteria for migraine, as they experience severe pain that worsens with activity, report sensitivity to light and noise, and have a normal physical examination.Headaches from a brain tumor (Option A) may resemble migraines or tension-type headaches but typically also present with symptoms or signs of increased intracranial pressure. The absence of abnormalities on funduscopic and neurologic examinations makes a brain tumor unlikely in this patient.Occipital neuralgia (Option C) presents as a posterior headache in the distribution of the occipital nerves. The pain is usually acute, unilateral, and lancinating and often lasts minutes, with frequent recurrences. Although this patient reports an occipital location, the pain is bilateral and not lancinating. Occipital neuralgia is also not associated with photophobia or phonophobia.Stress is the most common trigger for primary headache disorders like migraine and tension-type headache. The International Classification of Headache Disorders, third edition, however, does not recognize stress headache (Option D) as a definable syndrome.Tension-type headache (Option E) is clinically defined as a headache disorder that, unlike migraine, is mild to moderate in intensity and is not associated with nausea, severe sensory sensitivities, or neurologic symptoms. This patient's photophobia, phonophobia, and severe pain aggravated by physical activity are more consistent with migraine.",
  "key_points": [
    "A diagnosis of migraine without aura requires at least five episodes of headache that last 4 to 72 hours; are associated with nausea or sensitivity to both light and noise; and have pain with at least two of the following characteristics: unilateral location, pulsatile nature, moderate or severe intensity, or aggravation with routine physical activity.",
    "Headache disorders can be distinguished by the location and characteristics of pain, duration, frequency, and associated symptoms."
  ],
  "references": "Khan J, Asoom LIA, Sunni AA, et al. Genetics, pathophysiology, diagnosis, treatment, management, and prevention of migraine. Biomed Pharmacother. 2021;139:111557. PMID: 34243621 doi:10.1016/j.biopha.2021.111557",
  "related_content": {
    "syllabus": [
      "nrsec24001_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:50:05.311015-06:00"
}