{
  "question_id": "enqqq24017",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage subclinical hypothyroidism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated at a follow-up visit for depression, which was diagnosed 1 month ago. Today, the patient reports significant improvement in his symptoms since starting treatment with escitalopram.Physical examination findings, including vital signs, are normal.Laboratory studies:Thyroid-stimulating hormone7.0 µU/mL (7.0 mU/L)HFree thyroxine1.0 ng/dL (13 pmol/L)",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Measure serum total triiodothyronine level",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure thyrotropin receptor antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prescribe levothyroxine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat thyroid-stimulating hormone testing in 6 to 8 weeks",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has subclinical hypothyroidism, and the most appropriate management is to repeat thyroid-stimulating hormone (TSH) testing in 6 to 8 weeks (Option D). Subclinical hypothyroidism affects up to 10% of the population and is characterized by a high TSH level and a normal free thyroxine (T4) level. Subclinical hypothyroidism can progress to overt hypothyroidism in some persons, but TSH levels may return to normal in others. Before making the diagnosis of subclinical hypothyroidism, transient elevation of TSH levels should be ruled out by repeating TSH measurement in 6 to 8 weeks. Patients should be asked about any supplement use, including biotin use; all supplements should be held at least 2 days before any blood tests are obtained. When this patient's TSH level is remeasured in 6 to 8 weeks, a free T4 level could also be taken.Serum total triiodothyronine (T3) measurement (Option A) is not indicated in patients with suspected subclinical hypothyroidism. Reductions in the total T3 level are not usually seen until after free T4 levels are low. This patient has a normal free T4 level. As such, measuring a T3 would not be appropriate in this patient.The presence of thyrotropin receptor antibodies (Option B) would be more consistent with Graves disease. Testing for these antibodies would not be appropriate in this patient whose testing suggests subclinical hypothyroidism and not hyperthyroidism.Guidelines differ regarding when subclinical hypothyroidism should be treated. For most adults with subclinical hypothyroidism, thyroid hormone replacement will result in no clinical benefits and may have little or no effect on cardiovascular events. However, treatment should be provided to patients who are trying to become pregnant or patients with a TSH level greater than 10 µU/mL (10 mU/L); treatment may also be considered in younger patients or if significant symptoms are present. Guidelines emphasize that clinicians should make individualized, patient-specific decisions about treatment. However, the most appropriate next step is to reassess the patient's TSH level and symptoms before making treatment decisions (Option C).",
  "critique_links": [],
  "key_points": [
    "Subclinical hypothyroidism is characterized by a high thyroid-stimulating hormone (TSH) level and a normal free thyroxine level; before making this diagnosis, transient elevation of the TSH level should be ruled out by repeating TSH measurement in 6 to 8 weeks."
  ],
  "references": "Urgatz B, Razvi S. Subclinical hypothyroidism, outcomes and management guidelines: a narrative review and update of recent literature. Curr Med Res Opin. 2023;39:351-365. PMID: 36632720 doi:10.1080/03007995.2023.2165811",
  "related_content": {
    "syllabus": [
      "ensec24005_24025"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.103217-06:00"
}