{
  "question_id": "fcmcq24080",
  "category": "fc",
  "educational_objective": "Evaluate an older adult's fitness for driving.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "An 83-year-old woman presents to the office with her daughter after a minor motor vehicle collision in which the patient accidentally hit the car ahead of her at a stoplight. In another incident 6 months ago, she misjudged the turning radius into a parking space and damaged the adjacent vehicle, after which her physician recommended that she retire from driving. Her vision was recently checked, and she wears corrective lenses, including while driving. She lives alone and does her own shopping. Weekly, she drives herself to a luncheon that she greatly enjoys. Her only daughter works full time and is unavailable to transport her mother regularly. The patient emphatically states that she is unwilling to stop driving and does not feel her skills are impaired. Medical conditions include hypertension and osteoarthritis. Medications are amlodipine and naproxen.Physical examination findings, including vital signs, are unremarkable.Montreal Cognitive Assessment score is 26. PHQ-2 score is 0.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Refer for neuropsychiatric assessment",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Refer for occupational therapy driving assessment",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Reinforce the recommendation to retire from driving",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Report the patient to the department of motor vehicles",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to refer the patient for an occupational therapy driving assessment (Option B). Relative to younger patients, older adult drivers are more likely to sustain a serious injury or die in a motor vehicle collision (MVC). Cognitive, visual, and physical functional impairment as well as medication side effects contribute to MVC risk. The decision to advise a patient to stop driving, or “retire from driving,” is complicated by the social isolation and depression that often result. Patients who are advised to retire from driving should be provided with resources for transportation and should have ongoing follow-up to assess mood and quality of life. Physician advice to retire from driving is associated with appropriate driving cessation and should be offered to older patients when needed. For those who remain reluctant to stop driving (or in whom an appropriate decision is unclear), such as this patient, an occupational therapy driving assessment, which can formally assess driving ability and skills, is an appropriate next step.Cognitive impairment is a frequent contributor to a person's need to retire from driving. In determining whether a patient is still fit for driving, a formal neuropsychiatric assessment (Option A) should be considered. This patient, however, has no symptoms suggestive of cognitive impairment, and her Montreal Cognitive Assessment score is normal; additional assessment is unnecessary.Given that this patient rejected the physician's earlier advice to retire from driving and is unwilling to do so now, reinforcing this recommendation (Option C) is unlikely to result in behavior change. A formal objective assessment is a more appropriate next step in this situation.Besides providing older patients with advice on whether to continue driving, the role of the physician in mandating cessation is less clear. Some evidence exists that required in-person license renewal, coupled with vision screening, may reduce MVC risk. Requiring older drivers to complete on-road testing is not recommended, and mandatory physician reporting of patients with cognitive impairment (Option D) has not been shown to decrease MVCs. Laws governing such reporting vary by state.",
  "key_points": [
    "Physician advice to retire from driving is associated with appropriate driving cessation and should be offered to older patients when needed; for those who remain reluctant to stop driving or in whom an appropriate decision is unclear, an occupational therapy driving assessment may help."
  ],
  "references": "American Geriatrics Society. Clinician's guide to assessing and counseling older drivers, fourth ed. Accessed March 4, 2023. https://geriatricscareonline.org/application/content/products/B047/pdf/Clinicians_Guide_to_Assessing_and_Counseling_Older_Drivers_sep_2020.pdf",
  "related_content": {
    "syllabus": [
      "fcsec24010_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.071940-06:00"
}