{
  "question_id": "npmcq24014",
  "category": "np",
  "educational_objective": "Treat stage 2 hypertension with combination therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 54-year-old man is evaluated during a follow-up visit for elevated blood pressure. One month ago, he had an office blood pressure measurement of 160/94 mm Hg. Subsequently, 24-hour ambulatory blood pressure monitoring revealed an average blood pressure of 152/92 mm Hg. He is asymptomatic. He smokes 10 cigarettes daily. There is no family history of hypertension. He takes no medications.On physical examination, blood pressure is 158/94 mm Hg, and pulse rate is 78/min. Other vital signs and the remainder of the examination are normal.Serum creatinine, electrolyte, glucose, and thyroid-stimulating hormone levels are normal. Urinalysis findings are normal.A 12-lead ECG is normal.His 10-year atherosclerotic cardiovascular disease risk is 16%, and rosuvastatin is initiated.",
  "question_stem": "In addition to lifestyle modifications, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amlodipine-benazepril",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chlorthalidone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Metoprolol-hydrochlorothiazide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nifedipine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional treatment for this patient with stage 2 hypertension is amlodipine-benazepril (Option A). The 2017 American College of Cardiology (ACC)/American Heart Association (AHA) blood pressure (BP) guideline recommends combination therapy with two first-line antihypertensive drugs of different classes for adults with stage 2 hypertension and an average BP of 20/10 mm Hg above their BP target; this typically correlates with a BP ≥150/90 mm Hg. There are no definitive recommendations for best drug combinations; however, some data suggest that an ACE inhibitor/calcium channel blocker (CCB) combination may be more effective than an ACE inhibitor/thiazide diuretic combination. A thiazide diuretic/CCB combination may also be an option. The 2017 ACC/AHA BP guideline recommends a BP target of <130/80 mm Hg for patients who have established cardiovascular disease or for patients with an estimated atherosclerotic cardiovascular disease (ASCVD) event risk ≥10%. This patient has stage 2 hypertension (office-based readings ≥140/90 mm Hg) and an ASCVD event risk of ≥10%, and his average BP is >20/10 mm Hg above his target of <130/80 mm Hg. Therefore, combination antihypertensive therapy is warranted.Starting chlorthalidone (Option B) or nifedipine (Option D) as monotherapy would each be appropriate as first-line therapy for patients with stage 1 hypertension (systolic BP of 130-139 mm Hg or diastolic BP of 80-89 mm Hg). However, monotherapy is unlikely to effectively control this patient's BP because he has stage 2 hypertension with an average BP that is 20/10 mm Hg above his BP target.Metoprolol-hydrochlorothiazide (Option C) is not the most appropriate first choice of combination therapy for this patient. Metoprolol and other β-blockers are not considered first-line therapy in the treatment of hypertension unless a compelling indication, such as a recent myocardial infarction or heart failure with reduced ejection fraction, is also present. Although there are no definitive recommendations for antihypertensive combination drug regimens in patients with stage 2 hypertension, the two drugs chosen should be from the three first-line classes of antihypertensive drugs, namely ACE inhibitors or angiotensin receptor blockers, calcium channel blockers, and thiazide diuretics.",
  "key_points": [
    "The 2017 American College of Cardiology/American Heart Association blood pressure (BP) guideline recommends combination therapy with two first-line antihypertensive drugs of different classes for adults with stage 2 hypertension and an average BP of 20/10 mm Hg above their BP target (typically ≥150/90 mm Hg)."
  ],
  "references": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on clinical practice guidelines. J Am Coll Cardiol. 2018;71:e127-e248. PMID: 29146535 doi:10.1016/j.jacc.2017.11.006",
  "related_content": {
    "syllabus": [
      "npsec24005_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:06:30.827582-06:00"
}