{
  "question_id": "idcor25015",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent central venous catheter–associated bloodstream infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated 24 hours after hospitalization for hemorrhagic shock following a motor vehicle collision. In the emergency department, a femoral central venous catheter (CVC) was inserted emergently.On physical examination, temperature is 37.6 °C (99.6 °F), and other vital signs are normal. The left femoral access site is intact, with a small amount of blood on the dressing.",
  "question_stem": "Which of the following is the most appropriate management of the CVC?",
  "options": [
    {
      "letter": "A",
      "text": "Obtain two random sets of blood cultures from different sites",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Monitor for signs of infection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Replace the femoral CVC over a guidewire",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Replace the femoral CVC with a subclavian CVC",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Central venous catheters (CVCs) inserted under emergency conditions should be removed as soon as possible (no longer than 48 hours after insertion) and replaced at a new site, such as the subclavian vein (Option D). Femoral venous catheters are associated with higher rates of infection and should be avoided, if possible. Adhering to aseptic technique and following the CVC insertion bundle decrease the risk of central line–associated bloodstream infections (CLABSIs), but these strategies are not ensured when a CVC is placed emergently. The CVC insertion bundle includes hand hygiene; use of full barrier precautions (large full-body sterile drape to cover the patient during catheter insertion) and personal protective equipment (mask, cap, sterile gown, and gloves); chlorhexidine skin antisepsis (allow antiseptic to air dry before beginning procedure); optimal site selection and catheter type (e.g., minimum number of ports or lumens needed); sterile dressing; and daily review of necessity, with prompt removal of unnecessary catheters. The daily review of line necessity and documentation can be achieved with multidisciplinary rounds, daily reminders, and automated alerts. These practices are important in decreasing the risk of developing CLABSIs. Additionally, hand hygiene before manipulation of the intravenous system, care of injection ports, and proper catheter site dressing monitoring and dressing changes reduce risk of infection. Not following these measures increases the risk for development of a CLABSI.Obtaining random blood cultures from two different sites (Option A) is not appropriate for monitoring for the development of CVC infections. The risk of blood culture contamination is high, making the results difficult to interpret (colonization vs infection). If CLABSI is suspected, two peripheral blood cultures should be obtained. This patient is afebrile without examination findings to suggest infection. Thus, obtaining blood cultures is not indicated at this time.Monitoring patients for CLABSIs (Option B) is important but is not a substitute for replacing a CVC that was inserted emergently or under less-than-optimal conditions.Guidelines recommend against changing CVCs over a guidewire (Option C) because this increases the risk of bloodstream infection by introducing bacteria from the skin at the time of insertion. Therefore, this technique should not be performed in this patient.",
  "critique_links": [],
  "key_points": [
    "Central venous catheters inserted under emergency conditions should be removed as soon as possible (no longer than 48 hours after insertion) and replaced at a new site.",
    "The need for continued use of central venous catheters should be reviewed and documented daily."
  ],
  "references": "Yokoe DS, Advani SD, Anderson DJ, et al. Executive summary: A compendium of strategies to prevent healthcare-associated infections in acute-care hospitals: 2022 updates. Infect Control Hosp Epidemiol. 2023;44:1540-1554. PMID: 37606298 doi:10.1017/ice.2023.138",
  "related_content": {
    "syllabus": [
      "idsec24018_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.317758-06:00"
}