{
  "question_id": "fcmcq24103",
  "category": "fc",
  "educational_objective": "Avoid a first-generation antihistamine in an older adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 72-year-old woman is evaluated for concerns of intermittent dizziness, dry mouth, and constipation that began 10 days ago. Medical conditions include hypothyroidism, hypertension, dyslipidemia, benign paroxysmal positional vertigo, and seasonal allergies. She began taking diphenhydramine 3 weeks ago for allergy symptoms. Other medications are levothyroxine, losartan, and rosuvastatin.On physical examination, vital signs, including orthostatic blood pressure measurements, are normal. The nasal turbinates are mildly boggy. The abdomen is soft and nondistended. Dix-Hallpike maneuver is negative. The remainder of the examination is unremarkable.Thyroid-stimulating hormone level is normal.",
  "question_stem": "Which of the following is the most appropriate medication management?",
  "options": [
    {
      "letter": "A",
      "text": "Add meclizine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Advise increased fluids and fiber supplementation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stop diphenhydramine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stop losartan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to stop diphenhydramine (Option C). Older adults are more susceptible than younger persons to adverse drug events. Adverse drug events may occur at any time and may result from the addition of a new drug, an increase in the dosage of a previously well-tolerated drug, or interactions between drugs. The American Geriatrics Society Beers Criteria for Potentially Inappropriate Medication Use in Older Adults identifies medications that are problematic for older patients and provides recommendations regarding avoidance of drug interactions. Medications that are especially problematic include first-generation antihistamines (diphenhydramine in this case), tricyclic antidepressants, antipsychotics, and benzodiazepines. First-generation antihistamines have strongly anticholinergic properties; prolonged use may lead to an increased risk for falls, confusion, and delirium. This patient recently began diphenhydramine for seasonal allergies, and she is experiencing common adverse reactions to this medication, including dizziness, constipation, and dry mouth. Despite ongoing allergy symptoms, the most appropriate course of action is to stop this medication. A second-generation antihistamine, such as loratadine, which does not have the same adverse event risk, could be trialed in its place. In general, second-generation antihistamines are not associated with performance impairment or reduced alertness or concentration and are better tolerated in older adults.Adding meclizine (Option A), another strongly anticholinergic first-generation antihistamine, would likely worsen this patient's dry mouth and constipation and may lead to additional adverse effects, such as delirium or falls. In addition, although this patient has a history of benign paroxysmal positional vertigo, her Dix-Hallpike testing is negative, and her symptoms are better attributed to adverse effects of diphenhydramine.Attempting to treat this patient's dizziness and constipation with increased fluids and fiber supplementation (Option B) alone is unlikely to resolve her symptoms, which are most likely caused by adverse effects of diphenhydramine.Stopping losartan (Option D) is unlikely to resolve this patient's symptoms. This patient's blood pressure is normal, and she is not experiencing orthostatic blood pressure changes. Additionally, losartan is not associated with anticholinergic side effects such as constipation or dry mouth.",
  "critique_links": [],
  "key_points": [
    "Older adults are more susceptible than younger persons to adverse drug events; the Beers Criteria for Potentially Inappropriate Medication Use in Older Adults identifies medications that are problematic for older patients and provides recommendations regarding drug interactions.",
    "Medications that are especially problematic for older adults include first-generation antihistamines, tricyclic antidepressants, antipsychotics, and benzodiazepines."
  ],
  "references": "2023 American Geriatrics Society Beers Criteria® Update Expert Panel. American Geriatrics Society 2023 updated AGS Beers Criteria® for potentially inappropriate medication use in older adults. J Am Geriatr Soc. 2023;71:2052-2081. PMID: 37139824 doi:10.1111/jgs.18372.",
  "related_content": {
    "syllabus": [
      "fcsec24010_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.823498-06:00"
}