{
  "question_id": "fcmcq24086",
  "category": "fc",
  "educational_objective": "Evaluate vision changes in a geriatric patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 77-year-old man is evaluated during a routine visit. He has not had depressed mood or changes in hearing or memory and has not fallen in the past year. He has self-restricted his driving to daylight hours because he has difficulty seeing at night but has no problem during the day. He reports no motor vehicle collisions. He is independent with instrumental activities of daily living. He has hypertension treated with losartan.Findings on physical examination, including vital signs, are unremarkable.PHQ-2 score is 0.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Ophthalmology referral",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Snellen test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Visual field testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient reports nighttime vision changes and should be referred for formal ophthalmologic evaluation (Option A). Comprehensive geriatric assessment should include questioning about functional status, vision or hearing changes, cognitive changes, depression, and falls. If the patient reports symptoms in any of these areas, additional testing or referral may be needed. Although the U.S. Preventive Services Task Force concluded that evidence is insufficient to support formal vision testing for every geriatric patient every year, the prevalence of common, treatable eye conditions in this patient population and the negative effects of vision changes on mood, fall risk, functional status, and quality of life substantiate the importance of asking patients about vision changes and referring them to an eye specialist if changes are present. The American Academy of Ophthalmology recommends performing a comprehensive eye examination in older adults every 1 to 2 years. This older patient reports vision changes that have led him to avoid nighttime driving, which is commonly due to cataracts, and he should be referred to an ophthalmologist for a formal evaluation.The Snellen test (Option B) assesses visual acuity and is performed by asking the patient to read rows of letters, successively decreased in size, and comparing performance to a reference standard. Because it does not include examination of the eye, it is incapable of diagnosing conditions that occur at increased rates in older adults, such as cataracts, macular degeneration, glaucoma, and disease-related retinopathy. This patient requires a more comprehensive eye examination.Although visual field testing (Option C) is likely to be included in a more comprehensive ophthalmologic evaluation, visual field testing alone is insufficient to allow for appropriate diagnosis and treatment of conditions that may be responsible for this patient's symptoms.Older patients are at increased risk for cataracts, macular degeneration, presbyopia, glaucoma, and disease-related retinopathy. Additionally, reduced visual acuity decreases functional status and quality of life while increasing risk for falls, depression, and cognitive impairment. This patient reports nighttime vision problems, and he should be evaluated by an ophthalmologist; reassurance (Option D) is inappropriate.",
  "critique_links": [],
  "key_points": [
    "Comprehensive assessment of the geriatric patient should include questioning about functional status, vision or hearing changes, cognitive changes, depression, and falls; if the patient reports symptoms in any of these areas, additional testing or referral may be needed."
  ],
  "references": "Mangione CM, Barry MJ, Nicholson WK, et al; US Preventive Services Task Force. Screening for impaired visual acuity in older adults: US Preventive Services Task Force recommendation statement. JAMA. 2022;327:2123-2128. PMID: 35608838 doi:10.1001/jama.2022.7015",
  "related_content": {
    "syllabus": [
      "fcsec24010_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.777406-06:00"
}