{
  "question_id": "gimcq24061",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat mild travelers' diarrhea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 21-year-old man is evaluated for a 5-day history of nonbloody watery diarrhea that began after international travel. He has been having four to five bowel movements per day. His symptoms are bothersome but have not interfered with his daily activities. While traveling, he mostly avoided water that was not bottled, but this was not feasible during the entire trip. The patient has no pertinent personal or family medical history. He takes no medications.On physical examination, vital signs and other findings are normal.",
  "question_stem": "In addition to ensuring adequate hydration, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Bismuth and loperamide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stool cultures",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient's mild travelers' diarrhea is bismuth and loperamide (Option A). Acute diarrhea, defined as diarrhea occurring for less than 2 weeks, is usually infectious. Patients with acute, watery, nonbloody diarrhea can be classified as having mild or moderate to severe illness. Patients with mild illness have symptoms without a change in daily activities, whereas patients with moderate to severe illness have a forced change in activities due to their symptoms. This severity classification dictates treatment. Patients with mild travel-related illness should be treated with hydration; loperamide and bismuth can also be used to control symptoms. Patients with travel-related moderate to severe illness should be treated with hydration and antibiotics. This patient recently traveled to a country that may have less stringent water treatment practices. His diarrhea is mild and nonbloody. In this young and otherwise healthy patient, the diarrhea will most likely remit, and severe symptoms are unlikely. In addition to fluids, bismuth and loperamide can be used to relieve symptoms.If symptoms are debilitating (moderate to severe) and associated with travel, antimicrobial agents, such as a fluoroquinolone, azithromycin, or rifaximin, can be considered, particularly in patients with immunosuppression that may predispose them to more serious outcomes. This patient does not have these characteristics, and his diarrhea is also mild and nonbloody; therefore, ciprofloxacin therapy (Option B) should not be started (particularly given a concern for increasing resistance to fluroquinolones).Colonoscopy (Option C) is an appropriate recommendation for a patient with chronic diarrhea to evaluate for such conditions as inflammatory bowel disease and microscopic colitis. This patient has acute diarrhea, and colonoscopy is not indicated at this time.Patients with bloody diarrhea, fever, significant abdominal cramping, or suspected sepsis, and those who are hospitalized or immunocompromised, should have stool cultures (Option D) to guide treatment. Stool cultures may also be considered in patients with persistent symptoms or outbreak settings involving day care participants, institutional residents, health care providers, or food handlers. This patient does not have these symptoms or risk factors, and the yield of stool cultures in this setting is low. Culture can be considered if symptoms persist and do not respond to supportive measures.",
  "critique_links": [],
  "key_points": [
    "Treatment of mild, nonbloody travelers' diarrhea includes hydration as well as bismuth and loperamide to relieve symptoms; antibiotics should be considered for patients with moderate to severe symptoms."
  ],
  "references": "Riddle MS, DuPont HL, Connor BA. ACG clinical guideline: diagnosis, treatment, and prevention of acute diarrheal infections in adults. Am J Gastroenterol. 2016;111:602-622. PMID: 27068718 doi:10.1038/ajg.2016.126",
  "related_content": {
    "syllabus": [
      "gisec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.332815-06:00"
}