{
  "question_id": "onmcq24062",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Evaluate a postmenopausal patient with vaginal bleeding for endometrial cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old woman is evaluated for a 2-month history of intermittent vaginal bleeding. She reports no identifiable pattern or any factors causing her symptoms. Her last menstrual period was at age 51 years. She does not have epistaxis, easy bruising, or any other evidence of bleeding. She has hypertension and type 2 diabetes mellitus. Her medications are metformin, atorvastatin, empagliflozin, and candesartan.Physical examination findings, including vital signs and pelvic examination, are normal.Transvaginal ultrasound reveals an endometrial stripe thickness of 5 mm; no suspicious masses are noted.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Coagulation studies",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endometrial biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measurement of follicle-stimulating hormone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pelvic CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Endometrial biopsy (Option B) is the most appropriate test to perform next for this patient. Endometrial (uterine) cancer is the most common gynecologic cancer worldwide, occurring mostly in postmenopausal women. The most common presentation is abnormal vaginal bleeding, occurring in more than 90% of cases. Endometrial biopsy is usually diagnostic. All postmenopausal patients with vaginal bleeding should undergo endometrial biopsy to rule out endometrial cancer unless transvaginal ultrasonography reveals an endometrial stripe 4 mm thick or less. Proceeding directly to biopsy without ultrasonography is also a reasonable alternative in postmenopausal women with uterine bleeding. In addition, premenopausal patients with abnormal uterine bleeding over age 45 years as well as those under age 45 years who have risk factors for endometrial cancer should also undergo biopsy. This patient is postmenopausal and presents with abnormal uterine bleeding, and the endometrial stripe thickness was 5 mm; therefore, the most appropriate next step for this patient is endometrial biopsy.Coagulation studies (Option A) are not indicated for this patient. She has not had any previous episodes of bleeding or other bleeding indicating a coagulation disorder and reports very localized symptoms. Therefore, assessing coagulation study results is unlikely to reveal systemic abnormalities.Measurement of follicle-stimulating hormone (Option C) is not indicated. The patient has not had a menstrual period or vaginal bleeding since age 51 years and meets the criteria for menopause (12 months of amenorrhea). Additionally, laboratory testing to confirm menopausal status is recommended only in younger patients with possible early menopause. Such testing is not indicated in this patient but may include measurement of follicle-stimulating hormone, thyroid-stimulating hormone, and prolactin levels in the appropriate setting.Pelvic CT (Option D) is not the most appropriate test to perform next. If a diagnosis of endometrial cancer is confirmed, pelvic imaging and chest radiography can be considered for staging. However, performing pelvic CT without a diagnosis is not indicated.",
  "critique_links": [],
  "key_points": [
    "All postmenopausal patients with vaginal bleeding should undergo endometrial biopsy to rule out endometrial cancer unless transvaginal ultrasonography reveals an endometrial stripe 4 mm thick or less."
  ],
  "references": "Makker V, MacKay H, Ray-Coquard I, et al. Endometrial cancer. Nat Rev Dis Primers. 2021;7:88. PMID: 34887451 doi:10.1038/s41572-021-00324-8",
  "related_content": {
    "syllabus": [
      "onsec24007_24012"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.705526-06:00"
}