{
  "question_id": "npmcq24094",
  "category": "np",
  "educational_objective": "Diagnose drug-induced hypomagnesemia due to tacrolimus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 32-year-old woman is evaluated during a routine follow-up visit after undergoing living-related donor kidney transplantation 3 months ago. She reports increased muscle cramps since transplantation. Medical history includes end-stage kidney disease, lupus nephritis, hypertension, and gastroesophageal reflux disease. She does not drink alcohol. Medications are losartan, pantoprazole, prednisone, mycophenolate mofetil, and tacrolimus.On physical examination, vital signs are normal. The remainder of the examination is unremarkable.",
  "question_stem": "What is the most likely cause of this patient's hypomagnesemia?",
  "options": [
    {
      "letter": "A",
      "text": "Chronic kidney disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hypokalemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Losartan",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pantoprazole",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Tacrolimus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's hypomagnesemia is tacrolimus (Option E). Fifty percent to 70% of filtered magnesium is reabsorbed in the thick ascending limb of Henle through the paracellular pathway and driven by the positive electrochemical gradient established by the Na-K-2Cl transporter. An additional 10% is reabsorbed intracellularly in the distal convoluted tubule via the TRMP6 channel. More than 10 mg of magnesium in a 24-hour urine collection or a fractional excretion of magnesium (FEMg) >2% suggests renal wasting in the setting of hypomagnesemia. Magnesium wasting can be caused by numerous drugs, including diuretics, aminoglycosides, cisplatin, cetuximab, and calcineurin inhibitors, particularly tacrolimus. Tacrolimus is a common cause of hypomagnesemia in kidney transplant recipients following transplantation and has been reported in up to 43% of patients. Magnesium levels appear to be inversely related to the tacrolimus level. The exact mechanism of the renal wasting remains unclear but appears to be related to reduced expression of the magnesium channel TRPM6. This patient's FEMg of 10% is consistent with renal magnesium wasting due to tacrolimus.If severe, chronic kidney disease (Option A) can limit the kidneys' ability to handle a magnesium load and result in hypermagnesemia. This patient has hypomagnesemia, which excludes chronic kidney disease as a cause.Although hypomagnesemia is a cause of renal potassium wasting and hypokalemia (Option B), hypokalemia does not cause magnesium wasting.Losartan (Option C), an angiotensin receptor blocker, will lower aldosterone levels but has no effect on magnesium levels. Thus, it would not be expected to cause hypomagnesemia in this patient.Proton pump inhibitors such as pantoprazole (Option D), which this patient is taking, can cause hypomagnesemia. However, the mechanism is secondary to decreased gastrointestinal absorption, and the FEMg is usually less than 2%. This patient's FEMg is 10%, which makes pantoprazole an unlikely cause of hypomagnesemia.",
  "key_points": [
    "More than 10 mg of magnesium in a 24-hour urine collection or a fractional excretion of magnesium >2% suggests renal wasting in the setting of hypomagnesemia.",
    "Magnesium renal wasting can be caused by numerous drugs, including diuretics, aminoglycosides, cisplatin, cetuximab, and calcineurin inhibitors, particularly tacrolimus."
  ],
  "references": "Liamis G, Hoorn EJ, Florentin M, et al. An overview of diagnosis and management of drug-induced hypomagnesemia. Pharmacol Res Perspect. 2021;9:e00829. PMID: 34278747 doi:10.1002/prp2.829",
  "related_content": {
    "syllabus": [
      "npsec24002_24028"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:07:13.856374-06:00"
}