{
  "question_id": "idmcq24104",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose cryptococcal meningitis in a patient with end-stage liver disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 59-year-old man is hospitalized for headaches, confusion, and unsteady gait that have worsened during the past 2 weeks. He has end-stage liver disease, esophageal varices, and a history of spontaneous bacterial peritonitis. Medications are ciprofloxacin, spironolactone, and furosemide.On physical examination, temperature is 37.8 °C (100.1 °F), blood pressure is 97/58 mm Hg, pulse rate is 101/min, and respiration rate is 18/min. Oxygen saturation is 95% with the patient breathing ambient air. The patient is oriented to self but not time or place. Jaundice and scleral icterus are noted. His abdomen is distended because of ascites and is nontender to palpation.Cerebrospinal fluid studies:Opening pressure240 mm H2OHLeukocyte count54/μL (54 × 106/L); 20% polymorphonuclear cells, 78% lymphocytes, and 2% monocytesHGlucose40 mg/dL (2.2 mmol/L)LProtein80 mg/dL (800 mg/L)HA Gram stain of cerebrospinal fluid reveals yeast forms.CT scan of the head is normal.",
  "question_stem": "Which of the following is the most likely cause of this patient's infection?",
  "options": [
    {
      "letter": "A",
      "text": "Candida albicans",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coccidioides immitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cryptococcus neoformans",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Histoplasma capsulatum",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Infection with Cryptococcus neoformans (Option C) is the most likely diagnosis. Cryptococcus is an encapsulated yeast that is ubiquitous in the environment. Patients with immunocompromising conditions, such as advanced HIV infection, malignancy, cirrhosis, organ transplantation, and prolonged glucocorticoid use, are most affected, but infection can also occur in healthy persons. C. neoformans is the most commonly identified species. This organism is also the most common cause of fungal meningitis, which presents as lymphocytic, subacute meningitis. Signs and symptoms include fever, headache, nausea/vomiting, meningism, and altered mental status. Cerebrospinal fluid (CSF) analysis is essential to diagnose central nervous system (CNS) involvement. In addition to elevated opening pressure on lumbar puncture, classic CSF findings include the following:Increased leukocyte count (mainly lymphocytes)Increased protein levelLow to normal glucose levelYeast on Gram stain or culturePresence of cryptococcal antigenThis patient's history of end-stage liver disease, symptoms, and CSF laboratory findings are consistent with cryptococcal meningitis.Patients at the highest risk for candidemia are those who are immunocompromised, who have had recent abdominal surgery or trauma, or who are in the ICU. Candida albicans (Option A) is not a common cause of meningitis, especially in the absence of instrumentation of the CNS or indwelling hardware, such as a ventricular shunt.Coccidioides immitis and Histoplasma capsulatum (Options B, D) are dimorphic fungi and therefore found in yeast form on direct clinical samples. Dimorphics are difficult to cultivate from clinical specimens but are found in mycelial (mold) form when isolated through fungal cultures. Although disseminated infection resulting from coccidioidomycosis and histoplasmosis increase the risk for meningitis, the frequency of CNS involvement is much lower than with Cryptococcus species. CSF analysis most commonly demonstrates lymphocytic pleocytosis, although eosinophilic meningitis can also occur in coccidioidomycosis, and these organisms are rarely seen on direct microscopy of CSF.",
  "critique_links": [],
  "key_points": [
    "Cryptococcus neoformans is the most common cause of fungal meningitis, and the patients most affected are those with immunocompromising conditions such as advanced HIV infection, malignancy, cirrhosis, organ transplantation, and prolonged glucocorticoid use."
  ],
  "references": "Gushiken AC, Saharia KK, Baddley JW. Cryptococcosis. Infect Dis Clin North Am. 2021;35:493-514. PMID: 34016288 doi:10.1016/j.idc.2021.03.012",
  "related_content": {
    "syllabus": [
      "idsec24011_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.377335-06:00"
}