{
  "question_id": "gicor25017",
  "category": "gi",
  "educational_objective": "Diagnose pharyngoesophageal (Zenker) diverticulum.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 68-year-old man is evaluated for progressive difficulty swallowing, with a sensation of food getting stuck in the back of his throat, intermittent regurgitation of undigested food, and halitosis for the past 4 months. He has not experienced odynophagia, nausea, vomiting, heartburn, or weight loss. He has a history of gastroesophageal reflux disease that is well controlled with pantoprazole once daily. An endoscopy 18 months ago to evaluate the gastroesophageal reflux disease was unremarkable.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Barium esophagography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Esophageal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Laryngoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's symptoms of halitosis, dysphagia, and regurgitation of undigested food suggest pharyngoesophageal (Zenker) diverticulum, so barium esophagography (Option A) is the most appropriate initial diagnostic test and will demonstrate an outpouching at the pharyngoesophageal junction. Zenker diverticulum is typically seen in middle-aged and older men and is an acquired condition that is postulated to form because of structural weakness of a portion of a triangular area in the wall of the pharynx between the cricopharyngeus and thyropharyngeus (Killian triangle). Most Zenker diverticula are asymptomatic; when symptomatic, patients may experience dysphagia, regurgitation of undigested food, noisy swallowing, halitosis, cough, reflux symptoms, and weight loss. Some patients may develop complications such as aspiration pneumonia or fistula formation. Definitive treatment is typically a cricopharyngeal myotomy or sometimes secondary diverticulectomy.Esophageal manometry (Option B) is a useful test in the evaluation of a motility disorder (such as achalasia); it can be part of the evaluation for patients with atypical reflux symptoms or used before antireflux surgery to exclude diagnoses other than gastroesophageal reflux disease (GERD). Because this patient's symptoms most strongly suggest Zenker diverticulum, manometry would not be an appropriate first test, but it may be considered later in the evaluation if barium esophagography and endoscopy are unrevealing.Laryngoscopy (Option C) rarely is helpful as an initial test because it shows numerous secretions in patients with Zenker diverticulum. It would be done just before surgical intervention but is not indicated as a primary test.Upper endoscopy (Option D) can diagnose Zenker diverticulum through direct visualization and may help exclude other conditions. However, it is more invasive than barium esophagography and is not essential to definitively diagnose Zenker diverticulum. Moreover, this patient's symptoms strongly suggest Zenker diverticulum, his GERD symptoms are well controlled, and an upper endoscopy 18 months ago to assess his GERD was unremarkable. For these reasons, barium esophagography would be a more appropriate first step in this patient.",
  "critique_links": [],
  "key_points": [
    "Barium esophagography is recommended to evaluate patients with suspected Zenker diverticulum."
  ],
  "references": "Weusten BLAM, Barret M, Bredenoord AJ, et al. Endoscopic management of gastrointestinal motility disorders - part 2: European Society of Gastrointestinal Endoscopy (ESGE) guideline. Endoscopy. 2020;52:600-614. PMID: 32462649 doi:10.1055/a-1171-3174",
  "related_content": {
    "syllabus": [
      "gisec24001_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.218004-06:00"
}