{
  "question_id": "nrmcq24072",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage long-term antiplatelet agent therapy after an ischemic stroke.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 57-year-old woman is evaluated for a 3-month history of left-sided weakness. She has hypertension, dyslipidemia, and peripheral artery disease with stable claudication. Medications are irbesartan, high-intensity atorvastatin, and clopidogrel.On physical examination, vital signs are normal. Muscle strength is 4+/5 throughout the left arm and leg. Sensory examination is normal.MRI of the brain shows a chronic-appearing right internal capsule infarct. CT angiogram of the head and neck is normal. ECG and echocardiogram are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Change clopidogrel to prasugrel",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Change clopidogrel to warfarin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No change in treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No change in treatment (Option D) is indicated for this patient. Long-term antiplatelet therapy is indicated in patients with ischemic stroke who do not meet criteria for anticoagulation. Although patients with large strokes (National Institutes of Health Stroke Scale [NIHSS] score >5) should be treated with single-agent antiplatelet therapy, evidence supports using dual antiplatelet therapy (DAPT) for a range of 21 to 90 days in the acute period following a minor stroke. After 90 days, DAPT with clopidogrel and aspirin has the same efficacy but a higher risk for bleeding compared with either aspirin or clopidogrel alone. For monotherapy, clopidogrel is slightly superior to aspirin for composite cardiovascular disease outcomes, especially in patients with underlying peripheral artery disease. The overall absolute benefit of clopidogrel versus aspirin is less than 1% per year, however, and factors such as cost and adverse effects can also affect medication choice. Clopidogrel has also been compared in the chronic setting to aspirin-dipyridamole; neither agent was superior in reducing the risk for recurrent stroke, but clopidogrel monotherapy was better tolerated. This patient had a nondisabling ischemic stroke of lacunar subtype over 90 days ago and would not benefit from DAPT. Continuing clopidogrel monotherapy will provide the same benefit as DAPT without increasing the risk for bleeding.It would not be appropriate to add aspirin to clopidogrel (Option A) 3 months after symptom onset, as is the case with this patient, for secondary prevention. Adding aspirin to achieve DAPT is indicated for at most the first 90 days after ischemic stroke.In studies of its use after coronary artery stenting, prasugrel (Option B) was associated with a higher risk for intracranial hemorrhage in patients with a previous stroke. Prasugrel has a black-box warning for use in patients with previous stroke and would be inappropriate for this patient.The routine use of warfarin (Option C) is not indicated in patients with noncardioembolic stroke. Warfarin is not more effective than aspirin monotherapy in patients with noncardioembolic stroke and is not used for this indication, except in specific situations such as antiphospholipid antibody syndrome.",
  "critique_links": [],
  "key_points": [
    "After the acute phase of ischemic stroke (beyond 90 days), dual antiplatelet therapy with clopidogrel and aspirin has the same efficacy and higher risk for bleeding compared with aspirin or clopidogrel alone.",
    "Prasugrel is associated with increased risk for intracranial hemorrhage in patients with previous stroke and should not be used in patients with a history of stroke."
  ],
  "references": "Del Giovane C, Boncoraglio GB, Bertù L, et al. Antiplatelet drugs for secondary prevention in patients with ischemic stroke or transient ischemic attack: a systematic review and network meta-analysis. BMC Neurol. 2021;21:319. PMID: 34399713 doi:10.1186/s12883-021-02341-2",
  "related_content": {
    "syllabus": [
      "nrsec24004_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.149477-06:00"
}