{
  "question_id": "onmcq24037",
  "category": "on",
  "educational_objective": "Treat mismatch repair–deficient metastatic colorectal cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 43-year-old man is evaluated in the office for metastatic colon cancer. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. The liver edge is palpable 2 cm below the right costal margin.The remainder of laboratory study results are normal.Colonoscopy shows a nonobstructing mass in the ascending colon. Biopsy reveals adenocarcinoma. Mismatch repair proteins MLH1 and PMS2 are absent on immunohistochemical testing.Contrast-enhanced CT of the chest, abdomen, and pelvis is performed. Scans show four liver nodules consistent with metastases and enlarged retroperitoneal lymph nodes.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy alone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Immune checkpoint inhibitor therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Resection of the primary colon tumor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Resection of the primary colon tumor and liver metastases",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is immune checkpoint inhibitor therapy (Option B). All metastatic colorectal cancers require molecular analysis for determination of mismatch repair protein deficiency (dMMR) or microsatellite instability (MSI); KRAS, NRAS, and BRAF gene mutation status; and HER2 amplification status. Tumors that are dMMR, as shown here by absence of mismatch repair proteins MLH1 and PMS2, have an unusually high mutation burden. As such, these tumors often respond well to immune checkpoint inhibitors, particularly PD-1 inhibitors (e.g., pembrolizumab, nivolumab, or dostarlimab). Up to 10% of patients with dMMR tumors who are treated with a PD-1 inhibitor, with or without a CTLA4 inhibitor, will achieve a long-term complete response and will likely be cured. This patient has dMMR metastatic colon cancer, and treatment with an immune checkpoint inhibitor is indicated.Chemotherapy alone (Option A) is not appropriate in this case because patients with dMMR tumors respond better to immunotherapy. A randomized trial comparing first-line pembrolizumab to cytotoxic chemotherapy showed superior outcomes and lower toxicity in patients taking pembrolizumab.Surgery for removal of the primary tumor (Option C) in a patient with metastatic colon cancer is not needed if there is no obstruction or uncontrollable bleeding. Although this patient has iron deficiency, there is no evidence of clinically significant bleeding, and surgery is not needed.Resection of the primary colon tumor and liver metastases (Option D) is not the most appropriate management. Patients with metastatic disease limited to the liver should be evaluated for surgical resection with curative intent. Patients with resectable lesions may undergo initial resection or receive neoadjuvant chemotherapy followed by surgery. However, resection of liver metastases is not indicated in patients who have extrahepatic metastases, such as to the retroperitoneal lymph nodes in this patient.",
  "key_points": [
    "Patients with mismatch repair protein–deficient metastatic colon cancer should receive immunotherapy with PD-1 inhibitors.",
    "Up to 10% of patients with mismatch repair protein–deficient colon cancer who are treated with a PD-1 inhibitor, with or without a CTLA4 inhibitor, will achieve a long-term complete response and will likely be cured."
  ],
  "references": "Diaz LA Jr, Shiu KK, Kim TW, et al; KEYNOTE-177 Investigators. Pembrolizumab versus chemotherapy for microsatellite instability-high or mismatch repair-deficient metastatic colorectal cancer (KEYNOTE-177): final analysis of a randomised, open-label, phase 3 study. Lancet Oncol. 2022;23:659-70. PMID: 35427471 doi:10.1016/S1470-2045(22)00197-8",
  "related_content": {
    "syllabus": [
      "onsec24003_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:18.842967-06:00"
}