{
  "question_id": "idmcq24078",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent HIV after occupational exposure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 31-year-old man is evaluated for a needlestick injury. He is a nurse and accidentally punctured his left index finger with an 18-gauge needle 30 minutes ago while attempting to place an intravenous line. The source patient has HIV infection and is not taking antiretroviral therapy. Blood was visible on the needle and from the cut on the nurse's finger. He promptly washed the wound with soap and water for several minutes. Medical history is unremarkable, and he takes no medications.Other than a puncture on the finger, vital signs and physical examination findings are normal.A complete blood count, serum creatinine level, and liver function tests are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Dolutegravir and lamivudine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dolutegravir, lamivudine, and abacavir",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Dolutegravir, tenofovir disoproxil fumarate, and emtricitabine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat HIV testing in 2 weeks",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient is a regimen of dolutegravir, tenofovir disoproxil fumarate, and emtricitabine (Option C). After an occupational needlestick or other percutaneous injury, immediate thorough cleansing of the site using soap and warm water for several minutes is critical. HIV postexposure prophylaxis (PEP) is indicated after percutaneous exposure to infectious bodily fluids, such as blood, semen, and vaginal secretions, from a person with HIV. PEP is most effective when started promptly after the exposure and is not generally recommended after 72 hours have passed. HIV transmission risk is increased if the injury is deep or associated with a large volume of blood or if the source patient has a high HIV viral load. A three-drug antiretroviral regimen for 28 days is preferred for HIV PEP. PEP regimens are chosen based on efficacy and tolerability and include an integrase inhibitor (bictegravir or dolutegravir) plus two nucleoside reverse transcriptase inhibitors: tenofovir disoproxil fumarate or tenofovir alafenamide plus emtricitabine or lamivudine. If the source patient has drug-resistant HIV, the PEP regimen can be adjusted based on the source patient's genotype. After 28 days, antiretroviral agents are discontinued, and the index patient should undergo repeat HIV testing.Dolutegravir and lamivudine (Option A) is an option for initial treatment of HIV infection but should not be used in those with a pretreatment HIV RNA level greater than 500,000 copies/mL, chronic hepatitis B virus coinfection, or before results of HIV genotyping are available. Because HIV genotype of the source patient is often unknown, guidelines recommend a three-drug antiretroviral regimen for PEP.Dolutegravir, lamivudine, and abacavir (Option B) is a three-drug regimen used to treat HIV; it is not used for PEP. Abacavir has been associated with increased risk of cardiovascular events in some clinical studies and is also associated with a life-threatening hypersensitivity reaction. HLA-B*57:01 testing is required before abacavir is prescribed; persons who test positive for this allele have an increased risk of developing a hypersensitivity reaction and should not receive abacavir. For these reasons, abacavir is not recommended for PEP because alternative antiretroviral agents with less toxicity are available.HIV PEP is recommended for this patient because the source patient has HIV infection and is not taking antiretroviral therapy, so it is likely they have a detectable viral load. Additionally, blood was visible on the needle and from the injury. The risk of acquiring HIV is approximately 0.3% in this situation, so PEP should be initiated without awaiting repeat testing (Option D).",
  "critique_links": [],
  "key_points": [
    "Recommended HIV postexposure prophylaxis regimens include an integrase inhibitor (bictegravir or dolutegravir) plus two nucleoside reverse transcriptase inhibitors: tenofovir disoproxil fumarate or tenofovir alafenamide plus emtricitabine or lamivudine."
  ],
  "references": "Gandhi RT, Bedimo R, Hoy JF, et al. Antiretroviral drugs for treatment and prevention of HIV infection in adults: 2022 recommendations of the International Antiviral Society-USA panel. JAMA. 2023;329:63-84. PMID: 36454551 doi:10.1001/jama.2022.22246",
  "related_content": {
    "syllabus": [
      "idsec24019_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.716911-06:00"
}