{
  "question_id": "dmcor25007",
  "category": "dm",
  "educational_objective": "Diagnose melanoma using excisional biopsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for an enlarging, irregular, discolored lesion on her left shoulder that she first noticed 1 month ago.On physical examination, vital signs are normal.Skin findings are shown.The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cryotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Excisional biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Punch biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical clobetasol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is excisional biopsy (Option B) for this patient with suspected melanoma. Melanoma is the leading cause of skin cancer–related deaths. It has a wide variety of presentations but most commonly appears as a new spot or a change in an existing mole. The ABCDEs of identifying characteristics can help diagnose melanoma: Asymmetry, irregular Border, multiple Colors, Diameter greater than 6 mm, and Evolution or change over time. However, not all melanomas have these characteristics, and the threshold should be low for biopsy of lesions that are suspicious or differ from the patient's other nevi. The most appropriate biopsy method for a pigmented lesion is an excisional biopsy with a 1- to 2-mm margin to obtain the entire lesion and prevent sampling error. Information obtained from excisional biopsy includes tumor thickness and tumor mitotic rate, as well as the presence of lymphovascular invasion and ulceration. The most important prognostic factor for melanoma is increased tumor thickness (Breslow depth). Early diagnosis is critical, as 5-year survival for melanoma with a Breslow depth less than 0.75 mm is 95% but decreases to only 46% for 4-mm or greater thickness. This patient's lesion is notable for asymmetry, irregular borders, multiple colors, and a large diameter that has grown over a short period of time, all of which are ABCDE characteristics suggestive of melanoma. An excisional biopsy is indicated to confirm the diagnosis and provide staging information.Cryotherapy (Option A) is indicated for benign or premalignant skin lesions such as actinic keratoses. Cryotherapy must be avoided when melanoma is suspected, as it is in this patient with a pigmented lesion, because it may affect tumor staging (as can a punch biopsy).A punch biopsy (Option C) and other superficial biopsy techniques should be avoided because they do not provide complete prognostic details, such as Breslow depth, and may affect future staging because of destruction of the lesion.Topical glucocorticoids such as clobetasol (Option D) have no role in the treatment of melanoma. Surgical excision is essential for the diagnosis and subsequent management of suspected melanoma.",
  "key_points": [
    "The ABCDEs of identifying characteristics can help diagnose melanoma: Asymmetry, irregular Border, multiple Colors, Diameter greater than 6 mm, and Evolution or change over time.",
    "The most appropriate biopsy method for a pigmented lesion suspicious for melanoma is an excisional biopsy with a 1- to 2-mm margin to obtain the entire lesion and prevent sampling error."
  ],
  "references": "Swetter SM, Tsao H, Bichakjian CK, et al. Guidelines of care for the management of primary cutaneous melanoma. J Am Acad Dermatol. 2019;80:208-250. PMID: 30392755 doi:10.1016/j.jaad.2018.08.055",
  "related_content": {
    "syllabus": [
      "dmsec24017_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:47:48.991768-06:00"
}