{
  "question_id": "enmcq24028",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Diagnose adrenocortical carcinoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 36-year-old woman is evaluated for a 2-month history of weakness, fatigue, and weight gain of 15.9 kg (35.0 lb). She also reports voice deepening and increased facial hair. Over the last few days, she developed worsening abdominal pain and swelling in the lower extremities. She has not experienced a menstrual period since symptom onset. She takes no medications.On physical examination, blood pressure is 155/93 mm Hg and pulse rate is 98/min. Remaining vital signs are normal. BMI is 35. Androgen-pattern alopecia and facial hair are present. There is acne over the face and chest. Her face appears round, and dorsocervical fat pads are noted.The abdomen is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Adrenocortical carcinoma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Androgen-secreting adrenal adenoma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cortisol-secreting adrenal adenoma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pituitary adenoma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is adrenocortical carcinoma (ACC) (Option A). ACC is a rare, aggressive adrenal tumor that often secretes excess cortisol and/or androgen hormones. Approximately 50% of ACCs will secrete cortisol alone, whereas 20% to 30% secrete several hormones, including cortisol and androgens. Features concerning for adrenocortical carcinoma include rapid onset of Cushing syndrome (weight gain, facial rounding, proximal muscle weakness) or virilization. The tumors are often very large at the time of diagnosis, leading to mass effect symptoms of increased abdominal girth, abdominal pain, or lower extremity edema. This patient has rapid-onset clinical Cushing syndrome, including abdominal striae (thick, violaceous skin marks) characteristic of hypercortisolism, virilization, and signs of mass effect. Testing should include measurement of 24-hour urine cortisol and serum androgens and CT of the adrenal glands. ACC is often at an advanced stage at the time of diagnosis. Open resection is a first-line therapy for patients with localized disease, and palliative care for those with advanced ACC may include debulking surgery, radiation therapy, or chemotherapy.Androgen-secreting adrenal adenomas (Option B) are rare and characterized by progressive symptoms of virilization, including voice-deepening, increased libido, clitoromegaly, and coarsening of facial features. Hirsutism, acne, and alopecia can progress over time. Premenopausal patients may experience irregular menstrual bleeding. However, central weight gain and abdominal striae are not expected in this condition. Therefore, an androgen-secreting adrenal adenoma is an unlikely diagnosis in this patient.Cortisol-secreting adrenal adenomas (Option C) and, rarely, carcinomas account for 15% to 20% of endogenous causes of Cushing syndrome. These tumors are typically smaller than ACCs, and the majority of patients will have mild autonomous cortisol secretion, which does not cause the obvious signs and symptoms of clinical Cushing syndrome seen in this patient. Additionally, virilization, as seen in this patient, would not be expected in a patient with a cortisol-secreting adrenal adenoma.Pituitary adenoma (Option D) production of adrenocorticotropic hormone (ACTH) can cause endogenous Cushing syndrome. However, pituitary Cushing syndrome tends to be diagnosed after symptoms have gradually progressed over the course of several years, whereas this patient's symptoms progressed quickly over the course of a few months. Additionally, hirsutism, acne, and androgen-pattern alopecia can be seen with clinical Cushing syndrome, but virilization should not occur. For these reasons, it is unlikely that this patient has a pituitary adenoma.",
  "critique_links": [],
  "key_points": [
    "Adrenocortical carcinoma is a rare, aggressive tumor that secretes cortisol and/or androgen hormones; patients may present with symptoms of mass effect and rapid onset of Cushing syndrome, with or without virilization."
  ],
  "references": "Fassnacht M, Dekkers OM, Else T, et al. European Society of Endocrinology Clinical Practice Guidelines on the management of adrenocortical carcinoma in adults, in collaboration with the European Network for the Study of Adrenal Tumors. Eur J Endocrinol. 2018;179:G1-G46. PMID: 30299884 doi:10.1530/EJE-18-0608",
  "related_content": {
    "syllabus": [
      "ensec24004_24007"
    ]
  },
  "media": {
    "tables": [],
    "images": [
      "figures/enfig24200.003aa0b497d13754d04c0d115fc10766.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "enfig24200",
        "file": "figures/enfig24200.003aa0b497d13754d04c0d115fc10766.jpg",
        "title": "Striae in Adrenocortical Carcinoma",
        "short_title": "MK25ENGRUB016 Striae in Adrenocortical Carcinoma",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 559
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.784838-06:00"
}