{
  "question_id": "gimcq24016",
  "category": "gi",
  "educational_objective": "Evaluate a patient for Lynch syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "StemA 35-year-old woman is evaluated for cancer risk assessment. Her father was diagnosed with colon cancer at age 65 years. Her paternal aunt died of uterine cancer at age 55 years, and her paternal grandmother died of stomach cancer in her 60s.On physical examination, vital signs are normal.",
  "question_stem": "Which of the following is the most appropriate initial management?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Genetic counseling for the patient's father",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Genetic testing of the patient",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transvaginal ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening test is genetic counseling for the patient's father (Option B). This patient is at increased risk for colorectal cancer because of a family history of colorectal cancer in a first-degree relative (her father). However, other cancers have been noted in the family, including uterine (endometrial) and gastric cancer, raising concern for a hereditary cancer syndrome, such as Lynch syndrome. Lynch syndrome should be suspected in patients with the following:Synchronous or metachronous colorectal cancersColorectal cancer before age 50 yearsOccurrence of multiple Lynch syndrome–associated cancers (endometrial, ovarian, stomach, and genitourinary)Family history of multiple cancers associated with Lynch syndrome (as in this patient)Clinical criteria to evaluate for Lynch syndrome include the Amsterdam and Bethesda criteria (see ) as well as the PREdiction Model for gene Mutations 5 (PREMM), but they have limited utility. As such, genetic counseling and testing should be offered to patients with a personal and/or family history consistent with Lynch syndrome; in families in whom Lynch syndrome is suspected, testing should begin with the patient affected by cancer. In this case, the patient's father should undergo genetic counseling. If a pathologic germline variant is identified in the patient's father, then his first-degree relatives (including his daughter) are candidates for cascade genetic testing.Colonoscopy (Option A) is not yet recommended because the patient's father was diagnosed with colorectal cancer at age 65 years, and a pathologic germline variant has not yet been identified. Colorectal cancer screening for patients with a family history of colorectal cancer should begin at age 40 years or 10 years before the age at which a first-degree relative was diagnosed, whichever is earliest. In the absence of a pathologic germline variant predisposing to colorectal cancer, this patient should not undergo colonoscopy until age 40 years.This patient does not currently meet criteria for genetic testing (Option C), including requirements of the Amsterdam criteria because no family members were diagnosed before age 50 years. Additionally, this patient's prediction model scores, such as PREMM5, do not exceed a threshold at which she would meet criteria for genetic testing. In families in whom Lynch syndrome is suspected, genetic testing should begin with the family member affected by cancer.Although surveillance for endometrial cancer and risk-reducing strategies may be considered in women with Lynch syndrome, this condition has not yet been identified in this patient, so transvaginal ultrasonography (Option D) is not indicated.",
  "key_points": [
    "Lynch syndrome is a hereditary cancer syndrome that should be suspected in patients with synchronous or metachronous colorectal cancers, colorectal cancer before 50 years of age, occurrence of multiple Lynch syndrome–associated cancers, or a family history of multiple cancers associated with Lynch syndrome.",
    "In families in whom Lynch syndrome is suspected, testing should begin with the patient affected by cancer."
  ],
  "references": "National Comprehensive Cancer Network. Genetic/familial high-risk assessment: colorectal. Version 3.2022. www.nccn.org/professionals/physician_gls/pdf/genetics_colon.pdf. Accessed December 6, 2022.",
  "related_content": {
    "syllabus": [
      "gisec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:30.831026-06:00"
}