{
  "question_id": "idmcq24052",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat acute pyelonephritis in the outpatient setting.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 34-year-old woman is evaluated in the emergency department for 3 days of dysuria and urinary urgency and frequency and 1 day of fever and left flank pain. She reports no nausea or vomiting. Medical history is notable for a urinary tract infection 2 months ago treated with trimethoprim-sulfamethoxazole.On physical examination, temperature is 38.9 °C (102.0 °F), blood pressure is 124/68 mm Hg, and pulse rate is 100/min. Mental status is normal. Abdominal palpation elicits suprapubic tenderness and costovertebral angle tenderness on the right side.Laboratory studies:Leukocyte count24,000/µL (24 × 109/L)HUrinalysis with microscopyPositive for nitrites and leukocyte esterase; >180 leukocytes/hpf, 20 erythrocytes/hpfUrine culture is pending.In the emergency department, one dose of intravenous ceftriaxone is given. Clinical improvement is noted following acetaminophen and intravenous fluids. She is tolerating oral medications and will be discharged.",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin-clavulanate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fosfomycin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nitrofurantoin",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional treatment is oral ciprofloxacin (Option B) for this patient with acute pyelonephritis. Acute pyelonephritis can usually be managed in the outpatient setting with oral antibiotics after an initial dose of a parenteral antibiotic. Hospitalization should be considered for patients who have hemodynamic instability, obstructive disease, pregnancy, complicating comorbidities, pathogen resistance requiring parenteral antibiotic therapy, an inability to tolerate oral medications, or lack of home supervision or reliable clinical follow-up; none of these factors are present in this case. Fluoroquinolones (ciprofloxacin for 7 days or levofloxacin for 5 days) are the only oral agents recommended for empiric outpatient treatment, but an initial dose of a long-acting parenteral antibiotic (such as ceftriaxone, 1 g, or a once-daily aminoglycoside) should be given before oral fluoroquinolone courses when local resistance rates exceed 10%, as was done in this case. This patient's fever, flank pain, costovertebral angle tenderness, and urinalysis are consistent with acute pyelonephritis. She appropriately received one dose of ceftriaxone in the emergency room, and subsequent outpatient management with ciprofloxacin for 7 days is indicated.β-Lactams (e.g., amoxicillin-clavulanate or oral cephalosporins) (Option A) are inferior to other agents for the treatment of pyelonephritis and should only be chosen if other agents are contraindicated or not feasible and if susceptibility results are known.Oral fosfomycin (Option C) can be used for uncomplicated cystitis, but it does not achieve serum levels sufficient to be used to treat pyelonephritis. Therefore, fosfomycin is not an appropriate antibiotic choice for this patient.Nitrofurantoin (Option D) is a preferred treatment option for uncomplicated cystitis. However, it does not achieve sufficient serum levels to be used for pyelonephritis, so would not be an appropriate therapy choice for this patient.When a fluoroquinolone is contraindicated, trimethoprim-sulfamethoxazole (Option E) (twice daily for 14 days) may be used to treat pyelonephritis after pathogen susceptibility is proven; however, trimethoprim-sulfamethoxazole should be avoided as initial empiric therapy because of concerns for Escherichia coli resistance. In addition, because the patient was treated for a UTI with this medication in the past several months, it should be avoided.",
  "critique_links": [],
  "key_points": [
    "Acute pyelonephritis can usually be managed in the outpatient setting with oral antibiotics; fluoroquinolones are the only oral agents recommended for empiric outpatient treatment."
  ],
  "references": "Gupta K, Hooton TM, Naber KG, et al; Infectious Diseases Society of America. International clinical practice guidelines for the treatment of acute uncomplicated cystitis and pyelonephritis in women: a 2010 update by the Infectious Diseases Society of America and the European Society for Microbiology and Infectious Diseases. Clin Infect Dis. 2011;52:e103-20. PMID: 21292654 doi:10.1093/cid/ciq257",
  "related_content": {
    "syllabus": [
      "idsec24008_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.152232-06:00"
}