{
  "question_id": "rmcor25029",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Prevent gout flares in a patient beginning urate-lowering therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 52-year-old man is evaluated after a third gout flare affecting the right great toe over the past year. At the onset of the flare, he took 1.2 mg of colchicine, followed by 0.6 mg 1 hour later, then 0.6 mg twice daily. The colchicine managed his pain but caused diarrhea, and he has since discontinued it. He also has hypertension, for which he takes losartan.On physical examination, vital signs and other findings are unremarkable.Laboratory studies:Creatinine0.9 mg/dL (106.1 μmol/L)Urate8.1 mg/dL (0.4 mmol/L)A complete blood count is normal.Allopurinol is initiated.",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Colchicine once daily",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-dose prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switching losartan to atenolol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional treatment is colchicine once daily (Option A). Whenever urate-lowering therapy, such as allopurinol, is initiated for gout, mobilization of monosodium urate crystals from joints and soft tissues can provoke flares. Accordingly, the American College of Rheumatology strongly recommends anti-inflammatory prophylaxis to prevent flares in patients starting urate-lowering therapy during intercritical periods, such as this patient. Prophylaxis should be continued for 3 to 6 months, with ongoing evaluation and continued prophylaxis as needed if flares continue. Colchicine is safe and effective for treatment and prophylaxis of gout flares. Gastrointestinal adverse effects, particularly diarrhea, are common. Most patients who develop diarrhea while taking colchicine can tolerate the drug without significant adverse effects if the dose is reduced. In this patient who is about to start allopurinol, colchicine should be resumed. A colchicine dose of one 0.6-mg tablet daily for flare prophylaxis is likely to be effective and tolerable in this case. If this patient cannot tolerate low-dose colchicine, a low-dose NSAID could be trialed.Anti-inflammatory prophylaxis options for patients initiating urate-lowering therapy include colchicine, NSAIDs, or glucocorticoids (prednisone or prednisolone). The choice of anti-inflammatory medication depends on patient factors, but colchicine is typically preferred. Low-dose prednisone (Option B) is generally reserved for patients who cannot tolerate colchicine or NSAIDs because glucocorticoids are associated with many adverse effects, including hyperglycemia and osteoporosis. Although this patient had diarrhea after a loading dose and 1.2 mg of colchicine daily, a lower dose will probably be tolerable.Switching losartan to atenolol (Option C) is not indicated. Losartan is often used in patients with gout and hypertension because it has uricosuric effects. Atenolol does not confer the same benefit, and in fact, β-blockers may increase serum uric acid levels. Thiazide and loop diuretics should be avoided in patients with gout, if possible, because they reduce urate excretion.Because urate-lowering therapy can precipitate a gout flare, anti-inflammatory prophylaxis should be coadministered when urate-lowering therapy is initiated. Therefore, it is inappropriate to provide no additional treatment (Option D).",
  "critique_links": [],
  "key_points": [
    "The American College of Rheumatology strongly recommends anti-inflammatory prophylaxis to prevent gout flares in patients starting urate-lowering therapy during intercritical periods.",
    "Gastrointestinal adverse effects, particularly diarrhea, associated with colchicine are common but can often be resolved with a dose decrease."
  ],
  "references": "FitzGerald JD, Dalbeth N, Mikuls T, et al. 2020 American College of Rheumatology guideline for the management of gout. Arthritis Care Res (Hoboken). 2020;72:744-760. PMID: 32391934 doi:10.1002/acr.24180",
  "related_content": {
    "syllabus": [
      "rmsec24012_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:21.751392-06:00"
}