{
  "question_id": "npmcq24007",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose primary aldosteronism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 42-year-old woman is evaluated for an elevated blood pressure reading of 165/78 mm Hg measured at a recent health fair. Her father was diagnosed with hypertension in his 30s. She is asymptomatic. She has no medical conditions and does not take any medications.On physical examination, blood pressure is 162/98 mm Hg, and pulse rate is 84/min. The remainder of the examination is normal.Laboratory studies:Blood urea nitrogen12 mg/dL (4.3 mmol/L)Creatinine0.7 mg/dL (61.9 µmol/L)ElectrolytesSodium142 mEq/L (142 mmol/L)Potassium3.2 mEq/L (3.2 mmol/L)LChloride100 mEq/L (100 mmol/L)Bicarbonate36 mEq/L (36 mmol/L)H",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the adrenal glands",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "24-Hour urine fractionated metanephrine and catecholamine levels",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plasma aldosterone concentration/plasma renin activity ratio",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Renal duplex Doppler ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is a plasma aldosterone concentration (PAC)/plasma renin activity ratio (PRA) (Option C) to evaluate for the presence of primary aldosteronism. Primary aldosteronism, in which aldosterone production cannot be suppressed with sodium loading, is a common cause of secondary hypertension. A triad of resistant hypertension, metabolic alkalosis, and hypokalemia should raise suspicion. However, it is common for patients with primary aldosteronism to have low normal potassium; therefore, a high index of suspicion is required. Screening is recommended if any of the following are present: sustained blood pressure (BP) >150/100 mm Hg on three separate occasions, with hypertension (BP >140/90 mm Hg) resistant to three conventional antihypertensive drugs (one of which is a diuretic), or controlled BP on four or more antihypertensives; hypertension associated with spontaneous or diuretic-induced hypokalemia; hypertension and an incidentally discovered adrenal mass; hypertension and sleep apnea; hypertension with a family history of either early-onset hypertension or cerebrovascular accident before age 40 years; and hypertension in the setting of a first-degree relative with primary aldosteronism. Higher cardiovascular morbidity and mortality occur in patients with primary aldosteronism compared with primary hypertension and similar BP control, so identifying these patients is critical. A PAC/PRA ratio is used for testing; a very high PAC/PRA ratio suggests the diagnosis. This patient has new-onset stage 2 hypertension, hypokalemia, metabolic alkalosis, and a family history of early-onset hypertension in a first-degree relative. An evaluation for primary aldosteronism is indicated.A dedicated CT of the adrenal glands (Option A) would be performed if a PAC/PRA ratio is high to determine whether the hyperaldosteronism is caused by diffuse hyperplasia (most common) versus an aldosterone-producing adenoma. Hyperplasia is managed with an aldosterone-receptor antagonist such as spironolactone, whereas an adenoma requires surgical resection.Measurement of 24-hour urine fractionated metanephrine and catecholamine levels (Option B) is indicated if pheochromocytoma, a catecholamine-secreting tumor, is suspected. The absence of episodic palpitations, headaches, and tachycardia and the presence of metabolic alkalosis and hypokalemia make pheochromocytoma less likely in this patient.Renal duplex Doppler ultrasonography (Option D) can be used to evaluate for renal artery stenosis, which may also cause secondary hypertension. It should be suspected in patients who present with onset of severe hypertension after age 55 years; recurrent flash pulmonary edema; refractory heart failure; acute kidney injury after initiation of an ACE inhibitor/angiotensin receptor blocker; or acute kidney injury after control of BP to target. A renal bruit may be present. This patient does not require renal duplex Doppler ultrasonography.",
  "critique_links": [],
  "key_points": [
    "A triad of hypertension, metabolic alkalosis, and hypokalemia is suggestive of primary aldosteronism, a common cause of secondary hypertension; however, most patients have normal potassium levels.",
    "Initial testing for suspected primary aldosteronism should be performed with a plasma aldosterone concentration/plasma renin activity ratio."
  ],
  "references": "Reincke M, Bancos I, Mulatero P, et al. Diagnosis and treatment of primary aldosteronism. Lancet Diabetes Endocrinol. 2021;9:876-892. PMID: 34798068 doi:10.1016/S2213-8587(21)00210-2",
  "related_content": {
    "syllabus": [
      "npsec24005_24048"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.710059-06:00"
}