{
  "question_id": "oncor25002",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Screen for bone loss in a patient taking an aromatase inhibitor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old woman is evaluated during a follow-up examination. Two years ago, she was diagnosed with right-sided, stage IIB, estrogen receptor–positive, HER2-negative breast cancer and was treated with mastectomy, postmastectomy radiation therapy, and anastrozole. At the time of diagnosis, bone mineral density was normal. One month ago, mammography of the left breast showed no evidence of malignancy. She is currently asymptomatic. Medical history is otherwise unremarkable. Medications are anastrozole, a calcium supplement, and cholecalciferol.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate test at this time?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the chest, abdomen, and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dual-energy x-ray absorptiometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Myocardial scintigraphy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has been taking an aromatase inhibitor for 2 years, and her bone density should be reevaluated with dual-energy x-ray absorptiometry (DEXA) (Option B). Aromatase inhibitors inhibit peripheral conversion of androgens to estrogens, resulting in bone loss and an elevated risk for fracture. The risk for fracture with 5 years of aromatase inhibitor therapy is approximately 8% to 10%. Patients receiving extended aromatase inhibitor therapy have a higher risk for bone loss and fracture. Consensus guidelines recommend obtaining bone density tests routinely to assess fracture risk. The American Society of Clinical Oncology recommends that patients with nonmetastatic cancer who are prescribed aromatase inhibitors be offered bone mineral density testing every 2 years, or as frequently as annually if medically necessary. Clinical tools such as the Fracture Risk Assessment Tool (FRAX) can be used to estimate fracture risk using bone density measurement. Fracture risk informs management strategies for osteoporosis and osteopenia, including use of a bone-modifying agent, such as a bisphosphonate.Routine surveillance CT (Option A) is not recommended for breast cancer survivors who do not have symptoms suggesting distant recurrence. Multiple randomized trials have compared an intensive surveillance strategy (with CT and tumor markers) versus routine care and found no difference in long-term outcomes except that intensive surveillance was associated with inferior quality of life. Aside from annual mammography of remaining breast tissue, or screening breast MRI in selected patients, imaging should be guided by a patient's symptoms or examination findings that raise concern for recurrence.Although thoracic radiation therapy is a risk factor for coronary artery disease, myocardial scintigraphy (Option C) is not indicated for asymptomatic individuals, such as this patient.No further testing (Option D) would be inappropriate. Despite this patient's normal baseline bone mineral density, aromatase inhibitor therapy accelerates bone loss, so she should be reevaluated for decreased bone mineral density at this time.",
  "critique_links": [],
  "key_points": [
    "Aromatase inhibitors induce bone loss and an elevated risk for fracture; patients taking aromatase inhibitors should undergo baseline bone density studies and then repeat testing every 1 to 2 years."
  ],
  "references": "Khan MI. Management of bone loss due to endocrine therapy during cancer treatment. Osteoporos Int. 2023;34:671-680. PMID: 36656338 doi:10.1007/s00198-023-06672-3",
  "related_content": {
    "syllabus": [
      "onsec24002_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.387699-06:00"
}