{
  "question_id": "rmmcq24064",
  "category": "rm",
  "educational_objective": "Treat chronic calcium pyrophosphate crystal inflammatory arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 72-year-old patient is evaluated for a 3-month history of symmetric polyarthritis of the wrists and metacarpophalangeal (MCP) joints. Two previous episodes of acute knee swelling self-resolved within 2 weeks. The patient also has hypertension, gastroesophageal reflux, and prediabetes. Current medications are hydrochlorothiazide and omeprazole.On physical examination, vital signs are normal. Swelling, tenderness, mild erythema, and warmth are observed across all MCP joints and in the wrists bilaterally. There is no pain or swelling of the distal interphalangeal joints, and no rash is seen.Musculoskeletal ultrasound reveals hyperechoic linear intermittent deposits localized within the hyaline articular cartilage of the second through fourth metacarpal heads and of the triangular fibrocartilage of the wrists bilaterally, along with synovitis and increased blood flow. There are no erosions. Radiograph reveals stippled linear calcium deposition in the same joint spaces.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Acetaminophen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with chronic calcium pyrophosphate deposition (CPPD) inflammatory arthritis is colchicine (Option B). Chronic CPPD inflammatory arthritis is a polyarthritis often involving the wrists and metacarpophalangeal (MCP) joints (“pseudo–rheumatoid arthritis”). On imaging, cartilage calcification (chondrocalcinosis) appears as a linear opacity below the surface of articular cartilage and commonly occurs in the knees, wrists (triangular fibrocartilage), pelvis (symphysis pubis), and MCP joints. Treatment of CPPD inflammatory arthritis is directed at the inflammatory response. Colchicine is an anti-inflammatory agent that is a preferred treatment for CPPD-mediated inflammation. Possible contraindications to colchicine include coadministration of drugs that are metabolized by CYP3A4 or P-glycoprotein enzymes, or severe kidney disease. This patient has symmetric inflammatory synovitis of the bilateral hands and wrists. Although this pattern of inflammatory arthritis can be seen in rheumatoid arthritis, and less commonly in psoriatic arthritis, the presence of calcium deposits in the cartilage of the affected joints best supports a diagnosis of chronic CPPD inflammatory arthritis. The history of previous episodic, rapidly self-resolving knee inflammatory arthritis also supports CPPD inflammatory arthritis, presenting in those instances as an acute inflammatory flare. This patient's risk factors for CPPD deposition include a thiazide diuretic and low magnesium level. This patient has no contraindications to colchicine therapy, which should be the next step in management.Treatment of CPPD disease is aimed at mitigating inflammation. Acetaminophen (Option A) might provide modest adjunctive pain relief but would not treat the inflammation that is the cause of the patient's discomfort.Methotrexate (Option C) would be an appropriate (and typically first-line) therapy for rheumatoid or psoriatic arthritis. These entities are unlikely in this patient, who has negative results for rheumatoid factor and anti–cyclic citrullinated peptide antibodies, does not have psoriasis, and has a better diagnostic explanation in CPPD disease. Methotrexate is not recommended for CPPD inflammatory arthritis because of limited evidence for efficacy.Prednisone (Option D) is an anti-inflammatory agent recognized as a treatment for CPPD inflammatory arthritis. However, this patient has prediabetes, and prednisone can raise blood glucose levels. Because choice of an anti-inflammatory agent should be based on minimizing toxicity as well as effectiveness, prednisone is less appropriate in this situation.",
  "key_points": [
    "Treatment of chronic calcium pyrophosphate deposition inflammatory arthritis is directed at the inflammatory response; colchicine is a preferred treatment for calcium pyrophosphate deposition–mediated inflammation."
  ],
  "references": "Flood R, Stack J, McCarthy G. An update on the diagnosis and management of calcium crystal disease. Curr Rheumatol Rep. 2023;25:145-151. PMID: 37249830 doi:10.1007/s11926-023-01106-9",
  "related_content": {
    "syllabus": [
      "rmsec24012_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:47:08.953931-06:00"
}