{
  "question_id": "hmmcq24058",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Treat venous thromboembolism in a patient with high-risk antiphospholipid antibody syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 32-year-old woman undergoes follow-up evaluation for recurrent venous thromboembolism. Eighteen months ago, she was diagnosed with deep venous thrombosis of the left leg, for which she received 3 months of anticoagulation with apixaban. Four months ago, she had a pulmonary embolism, and warfarin was started. Laboratory testing at that time was positive for lupus anticoagulant, high-titer IgG anticardiolipin antibodies, and anti-β2-glycoprotein antibodies. She has no family history of thrombosis. Her only medication is warfarin.On physical examination, vital signs and other findings are normal.Laboratory studies:INR2.7Repeat testing shows a persistently positive lupus anticoagulant and high-titer IgG anticardiolipin and anti-β2-glycoprotein antibodies.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continue warfarin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue warfarin and start apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stop anticoagulation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with antiphospholipid antibody syndrome (APLAS) and venous thromboembolism (VTE) is to continue anticoagulation with warfarin (Option B). APLAS is an autoimmune disorder associated with venous and arterial thrombosis as well as an increased risk of obstetric complications. Diagnosis is made based on thrombotic (VTE, arterial thrombosis, noninfectious cardiac vegetations) or obstetric events in combination with laboratory findings (Table: Diagnosis of Antiphospholipid Antibody Syndrome). Laboratory testing includes the anticardiolipin antibodies, anti-β2-glycoprotein antibodies, and lupus anticoagulant. For diagnosis, laboratory findings must be positive for either lupus anticoagulant or medium- or high-titer antiphospholipid IgG antibodies (anticardiolipin or anti-β2-glycoprotein-I antibodies) on two or more occasions at least 12 weeks apart. Patients with high-risk APLAS should receive anticoagulation with a vitamin K antagonist (VKA) rather than a direct oral anticoagulant (DOAC); warfarin is the preferred oral anticoagulant in this patient group. This patient meets the criteria for high-risk APLAS based on the combination of unprovoked VTE and persistent triple-positive antibody testing. Warfarin should be continued.Although antiplatelet therapy such as aspirin (Option A) is often added to anticoagulation in patients with arterial thrombosis, especially following arterial stent placement, this patient has no indication for the addition of antiplatelet therapy. Adding aspirin would increase the risk of bleeding without incurring a clear overall benefit.Discontinuing warfarin and starting apixaban (Option C) is not appropriate. Although DOACs are preferred to VKAs for most patients with VTE, data suggest that DOACs are not as effective as warfarin for the prevention of recurrent thrombotic events in patients with high-risk APLAS.Stopping anticoagulation (Option D) is not appropriate. Most patients with uncomplicated VTE should receive 3 to 6 months of anticoagulation as primary treatment. In patients with chronic risk factors, recurrent thromboses, or unprovoked VTE, consideration should be given to indefinite therapy. Similarly, patients diagnosed with APLAS typically require long-term anticoagulation therapy because of the risk of recurrent thrombosis. This patient has APLAS and recurrent disease without a reversible risk factor; she should be maintained on anticoagulation with warfarin indefinitely.",
  "critique_links": [],
  "key_points": [
    "High-risk antiphospholipid antibody syndrome is diagnosed based on thrombotic or obstetric events combined with the persistent presence of lupus anticoagulant and anticardiolipin antibodies.",
    "Patients with high-risk antiphospholipid antibody syndrome should receive anticoagulation with warfarin rather than direct oral anticoagulants."
  ],
  "references": "Barbhaiya M, Zuily S, Naden R, et al; ACR/EULAR APS Classification Criteria Collaborators. The 2023 ACR/EULAR antiphospholipid syndrome classification criteria. Arthritis Rheumatol. 2023;75:1687-1702. PMID: 37635643 doi:10.1002/art.42624",
  "related_content": {
    "syllabus": [
      "hmsec24009_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.549495-06:00"
}
