{
  "category": "on",
  "critique": "The most appropriate management for this patient is supportive care and hospice referral (Option D). Patients with a poor performance status who are debilitated due to chronic comorbidities may be best served by less aggressive treatment or possibly no specific anticancer treatment, whereas an attempt at aggressive treatment may be warranted in those who would otherwise be medically fit but are acutely debilitated by their cancer. Treatment choice may also be directed by the likely responsiveness of the malignancy to chemotherapy or immunotherapy. This patient has a poor performance status that, based on his history, was present before he developed metastatic pancreatic cancer, and he has since deteriorated further. In addition, metastatic pancreatic cancer is relatively insensitive to chemotherapy, and a major response to cancer treatment is not expected to result in substantial overall clinical improvement. Furthermore, he is likely to have poor tolerance to most chemotherapies. Supportive care and hospice management would be the most appropriate course of action.This patient should not be treated with gemcitabine (Option A). Monotherapy with gemcitabine is unlikely to be meaningfully beneficial in a patient with pancreatic cancer and is additionally contraindicated in this patient with a significant bilirubin elevation.Treatment with 5-fluorouracil (5-FU) and leucovorin (Option B) is not appropriate in this patient. Less aggressive regimens, such as 5-FU and leucovorin or 5-FU and gemcitabine, might be considered in some patients with metastatic pancreatic cancer who have good performance status. They are, however, unlikely to result in significant clinical improvement in this patient and would lead to substantial toxicity.Treatment with 5-FU, leucovorin, oxaliplatin, and irinotecan (Option C) is not indicated for this patient. This is a standard regimen for a patient with metastatic pancreatic cancer who has an excellent performance status and normal organ function. However, it would be poorly tolerated in this patient with poor performance status.",
  "educational_objective": "Select appropriate treatment for a patient with cancer and poor performance status.",
  "extracted_at": "2025-12-22T20:27:25.401028-06:00",
  "key_points": [
    "Patients with a poor performance status who are debilitated due to chronic comorbidities may be best served by less aggressive treatment or possibly no specific anticancer treatment."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Gemcitabine"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "5-Fluorouracil (5-FU) and leucovorin"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "5-FU, leucovorin, oxaliplatin, and irinotecan"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Supportive care and hospice referral"
    }
  ],
  "question_id": "onmcq24049",
  "question_stem": "Which of the following is the most appropriate management?",
  "question_text": "An 82-year-old man is brought to the emergency department by his long-term home health aide because of weakness, fatigue, jaundice, and loss of appetite. He has a long history of multiple medical conditions, including type 2 diabetes mellitus, heart failure with reduced ejection fraction, and cirrhosis, and has been largely homebound for several years. He reports early satiety and minimal food intake over the past month and has lost 9.1 kg (20.0 lb) over the past 3 weeks. The patient rarely leaves his bedroom and requires help to get to the bathroom. Medications include empagliflozin, insulin, valsartan-sacubitril, furosemide, carvedilol, lactulose, and simvastatin.On physical examination, vital signs are normal. The patient appears lethargic and cachectic with marked bitemporal wasting. Scleral icterus is noted. The liver edge is palpable 5 cm below the costal margin.Contrast-enhanced CT of the chest, abdomen, and pelvis is performed. Scans reveal a 5-cm mass in the head of the pancreas and multiple hypodense lesions in the liver consistent with metastases. After a discussion of the options, the patient wishes to pursue further diagnostic measures, and a needle biopsy shows poorly differentiated adenocarcinoma.",
  "references": "El-Jawahri A, LeBlanc TW, Kavanaugh A, et al. Effectiveness of integrated palliative and oncology care for patients with acute myeloid leukemia: a randomized clinical trial. JAMA Oncol. 2021;7:238-45. PMID: 33331857 doi:10.1001/jamaoncol.2020.6343",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "onsec24001_24005"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}