{
  "question_id": "gimcq24067",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat irritable bowel syndrome with predominant constipation refractory to osmotic laxatives.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 27-year-old woman is evaluated for a 2-year history of chronic constipation and abdominal pain. She takes polyethylene glycol once daily but occasionally must increase the frequency to twice or three times daily when symptoms are worse. She has no medical problems and takes no other medications.On physical examination, vital signs are normal. The abdomen is nondistended. Rectal examination shows appropriate perineal descent, normal resting anal sphincter tone and relaxation, and normal puborectalis muscle relaxation.Laboratory studies show a normal serum thyroid-stimulating hormone level.Plain abdominal radiograph shows increased stool burden.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Anorectal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Linaclotide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Saline enemas",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with irritable bowel syndrome with predominant constipation (IBS-C) is linaclotide (Option C). IBS is a heterogeneous group of functional bowel disorders defined by abdominal pain in association with defecation or change in bowel habits. Pain may worsen or subside with defecation. Altered bowel habits may include constipation (as in this patient), diarrhea, or both. Several peripherally acting medications are effective for treating IBS-C, including polyethylene glycol and intestinal secretagogues (e.g., linaclotide, lubiprostone, plecanatide, and tenapanor). The secretagogues are typically used to treat symptoms refractory to osmotic laxatives. The mechanisms vary but consist primarily of either drawing more fluid into the gastrointestinal lumen by promotion of ion secretion or reduction of ion absorption, or stimulation of contractions. This patient has symptoms and physical examination findings suggestive of IBS-C, which has been refractory to an osmotic laxative, and linaclotide is an appropriate next step. Patients should be cautioned that linaclotide can cause abdominal pain and diarrhea and can take up to 4 weeks to have noticeable effects on form and frequency of bowel movements.Anorectal manometry (Option A) is an underused modality to address pelvic floor dysfunction that can result in constipation. Although a rectal examination can show markedly abnormal pelvic floor dynamics, anorectal manometry is more sensitive. This patient's appropriate perineal descent and sphincter and puborectalis function during examination make severe pelvic floor dysfunction unlikely. However, manometry should be considered if constipation is refractory to polyethylene glycol and linaclotide.Colonoscopy (Option B) is frequently recommended for patients with an alteration in bowel habits. However, in the absence of a concerning family history or alarm signs (including bleeding), it is generally nondiagnostic in identifying the cause of constipation.Saline enemas (Option D) are routinely used to assist with evacuation but should not be a cornerstone of chronic constipation management. Saline enemas can penetrate only the left side of the colon and generally cannot reach the transverse and ascending colon or the cecum. Microtrauma is also associated with enemas. They should be used sparingly and are not an appropriate next step for this patient.",
  "critique_links": [],
  "key_points": [
    "Intestinal secretagogues (lubiprostone, linaclotide, plecanatide, and tenapanor) can be used to treat irritable bowel syndrome with predominant constipation refractory to osmotic laxatives."
  ],
  "references": "Chang L, Sultan S, Lembo A, et al. AGA clinical practice guideline on the pharmacological management of irritable bowel syndrome with constipation. Gastroenterology. 2022;163:118-136. PMID: 35738724 doi:10.1053/j.gastro.2022.04.016",
  "related_content": {
    "syllabus": [
      "gisec24006_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.344036-06:00"
}