{
  "question_id": "csmcq24065",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Manage greater trochanteric pain syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 49-year-old woman is evaluated for a 1-month history of left hip pain. The pain is localized to the lateral hip and does not radiate. She runs 12 miles weekly, and her pain is exacerbated by running, standing for long periods, and lying on her left side. She has no difficulty putting on shoes and socks. Her medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are normal. BMI is 29. Significant pain is elicited with palpation over the left lateral hip region. Standing on the affected leg reproduces her pain. Lower extremity strength and sensation are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Avoidance of tight-fitting clothing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Left hip radiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the lumbar spine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Naproxen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient with greater trochanteric pain syndrome (GTPS) is therapy with an NSAID, such as naproxen (Option D). Pain due to GTPS, formerly called trochanteric bursitis, is caused by inflammation of tendons connecting the gluteus muscle group to the hip and femur, sometimes with involvement of the trochanteric bursa. Compression of these tendons and bursa causes lateral hip pain that is worsened by lying on the affected side and by overuse. The pain may radiate to the buttock or knee if the iliotibial band is also affected. The examination maneuvers with the highest positive predictive value for GTPS, which are most useful in combination, are direct palpation of the greater trochanter and the 30-second single-leg stand. GTPS is very likely if a patient has both significant tenderness with palpation of the greater trochanter and pain provoked by standing on the affected leg for 30 seconds. First-line treatment for GTPS is activity modification and NSAIDs. If pain persists, physical therapy can be used to strengthen the gluteal muscle group hip adductors and improve postural control. This patient has risk factors for and features of GTPS; treatment with an NSAID such as naproxen is indicated.Avoidance of tight-fitting clothing (Option A) is recommended for treatment of meralgia paresthetica, which is caused by compression of the lateral femoral cutaneous nerve. Meralgia paresthetica is characterized by distal anterolateral thigh pain and paresthesia, often accompanied by sensory loss in the same distribution. The location of this patient's pain and lack of sensory symptoms make meralgia paresthetica unlikely.Radiography of the hip is used in the diagnosis of osteoarthritis and osteonecrosis. Although patients may interpret pain in the greater trochanteric region as originating in the hip joint itself, femoroacetabular pathology generally features prominent anterior, rather than isolated lateral, hip pain. The ability to put on shoes and socks also helps distinguish arthritic pain from GTPS. The location and nature of this patient's pain are inconsistent with a degenerative condition in the hip joint, and left hip radiography (Option B) is not indicated.Lumbar radiculopathy may cause lateral hip pain and is best diagnosed with MRI (Option C). However, this condition is generally accompanied by low back pain and is not associated with tenderness with palpation over the greater trochanter, as seen in this patient.",
  "critique_links": [],
  "key_points": [
    "Greater trochanteric pain syndrome is characterized by lateral hip pain often provoked by overuse; diagnosis is confirmed on clinical examination by direct palpation and pain provoked with single-leg standing.",
    "NSAIDs are first-line therapy for greater trochanteric pain syndrome."
  ],
  "references": "Speers CJ, Bhogal GS. Greater trochanteric pain syndrome: a review of diagnosis and management in general practice. Br J Gen Pract. 2017;67:479-480. PMID: 28963433 doi:10.3399/bjgp17X693041",
  "related_content": {
    "syllabus": [
      "cssec24012_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.945736-06:00"
}