{
  "question_id": "fcmcq24032",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Guide a discussion regarding goals of care.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 72-year-old patient is evaluated in the emergency department for a severe COPD exacerbation, for which they are being admitted. The patient has received intravenous glucocorticoids and nebulizer treatments and feels better, though not back to baseline. In addition to advanced COPD, they have hypertension and depression. Home medications are fluticasone-umeclidinium-vilanterol, albuterol, amlodipine, and bupropion.The patient does not have an advance directive in their chart, and their physician wants to start a conversation about goals of care.",
  "question_stem": "Which of the following is the most appropriate initial question?",
  "options": [
    {
      "letter": "A",
      "text": "\"If it becomes necessary, would you want us to put a breathing tube in to help you to breathe?\"",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "\"If you were to stop breathing, what, if any, life-sustaining measures would you want us to initiate?\"",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "\"What would your biggest concerns be if your health situation and breathing were to worsen?\"",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "\"You may need to be intubated, but your advanced COPD may make it difficult to be weaned off the ventilator. Is this acceptable to you?\"",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial question to ask is, \"What would your biggest concerns be if your health situation and breathing were to worsen?” (Option C). Starting a goals-of-care discussion by exploring the patient's concerns and values, rather than focusing on specific interventions, helps to clarify the patient's goals and also assists in aligning interventions (or lack thereof) as a natural extension of these expressed values. Use of a structured serious illness conversation guide (see Table: Serious Illness Conversation Guide) is associated with improved goal-concordant care and reduced patient anxiety. Conversations do not have to be long and may occur in an outpatient or inpatient setting. A trial that assessed a guided intervention prompting clinicians to spend 5 to 10 minutes initiating goals-of-care discussions with hospitalized patients improved documentation of such discussions, particularly among racially and ethnically minoritized patients.Asking the patient whether they would want to be intubated (Option A) without providing context for this intervention would make it difficult for them to appropriately make a decision in concordance with their values, priorities, and goals. First eliciting the patient's concerns, goals, and values allows a discussion about the appropriateness of invasive interventions to flow from their answers.Asking the patient what, if any, life-sustaining measures they would want (Option B) is not the most appropriate initial response. This frame of questioning does not give the patient enough guidance or context within which to make an appropriate decision that would allow them to consider their health status and their values, preferences, and priorities.Telling the patient that they may need to be intubated but that they may have difficulty being weaned from the ventilator because of their COPD (Option D) may be true but does not use tenets of shared decision making. It is more appropriate for the clinician to ask the patient about their views and values first, before providing their own viewpoint. Furthermore, stating that they may need to be intubated implies that intubation is what should be done, making it difficult for the patient to decline this intervention if it does not align with their values.",
  "critique_links": [],
  "key_points": [
    "Starting a goals-of-care discussion by eliciting a patient's concerns and values, rather than focusing on interventions, helps clarify goals and align interventions (or lack thereof) as a natural extension of the patient's values.",
    "Using a structured serious illness conversation guide is associated with improved goal-concordant care and reduced patient anxiety."
  ],
  "references": "Curtis JR, Lee RY, Brumback LC, et al. Intervention to promote communication about goals of care for hospitalized patients with serious illness: a randomized clinical trial. JAMA. 2023;329:2028-2037. PMID: 37210665 doi:10.1001/jama.2023.8812",
  "related_content": {
    "syllabus": [
      "fcsec24011_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.788979-06:00"
}