{
  "question_id": "cvqqq24021",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Recognize dyslipidemia as a risk factor for cardiovascular disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old man is evaluated during a visit to establish care. He is asymptomatic, but he is seeking advice on how to modify his risk for cardiovascular disease. He drinks one glass of wine with dinner most nights, and he quit smoking 15 years ago. His father died of a myocardial infarction at age 61 years. He takes no medications.On physical examination, blood pressure is 128/76 mm Hg, and pulse rate is 74/min. BMI is 28. The examination is otherwise unremarkable.Laboratory studies:Total cholesterol200 mg/dL (5.18 mmol/L)HDL cholesterol30 mg/dL (0.78 mmol/L)LDL cholesterol130 mg/dL (3.37 mmol/L)Triglycerides200 mg/dL (2.26 mmol/L)H",
  "question_stem": "Which of the following risk factors most increases this patient's risk for cardiovascular disease?",
  "options": [
    {
      "letter": "A",
      "text": "Alcohol use",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Family history",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Dyslipidemia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Smoking history",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has dyslipidemia (Option C), which most increases his risk for cardiovascular disease (CVD). The primary utility of LDL cholesterol measurement is to identify patients without known atherosclerotic CVD who will benefit from interventions to lower risk and to assess response to therapy. Although triglycerides and HDL cholesterol (inversely) also correlate with risk for cardiovascular events, strong evidence for improving these levels to reduce this risk is limited. Cholesterol treatment guidelines focus on risk for future cardiovascular events rather than absolute lipid levels. This patient's 10-year cardiovascular risk based on the American College of Cardiology (ACC)/American Heart Association (AHA) Pooled Cohort Equations risk calculator is 6.9%, and he should be counseled regarding therapeutic lifestyle changes, including dietary modification, regular physical activity, weight loss, and continued smoking cessation. According to the 2018 ACC/AHA guideline on managing cholesterol, this patient's cardiovascular risk is categorized as borderline (5% to <7.5%). In the presence of risk-enhancing factors, moderate-intensity statin therapy, which results in a 30% to 49% decrease in LDL cholesterol, is a reasonable consideration. Risk enhancers include family history of premature atherosclerotic CVD (men aged ≤55 years, women aged ≤65 years), LDL cholesterol level of 160 mg/dL (4.14 mmol/L) or higher, metabolic syndrome, chronic kidney disease, chronic inflammatory conditions, history of premature menopause or previous history of preeclampsia, South Asian ancestry, or triglyceride level of 175 mg/dL (1.98 mmol/L) or higher.Moderate alcohol intake (one to two drinks daily for men, one drink daily for women) (Option A) has been linked with decreased incidence of CVD; however, heavy alcohol consumption has been shown to increase cardiovascular risk.Family history (Option B) of premature CVD is an independent cardiovascular risk factor but typically adds little precision when included in multivariate risk models. In most studies, premature CVD is defined as CVD in a first-degree male relative younger than 55 years or a first-degree female relative younger than 65 years. This patient's father died at age 61 years; therefore, family history is not the most important risk factor for this patient.Although active smoking (Option D) remains a strong risk factor for CVD, smoking cessation substantially reduces cardiovascular risk within 2 years, with risk returning to the level of a nonsmoker at approximately 15 years.",
  "critique_links": [],
  "key_points": [
    "Most cardiovascular risk can be attributed to modifiable risk factors, including dyslipidemia, obesity, and smoking."
  ],
  "references": "Arnett DK, Blumenthal RS, Albert MA, et al. 2019 ACC/AHA guideline on the primary prevention of cardiovascular disease: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2019;74:e177-e232. PMID: 30894318 doi:10.1016/j.jacc.2019.03.010",
  "related_content": {
    "syllabus": [
      "cvsec24001_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.353270-06:00"
}