{
  "question_id": "idmcq24070",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose ehrlichiosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 48-year-old man is evaluated in May for a 1-week history of fever, headache, and myalgia. He lives in Kansas and reports no travel outside the area. He has no other medical problems and takes no medications.On physical examination, temperature is 38.6 °C (101.5 °F). His other vital signs and the remainder of examination findings are normal.Laboratory studies:Hematocrit44%Leukocyte count2100/µL (2.1 × 109/L)LPlatelet count53,000/µL (53 × 109/L)LAlanine aminotransferase91 U/LHAspartate aminotransferase73 U/LHBilirubin, total1.0 mg/dL (17.1 μmol/L)Creatinine0.8 mg/dL (70.7 μmol/L)Blood Gram stain and cultures are negative.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Babesiosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Borrelia miyamotoi infection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ehrlichiosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lyme disease",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is ehrlichiosis (Option C). Ehrlichia chaffeensis is transmitted by the Lone Star tick, Amblyomma americanum, and is prevalent in the Southeast, Central, and mid-Atlantic regions of the United States. E. chaffeensis infects monocytes and causes human monocytic ehrlichiosis, which typically presents with fever, headache, and myalgia. Common laboratory findings include leukopenia, thrombocytopenia, and elevated liver enzymes. Rash occurs in less than 30% of patients. Ehrlichiosis is clinically similar to anaplasmosis, which is caused by Anaplasma phagocytophilum. However, A. phagocytophilum is transmitted by the Ixodes scapularis tick and is prevalent in the Northeast, mid-Atlantic, and upper Midwest regions, similar to areas of Lyme endemicity. Table: Features of Ehrlichiosis, Anaplasmosis, and Spotted Fever Rickettsioses compares and contrasts the clinical features of ehrlichiosis and anaplasmosis. Ehrlichiosis can be diagnosed by serum polymerase chain reaction, serology, or peripheral blood smear, which may reveal characteristic morulae in the cytoplasm of monocytes (see Figure: Peripheral Blood Smear Showing Morulae). Antibody tests are often negative in acute illness; however, polymerase chain reaction of whole blood at the time of acute illness is highly sensitive, particularly if performed before therapy. Doxycycline is used to treat ehrlichiosis. This patient lives in an area of ehrlichiosis endemicity and has symptoms and laboratory findings suggesting ehrlichiosis.Babesiosis is caused by Babesia microti, an intraerythrocytic parasite that is transmitted by I. scapularis and is therefore prevalent in areas of Lyme endemicity (Option A). Symptoms are nonspecific and typically begin 1 month after a tick bite. The hallmark of babesiosis is hemolysis, and anemia is almost always present. This patient does not have anemia and has not visited an area associated with I. scapularis, making babesiosis less likely.Borrelia miyamotoi infection is also transmitted by I. scapularis and thus occurs in areas of Lyme endemicity (Option B). B. miyamotoi infection may present with relapsing fever as well as leukopenia, thrombocytopenia, and elevated liver enzymes. Although this patient has laboratory findings consistent with B. miyamotoi infection, this patient does not live in an associated endemic area.Borrelia burgdorferi is transmitted by I. scapularis and causes Lyme disease (Option D). Clinical manifestations vary according to the stage of infection, as outlined in Table: Lyme Disease by Stage of Infection. Leukopenia, thrombocytopenia, and elevated aminotransferases, as seen in this patient, are only rarely seen in Lyme disease. This patient does not live in a highly Lyme-endemic area, and his laboratory findings more strongly suggest ehrlichiosis.",
  "critique_links": [],
  "key_points": [
    "Ehrlichiosis is caused by Ehrlichia chaffeensis, which is transmitted by the Lone Star tick, and is characterized by a nonspecific febrile illness associated with leukopenia, thrombocytopenia, and increased serum aminotransferase levels."
  ],
  "references": "Centers for Disease Control and Prevention. Clinical testing and diagnosis for ehrlichiosis. Available at https://www.cdc.gov/ehrlichiosis/hcp/diagnosis-testing/?CDC_AAref_Val=https://www.cdc.gov/ehrlichiosis/healthcare-providers/diagnosis.html. Updated May 15, 2024. Accessed August 7, 2024.",
  "related_content": {
    "syllabus": [
      "idsec24007_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.224952-06:00"
}