{
  "question_id": "nrqqq24002",
  "category": "nr",
  "educational_objective": "Evaluate a patient with a transient ischemic attack.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 49-year-old-man is evaluated 1 day after experiencing an episode of right arm and right facial weakness without pain that lasted 5 minutes. He is now asymptomatic. He has hypertension and dyslipidemia. Medications are lisinopril and atorvastatin. He has a 15-pack-year smoking history.On physical examination, blood pressure is 126/68 mm Hg, pulse rate is 86/min and regular, and respiration rate is 12/min. No carotid bruits or cardiac murmurs are heard on cardiac auscultation. All other physical examination findings are normal.An ECG shows normal sinus rhythm with no ST-segment or T-wave changes.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography of the neck",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Holter monitor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should undergo imaging of the internal carotid arteries using CT angiography (CTA) of the neck (Option A). He most likely has had a transient ischemic attack (TIA) referable to the left hemisphere and is at risk for ischemic stroke within the next 90 days, with the highest risk occurring within the first 2 days. Several studies have identified extracranial symptomatic internal carotid artery stenosis greater than 70% as an indicator of increased stroke risk after TIA; this risk can be modified with carotid revascularization. Several modalities are available for imaging the internal carotid artery and identifying extracranial symptomatic stenosis, including CTA, magnetic resonance angiography, and carotid duplex ultrasonography.An outpatient Holter monitor (Option B) is an appropriate diagnostic modality to assess for paroxysmal atrial fibrillation in patients with suspected ischemic stroke or TIA. However, this form of cardiac monitoring would not yield results in a timely manner given that patients have an extremely high stroke risk within the first 48 hours after having a TIA. Additionally, imaging of large arteries should be prioritized given that abnormal findings would have a more immediate impact on management.In patients with risk factors for stroke after a TIA, transesophageal echocardiography (Option C) and transthoracic echocardiography (Option D) are unlikely to immediately change management and have a low yield for finding an embolic source of stroke in patients who are in sinus rhythm. Transesophageal echocardiography is also an invasive procedure. It can be considered in specific patients with stroke if they are young and have no apparent risk factors for stroke or if unusual causes are suspected, such as endocarditis or an intracardiac tumor. Neither of these options would be the most appropriate diagnostic test to perform next in this patient.",
  "critique_links": [],
  "key_points": [
    "In a patient with a transient ischemic attack, imaging of the large arteries of the neck with CT angiography, magnetic resonance angiography, or carotid duplex ultrasonography should be prioritized to identify high-grade stenosis and determine the need for surgery."
  ],
  "references": "Amin HP, Madsen TE, Bravata DM, et al; American Heart Association Emergency Neurovascular Care Committee of the Stroke Council and Council on Peripheral Vascular Disease. Diagnosis, workup, risk reduction of transient ischemic attack in the emergency department setting: a scientific statement from the American Heart Association. Stroke. 2023;54:e109-e121. PMID: 36655570 doi:10.1161/STR.0000000000000418",
  "related_content": {
    "syllabus": [
      "nrsec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.412678-06:00"
}