{
  "question_id": "npqqq24005",
  "category": "np",
  "educational_objective": "Diagnose preeclampsia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 33-year-old woman is evaluated for a new headache. She is in the third trimester of her first pregnancy, which has been unremarkable, including blood pressure and urine protein measurements.Blood pressure is 166/115 mm Hg; other vital signs are normal. Papilledema is absent. Cardiac examination is normal. The abdomen is nontender, and the uterus is consistent with her pregnancy stage.Laboratory studies:Hemoglobin12 g/dL (120 g/L)Platelet count70,000/µL (70 × 109/L)LAlanine aminotransferase72 U/LHAspartate aminotransferase80 U/LHBilirubinNormalCreatinine1.4 mg/dL (124 µmol/L)HPeripheral blood smearNormalUrinalysis2+ protein",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Eclampsia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gestational hypertension",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "HELLP syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Preeclampsia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is preeclampsia (Option D). Preeclampsia is defined by new-onset hypertension and proteinuria (≥300 mg/24 h or urine protein-creatinine ratio ≥300 mg/g) that occur after 20 weeks of pregnancy. When quantitative methods of proteinuria assessment are not available, a urine dipstick reading of 2+ proteinuria is acceptable to support the diagnosis. New-onset hypertension with new-onset end-organ damage (e.g., liver or kidney injury, pulmonary edema, cerebral/visual symptoms, thrombocytopenia) is also diagnostic of preeclampsia. Symptoms of preeclampsia include rapid weight gain due to edema, nausea, vomiting, abdominal pain, headaches, altered mental status, and blurred vision. This pregnant patient with headaches and new-onset hypertension presents with thrombocytopenia, liver enzyme elevation, and proteinuria, making preeclampsia the most likely diagnosis.Eclampsia (Option A) is the presence of generalized tonic-clonic seizures in preeclampsia; seizures are not present in this patient.Gestational hypertension (Option B) first manifests after 20 weeks of pregnancy without proteinuria or other end-organ damage. Seen in 6% of pregnancies, gestational hypertension resolves within 12 weeks of delivery. Hypertension that persists beyond 12 weeks postpartum is considered chronic hypertension. End-organ involvement in this patient is inconsistent with gestational hypertension.HELLP (Hemolysis, Elevated Liver enzymes, and Low Platelets) syndrome (Option C) is a life-threatening state that complicates 10% to 20% of cases of preeclampsia. Most cases occur in the third trimester, but HELLP may also occur postpartum. The cause of HELLP syndrome is unknown, but it may be related to placental factors. However, it likely represents a separate disorder from preeclampsia. The diagnosis requires the presence of microangiopathic hemolytic anemia, which is excluded by this patient's normal serum bilirubin level and peripheral blood smear.",
  "critique_links": [],
  "key_points": [
    "Preeclampsia is defined by new-onset hypertension and proteinuria that occur after 20 weeks of pregnancy; new-onset hypertension with new-onset end-organ damage (e.g., liver or kidney injury, pulmonary edema, cerebral or visual symptoms, thrombocytopenia) is also diagnostic."
  ],
  "references": "Newman C, Petruzzi V, Ramirez PT, et al. Hypertensive disorders of pregnancy. Methodist Debakey Cardiovasc J. 2024;20:4-12. PMID: 38495660 doi:10.14797/mdcvj.1305",
  "related_content": {
    "syllabus": [
      "npsec24012_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.905155-06:00"
}