{
  "category": "pm",
  "critique": "The most likely diagnosis is obesity hypoventilation syndrome (OHS) (Option C). OHS is characterized by daytime hypercapnia (arterial Pco2 >45 mm Hg [6.0 kPa]) as a consequence of limitations in ventilatory drive and capacity related to significant obesity. Persons with a BMI of 30 or higher are considered at risk for OHS; it is estimated that more than half of patients with a BMI of 50 or more have OHS. Many patients with OHS present when chronic hypercapnia and hypoxia lead to polycythemia, right heart failure, and pulmonary hypertension. A clue to the diagnosis is a serum bicarbonate level greater than 27 mEq/L (27 mmol/L). Gas exchange impairment beyond the typical repetitive desaturations of the sleep apnea syndromes is also encountered during sleep testing. Other causes of hypercapnia and hypoventilation, including COPD and obstructive sleep apnea (OSA), should be excluded before making the diagnosis of OHS. This patient's BMI of 49, elevated serum bicarbonate level, compensated hypercapnic respiratory failure, prolonged hypoxemia during polysomnography, and polycythemia are all consistent with OHS.Central sleep apnea (CSA) (Option A) is defined by a reduced central nervous system drive to breathe but is not a hypoventilation syndrome. In fact, the tendency to hyperventilate, such as in the setting of congestive heart failure, is a key underlying mechanism of CSA. Patients with CSA are generally normocapnic or slightly hypocapnic on blood gas testing. This patient has clear evidence of hypercapnia, making CSA unlikely.Pulmonary function testing for this patient showed a normal FEV1/FVC ratio, which is inconsistent with COPD (Option B). However, the diagnosis of OHS requires that other important causes of chronic hypoventilation, such as COPD, be excluded.This patient has mild OSA based on the apnea-hypopnea index of 9 events per hour. OSA is often encountered on sleep testing in patients with OHS, with upper airway collapse superimposed on obesity-related hypoventilation. Severe OSA (Option D) is defined as an apnea-hypopnea index of at least 30 events per hour, which is not present in this patient.",
  "educational_objective": "Diagnose obesity hypoventilation syndrome.",
  "extracted_at": "2025-12-23T14:15:52.937148-06:00",
  "key_points": [
    "The hallmark of obesity hypoventilation syndrome is daytime hypercapnia, defined as an arterial Pco2 greater than 45 mm Hg (6.0 kPa).",
    "The diagnosis of obesity hypoventilation syndrome requires the exclusion of other common causes of chronic hypoventilation, such as COPD."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Central sleep apnea"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "COPD"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Obesity hypoventilation syndrome"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Severe obstructive sleep apnea"
    }
  ],
  "question_id": "pmmcq24001",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 62-year-old woman is evaluated for several months of fatigue and dyspnea. She does not report cough, chest pain, or orthopnea. She does not use tobacco. She has type 2 diabetes mellitus and hypertension. Medications are metformin and lisinopril.On physical examination, vital signs are normal. Oxygen saturation is 91% with the patient breathing ambient air. BMI is 49. Lung examination is normal. Trace lower extremity edema is present.Chest radiograph shows shallow inspiration with clear lung fields. Echocardiogram is normal.Polysomnogram shows an apnea-hypopnea index of 9 events per hour, a mean oxyhemoglobin saturation of 85%, and 58% of sleep time with an oxyhemoglobin saturation of less than 90%.",
  "references": "Mokhlesi B, Masa JF, Brozek JL, et al. Evaluation and management of obesity hypoventilation syndrome. an official American Thoracic Society clinical practice guideline. Am J Respir Crit Care Med. 2019;200:e6-24. PMID: 31368798 doi:10.1164/rccm.201905-1071ST",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "pmsec24008_24021"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}