{
  "question_id": "pmqqq24005",
  "category": "pm",
  "educational_objective": "Treat an asthma exacerbation in the hospital.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 42-year-old woman is evaluated for 3 days of worsening wheezing, dyspnea, and cough despite use of her albuterol inhaler up to eight times daily. She has asthma, with 2 exacerbations in the past 6 months and a previous exacerbation requiring intubation. She has been out of her budesonide-formoterol inhaler for 2 weeks.Pulse rate is 140/min; respiration rate is 32/min with increased work of breathing. Oxygen saturation is 89% with the patient breathing ambient air. Poor air movement with faint expiratory wheezing is heard on auscultation. The remainder of the examination is normal.Chest radiograph demonstrates hyperinflation without infiltrates.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Begin intravenous methylprednisolone and hospitalize",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Begin oral prednisone and schedule outpatient follow-up visit",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refill budesonide-formoterol prescription and schedule outpatient follow-up visit",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Refill budesonide-formoterol prescription, begin oral prednisone, and schedule outpatient follow-up visit",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be started on a systemic glucocorticoid such as intravenous methylprednisolone and hospitalized (Option A). She has an asthma exacerbation and factors that increase her risk for asthma-related death, including several recent exacerbations, a history of intubation for asthma, and poor adherence to her controller medications. She also has worrisome clinical signs, including tachycardia, diminished oxygen saturation, increased work of breathing, and decreased air movement on chest examination. These physical findings suggest severe airflow obstruction and risk for impending respiratory failure; therefore, the most appropriate site of care is the hospital.Management should include close monitoring of dyspnea, work of breathing, and vital signs; frequent bronchodilator treatment; and systemic glucocorticoids. Pulse oximetry may be falsely reassuring because patients maintain normal oxygen levels despite high work of breathing, and hypoxemia is a late sign of pending respiratory failure. In patients who are at high risk for asthma-related death or have lack of symptom resolution with initial therapies, arterial blood gas assessment is vital and should initially reveal hyperventilation with a low arterial Pco2. Normalization of the arterial Pco2 could be an early indicator of respiratory muscle fatigue and impending respiratory arrest.Outpatient treatment with prednisone and/or a budesonide-formoterol inhaler (Options B-D) would not be appropriate for this patient who is at high risk for asthma-related death and who has examination findings suggesting severe airflow obstruction.",
  "critique_links": [],
  "key_points": [
    "Patients with asthma exacerbations who have signs that indicate a severe episode should be hospitalized."
  ],
  "references": "Global Initiative for Asthma (GINA). Global strategy for asthma management and prevention 2024. Available at https://ginasthma.org/2024-report/. Accessed May 27, 2024.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.169063-06:00"
}