{
  "question_id": "npcor25035",
  "category": "np",
  "educational_objective": "Diagnose drug-induced acute interstitial nephritis as a cause of acute kidney injury.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 70-year-old woman is evaluated in the emergency department for a 2-week history of severe pain, redness, and swelling of the left knee and a 3-day history of subjective fever, decreased oral intake, and nausea. She has hypertension, type 2 diabetes mellitus, and gout. Medications are amlodipine, losartan, metformin, and ibuprofen as needed for pain relief.On physical examination, temperature is 38.0 °C (100.4 °F), blood pressure is 150/90 mm Hg, and pulse rate is 88/min. The left knee is erythematous, swollen, and tender. There is 2+ pretibial pitting edema bilaterally. No skin rashes are noted.Laboratory studies:Albumin2.0 g/dL (20 g/L)LCreatinine3.6 mg/dL (318.2 µmol/L)H2 months ago0.6 mg/dL (53.0 µmol/L)LUrate5.0 mg/dL (0.30 mmol/L)Urinalysis with microscopy3+ protein; trace blood; 2+ leukocyte esterase; 0-2 erythrocytes/hpf; 6-10 leukocytes/hpf; few leukocyte casts/lpfUrine protein-creatinine ratio4000 mg/gHSynovial fluid from left knee arthrocentesis revealed many leukocytes and uric acid crystals.",
  "question_stem": "Which of the following is the most likely cause of this patient's acute kidney injury (AKI)?",
  "options": [
    {
      "letter": "A",
      "text": "Acute interstitial nephritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Acute tubular necrosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Crystal-induced AKI",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prerenal AKI",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's acute kidney injury (AKI) is acute interstitial nephritis (AIN) (Option A) caused by NSAID use. The classic clinical presentation of AIN, including fever, rash, and peripheral eosinophilia, occurs in only 10% to 30% of patients. Urinary findings of AIN can include leukocytes, erythrocytes, and leukocyte casts. For urinalysis findings of AIN and other types of acute kidney injury, see Table: Urinalysis and Microscopy in Acute Kidney Injury. Drug-induced AIN, especially due to antibiotics, proton pump inhibitors, or NSAIDs, is the most common cause of AIN and should be considered in any patient with AKI, a characteristic urinalysis, and a history of any drug exposure. Typically, the serum creatinine level gradually increases 7 to 10 days after drug exposure but can increase much sooner following repeat exposure to the drug. A diagnosis of NSAID-induced AIN is further supported by nephrotic-range proteinuria, low serum albumin level, hypertension, and presence of lower extremity edema, because NSAIDs can be associated with the nephrotic syndrome due to minimal-change glomerulopathy or membranous nephropathy. This patient has subjective fever, leukocytes and leukocyte casts in her urine sediment, and a history of ibuprofen use before her hospitalization; drug-induced AIN is the most likely diagnosis.Acute tubular necrosis (Option B) is associated with renal tubular epithelial cells and casts and coarse granular (muddy brown) casts on urine microscopy, which are not seen in this patient's urine microscopy findings.Crystal-induced AKI (Option C) can occur in the setting of tumor lysis syndrome or severe hyperuricemia from precipitation of uric acid crystals in the renal tubules; uric acid crystals are usually present in the urine sediment. This patient does not have an active malignancy or an elevated serum urate level or uric acid crystals on microscopy; crystal-induced AKI is an unlikely diagnosis.The urine sediment of prerenal AKI (Option D) is bland and does not contain leukocyte casts. Although this patient has nausea and decreased oral intake and is at risk for prerenal AKI, her symptoms and urinary findings are more consistent with drug-induced AIN.",
  "key_points": [
    "Drug-induced acute interstitial nephritis (AIN), especially due to antibiotics, proton pump inhibitors, or NSAIDs, is the most common cause of AIN and should be considered in any patient with acute kidney injury, a characteristic urinalysis, and a history of drug exposure; urinary findings may include leukocytes, erythrocytes, and leukocyte casts."
  ],
  "references": "Sanchez-Alamo B, Cases-Corona C, Fernandez-Juarez G. Facing the challenge of drug-induced acute interstitial nephritis. Nephron. 2023;147:78-90. PMID: 35830831 doi:10.1159/000525561",
  "related_content": {
    "syllabus": [
      "npsec24006_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:48:56.334813-06:00"
}