{
  "question_id": "gimcq24032",
  "category": "gi",
  "educational_objective": "Evaluate dyspepsia in a patient younger than 60 years.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 39-year-old woman is evaluated for a 3-month history of postprandial bloating and fullness. She reports no heartburn, shortness of breath, or cough. She has no other medical conditions and takes no medications.On physical examination, vital signs are normal. Abdominal examination reveals mild distention, normal bowel sounds, and no epigastric or right-upper-quadrant tenderness.",
  "question_stem": "Which of the following is the most appropriate management for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Antireflux diet",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stool test for Helicobacter pylori",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is stool testing for Helicobacter pylori (Option C). This patient's symptoms of postprandial bloating and fullness suggest dyspepsia. Other symptoms of dyspepsia may include early satiety, epigastric burning, nausea, and epigastric pain. Notably, heartburn is not typically a primary symptom of dyspepsia and, if present, may indicate concurrent gastroesophageal reflux disease (GERD). Up to 80% of patients with dyspepsia will not have a structural cause identified; these patients are considered to have functional dyspepsia. In patients with dyspepsia symptoms who are younger than 60 years, such as this patient, the American College of Gastroenterology (ACG) and the Canadian Association of Gastroenterology (CAG) recommend H. pylori testing (by urea breath test or fecal antigen test), followed by eradication therapy in those who test positive. Endoscopy is not routinely recommended in younger patients. Other testing, such as laboratory testing, celiac disease screening, imaging, or gastric emptying, should be considered only on a case-by-case basis (see Figure: Algorithm for Treating Functional Dyspepsia).An antireflux diet (Option A) would help with bloating if GERD were responsible. However, this patient does not have heartburn or supra-esophageal symptoms (cough, shortness of breath, or globus sensation) of GERD. Thus, an antireflux diet would not be the most appropriate management in this patient.If H. pylori results are negative or H. pylori eradication does not relieve dyspepsia, an empiric trial of a proton pump inhibitor (PPI), such as omeprazole (Option B), should be pursued. However, H. pylori testing and eradication therapy (if results are positive) should be implemented first. PPI therapy might also help with supra-esophageal GERD symptoms, but this patient does not have classic symptoms of heartburn or supra-esophageal symptoms.The ACG and the CAG have jointly recommended against routine use of upper endoscopy (Option D) in patients younger than 60 years with dyspepsia, even in most patients with alarm features (weight loss, anemia, dysphagia, and vomiting) because these features poorly predict structural pathology. Endoscopy may be considered in younger patients with risk factors for malignancy:Multiple or severe alarm featuresEmigration from regions with a high prevalence of malignancy (Asia, Russia, and South America)Positive family history of gastric malignancyEndoscopy should also be performed in patients age 60 years and older with dyspepsia. This patient does not meet the age criteria for endoscopy and does not have alarm symptoms; endoscopy is unlikely to be diagnostic in this case and is also costly and invasive.",
  "critique_links": [],
  "key_points": [
    "In patients younger than 60 years with dyspepsia symptoms, the American College of Gastroenterology and the Canadian Association of Gastroenterology guidelines recommend noninvasive testing for Helicobacter pylori."
  ],
  "references": "Ford AC, Mahadeva S, Carbone MF, et al. Functional dyspepsia. Lancet. 2020;396:1689-1702. PMID: 33049222 doi:10.1016/S0140-6736(20)30469-4",
  "related_content": {
    "syllabus": [
      "gisec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.349823-06:00"
}