{
  "question_id": "csmcq24021",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Evaluate acute nonspecific back pain.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old man is evaluated for a 2-week history of persistent low back pain. He works as a nurse, and the pain began after transferring a patient from bed to chair. He describes the pain as aching and centered in the low back without radiation. The discomfort worsens with activity, and ibuprofen has afforded partial relief. He reports no fever, weight loss, lower extremity weakness or paresthesias, or bowel or bladder changes. He has type 2 diabetes mellitus, and his only medication is metformin.On physical examination, vital signs are normal. Lumbar spine range of motion is limited in flexion because of pain. Paraspinal muscle tenderness to palpation is present without vertebral or sacroiliac tenderness. Straight leg raise is negative bilaterally. Strength and sensory examination of the lower extremities is normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Erythrocyte sedimentation rate measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the lumbar spine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiography of the lumbar spine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further testing is indicated (Option D) for this patient with acute nonspecific low back pain. Acute nonspecific low back pain is defined as back pain of less than 4 weeks' duration for which no specific cause can be determined. Diagnostic testing, including imaging, should be reserved for patients with severe or progressive neurologic deficits, who do not improve after 6 weeks of conservative management, or those in whom there is a suspected life- or function-threatening cause. In addition to significant or progressive neurologic deficits, findings that suggest the need for imaging include fever, known malignancy, and weight loss. In the absence of these indications, imaging results may confound the diagnostic process, as anatomic abnormalities are common in asymptomatic persons and correlate poorly to pain generators in patients with nonspecific low back pain. For example, in asymptomatic patients older than age 50 years, the prevalence of disk degeneration is 80% and of disk bulging is 60%. As such, imaging may lead to unhelpful and costly interventions as well as increase patient anxiety. This patient has no concerning findings, and his presentation is most consistent with the diagnosis of acute nonspecific back pain. No further testing is appropriate at this time.Measurement of inflammatory markers, such as erythrocyte sedimentation rate (Option A), may be considered in conjunction with imaging if cancer or infection is suspected. However, the lack of weight loss, fever, and predisposing conditions makes these causes unlikely in this patient.MRI (Option B) is the preferred test if malignancy or infection is suspected as the cause of low back pain or if cord compression or cauda equina syndrome is a possibility. MRI can also be considered in patients who do not improve with conservative measures after 6 weeks. This patient has no risk factors for malignancy or infection, a normal neurologic examination, and a short duration of symptoms, making imaging unnecessary.Plain radiography can be helpful for initial evaluation of suspected fracture, degenerative arthritis, or inflammatory process (e.g., sacroiliitis, ankylosing spondylitis). However, these are unlikely causes in this patient, and radiography of the lumbar spine (Option C) is not indicated.",
  "critique_links": [],
  "key_points": [
    "Imaging is not indicated in patients with nonspecific low back pain, particularly within the first 6 weeks of symptoms.",
    "In patients with nonspecific low back pain, diagnostic testing should be reserved for those with severe or progressive neurologic deficits, who do not improve after 6 weeks of conservative management, or in whom there is a suspected life- or function-threatening cause."
  ],
  "references": "Chiarotto A, Koes BW. Nonspecific low back pain. N Engl J Med. 2022;386:1732-1740. PMID: 35507483 doi:10.1056/NEJMcp2032396",
  "related_content": {
    "syllabus": [
      "cssec24008_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.789616-06:00"
}