{
  "question_id": "cvcor25037",
  "category": "cv",
  "educational_objective": "Manage an abdominal aortic aneurysm with surveillance.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 72-year-old man undergoes follow-up evaluation for abdominal aortic aneurysm (AAA). Three years ago, a screening ultrasound revealed an AAA with a maximum diameter of 3.5 cm. Repeat ultrasound obtained 1 week ago showed an increase in maximum diameter to 4.0 cm. He has no symptoms. Medical history is also notable for hypertension and dyslipidemia, for which he takes losartan and rosuvastatin. He has a 50-pack-year smoking history and quit smoking at age 45 years.Physical examination, including vital signs, is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endovascular aortic aneurysm repair",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat abdominal ultrasonography in 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical aortic aneurysm repair",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient with a slowly expanding 4-cm abdominal aortic aneurysm (AAA) is to repeat abdominal ultrasonography in 1 year (Option C). AAA is abnormal dilatation of the abdominal aorta with an anteroposterior diameter greater than 3.0 cm. Risk factors include male sex (6:1 male-to-female incidence ratio), advanced age, smoking, atherosclerosis, hypertension, and a family history of AAA. Because of the high mortality rate associated with aneurysm rupture, the U.S. Preventive Services Task Force recommends one-time screening with duplex ultrasonography in men aged 65 to 75 years who have smoked at least 100 cigarettes during their lifetime. The risk for rupture increases with aneurysm size, so surveillance should be more frequent in larger aneurysms. In patients with AAA diameter smaller than 4.0 cm, surveillance with duplex ultrasonography every 2 to 3 years is recommended. CT angiography or duplex ultrasonography should be performed every 12 months in patients with AAA diameter of 4.0 to 4.9 cm and every 6 months in men with AAA diameter of 5.0 to less than 5.5 cm. Aortic repair should be performed in men with an AAA diameter of 5.5 cm or larger and women with an AAA diameter of 5.0 cm or larger. Repair is also indicated in patients who are symptomatic from their AAA (abdominal pain/tenderness) and in those with rapid expansion in AAA size (>0.5 cm/year). This patient's AAA has grown 0.5 cm over 3 years, and it is below the size threshold for treatment. It is most appropriate to monitor this patient with annual aortic ultrasonography.Once the aortic diameter or rate of growth meets the threshold for aortic repair, anatomic imaging with CT angiography (Option A) or magnetic resonance angiography is indicated to determine the exact location of the AAA (suprarenal, juxtarenal, or infrarenal), which aids in planning repair. Advanced imaging is not yet indicated in this patient with a smaller, slowly enlarging AAA.Endovascular aortic aneurysm repair (Option B) is a treatment option for infrarenal AAAs and may be preferred in patients who are less able to tolerate an open procedure. It is associated with lower short-term morbidity and mortality but no long-term benefit over open repair; it is also associated with a greater need for repeat intervention and procedural complications. This patient, however, does not meet criteria for repair by either surgical or endovascular means.Suprarenal and juxtarenal AAAs typically require open surgical aortic aneurysm repair (Option D) after they reach size threshold. This patient's AAA does not yet require repair.",
  "critique_links": [],
  "key_points": [
    "Patients with smaller, slowly enlarging abdominal aortic aneurysms should undergo surveillance ultrasonography, with frequency determined by aneurysm size."
  ],
  "references": "Schanzer A, Oderich GS. Management of abdominal aortic aneurysms. N Engl J Med. 2021;385:1690-1698. PMID: 34706173 doi:10.1056/NEJMcp2108504",
  "related_content": {
    "syllabus": [
      "cvsec24011_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:26.387842-06:00"
}