{
  "question_id": "hpcor25004",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Diagnose metabolic dysfunction–associated steatotic liver disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 48-year-old woman is evaluated for elevated liver chemistry test results during the preceding 6 months. She reports no symptoms. She has type 2 diabetes mellitus, dyslipidemia, hypertension, and obesity and does not drink alcohol. Family history is unremarkable. Her medications are metformin, rosuvastatin, and lisinopril.On physical examination, BMI is 31. The remainder of the examination is normal.Laboratory studies:Alanine aminotransferase85 U/LHAlkaline phosphatase96 U/LHAspartate aminotransferase74 U/LHTotal bilirubin1.2 mg/dL (20.5 µmol/L)Transferrin saturation25%IgG1025 mg/dL (102.5 g/L)Antinuclear antibody titer1:20Antimitochondrial, anti–smooth muscle, hepatitis C virus, and tissue transglutaminase antibodies are negative; hepatitis C virus antigen is negative. On ultrasonography, the liver is hyperechoic and enlarged.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Autoimmune hepatitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Metabolic dysfunction–associated steatotic liver disease",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Primary biliary cholangitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Primary sclerosing cholangitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with elevated aminotransferase levels and underlying metabolic disorders is metabolic dysfunction–associated steatotic liver disease (MASLD) (Option B). MASLD, previously called nonalcoholic fatty liver disease (NAFLD), is the most prevalent chronic liver disease. Risk factors include obesity, diabetes mellitus, insulin resistance, hypertension, and dyslipidemia. MASLD severity ranges from benign hepatic steatosis, to the inflammatory condition known as metabolic dysfunction–associated steatohepatitis (MASH) (formerly called nonalcoholic steatohepatitis (NASH]), to progressive fibrosis and cirrhosis. This patient has risk factors for MASLD, and her modestly elevated aminotransferase and alkaline phosphatase levels are typical of MASH. She has had a negative noninvasive evaluation for alternate causes of elevated aminotransferase levels, including chronic viral hepatitis, hemochromatosis, autoimmune hepatitis, and celiac disease. A hyperechoic liver on ultrasonography is characteristic of MASLD. At this time, this patient can be presumed to have MASLD without further diagnostic evaluation.Autoimmune hepatitis (Option A) is characterized by high anti–smooth muscle and antinuclear antibody titers and IgG levels; a liver biopsy confirms the diagnosis. Of note, low autoantibody titers are nonspecific and may be present in MASLD even in the absence of autoimmune hepatitis. This patient has a normal IgG level, a negative result for anti–smooth muscle antibody, and a very low antinuclear antibody titer; thus, autoimmune hepatitis is unlikely.Primary biliary cholangitis (PBC) (Option C) is an autoimmune cholestatic disease with a female predominance. The diagnosis is generally based on a positive antimitochondrial antibody (AMA) result in the setting of a substantially elevated serum alkaline phosphatase level. Although the AMA result may be negative in a minority of patients with PBC, this patient's negative AMA result in the setting of a hepatocellular (rather than a cholestatic) pattern of liver injury makes PBC unlikely.Like MASLD, primary sclerosing cholangitis (PSC) (Option D) may be asymptomatic. PSC, however, is associated with elevated alkaline phosphatase and bilirubin levels and, in 85% of cases, a history of inflammatory bowel disease (IBD). The diagnosis is confirmed by cholangiography or magnetic resonance cholangiopancreatography. PSC is unlikely in this patient given her lack of IBD history, hepatocellular pattern of liver enzyme abnormalities, and compelling alternate diagnosis.",
  "critique_links": [],
  "key_points": [
    "Metabolic dysfunction–associated steatotic liver disease (MASLD) is the most prevalent chronic liver disease, and metabolic dysfunction–associated steatohepatitis is the most common cause of abnormal liver test results in the United States.",
    "MASLD may be diagnosed in the setting of metabolic risk factors, elevated serum aminotransferase levels, compatible ultrasonography findings, and negative findings on noninvasive evaluation for alternate causes."
  ],
  "references": "Powell EE, Wong VW, Rinella M. Non-alcoholic fatty liver disease. Lancet. 2021;397:2212-2224. PMID: 33894145 doi:10.1016/S0140-6736(20)32511-3",
  "related_content": {
    "syllabus": [
      "hpsec24004_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.015836-06:00"
}