{
  "question_id": "nrmcq24032",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Test for Wilson disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 21-year-old man is evaluated for a coarse tremor that started 6 months ago. The tremor worsens when he uses his hands, such as when bringing a cup to his mouth. He also notices some tremor at rest. Additionally, he reports that his speech is slurred, and his jaw “fights” him when he tries to chew food. He has no family history of tremor. Medical history is significant for depression and anxiety. Medications are citalopram and mirtazapine.On physical examination, vital signs are within normal limits. His speech is tight and interrupted by involuntary jaw closure. Examination reveals a coarse tremor that is mild at rest and most prominent when he holds his arms in a wing position. There is mild rigidity in the upper extremities. Cognition is normal. There is no ataxia or sensory loss.Results of a complete blood count, a basic metabolic panel, liver chemistry tests, and thyroid function tests are normal.A brain MRI is normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Anti–N-methyl-d-aspartate receptor antibody",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cerebrospinal fluid oligoclonal bands",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "IgA tissue transglutaminase antibody",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "24-Hour urine copper and serum ceruloplasmin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with young-onset tremor associated with parkinsonism and dystonia should be tested for Wilson disease by measuring his 24-hour urine copper and serum ceruloplasmin levels (Option D). Wilson disease is an inherited disorder that causes excessive copper deposition in the brain and liver, leading to liver disease and a range of neurologic manifestations, including psychiatric, cognitive, and movement disorders. Tremor is a common manifestation of Wilson disease; it may initially resemble essential tremor but usually has a coarse, wing-beating feature and may be seen at rest. Dystonia involving the face and jaw, parkinsonism, and other movement disorders can also be seen. Testing for Wilson disease should be considered in patients younger than 40 years who present with a progressive coarse tremor, parkinsonism, dystonia, or psychiatric or liver disease. Testing should include serum ceruloplasmin measurement, 24-hour urine copper measurement, and slit-lamp ophthalmologic examination for Kayser-Fleischer rings. Serum copper is not a sensitive test for Wilson disease. Additional confirmatory tests include liver biopsy and genetic testing. This young patient with recent-onset coarse tremor, associated parkinsonism (rigidity, rest tremor), and dystonia (jaw closure) should be tested for Wilson disease.Antibodies to the N-methyl-d-aspartate receptor (Option A) can cause autoimmune encephalitis that may be associated with chorea, dystonia, and myoclonus. This condition has a rapidly progressive course, leading to prominent psychiatric, behavioral, autonomic, and cognitive symptoms, which is not consistent with this patient's presentation.Oligoclonal bands (Option B) are seen in demyelinating disorders, such as multiple sclerosis. A tremor that is present with both rest and action may result from demyelinating lesions in the brainstem (rubral tremor). This patient's normal brain MRI makes a demyelinating cause unlikely.Celiac disease can rarely present with movement disorders. Typical manifestations include cerebellar ataxia, myoclonus, and chorea. In contrast, dystonia and parkinsonism, as seen in this patient, are not expected in celiac disease, and IgA tissue transglutaminase antibody testing (Option C) is unnecessary.",
  "critique_links": [],
  "key_points": [
    "Patients younger than 40 years who present with a progressive coarse tremor, parkinsonism, dystonia, or psychiatric or liver disease should be tested for Wilson disease.",
    "Testing for Wilson disease should include serum ceruloplasmin measurement, 24-hour urine copper measurement, and slit-lamp ophthalmologic examination for Kayser-Fleischer rings."
  ],
  "references": "Mulligan C, Bronstein JM. Wilson disease: an overview and approach to management. Neurol Clin. 2020;38:417-432. PMID: 32279718 doi:10.1016/j.ncl.2020.01.005",
  "related_content": {
    "syllabus": [
      "nrsec24006_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.894724-06:00"
}