{
  "category": "rm",
  "critique": "The most appropriate test to perform next is a complete skin examination (Option A) for evaluation of possible psoriatic arthritis, a spondyloarthropathy. This patient has extensive enthesitis (inflammation of the insertions of the tendons where they attach to bone), dactylitis (swollen “sausage digits\"), and Achilles tendonitis. Although enthesitis at a single location may suggest trauma or overuse, diffuse enthesitis, especially in the presence of tendonitis and arthritis, suggests a spondyloarthropathy. This family of conditions may include ankylosing spondylitis, reactive arthritis, arthritis of inflammatory bowel disease, and psoriatic arthritis. The presence of dactylitis, particularly involving the toes, is characteristic of both psoriatic and reactive arthritis. This patient lacks back symptoms (making ankylosing spondylitis less likely) and has no history of bowel involvement (making inflammatory bowel disease unlikely). Therefore, a thorough skin examination to identify mild or occult psoriasis is indicated next because psoriatic lesions can be subtle and would complete the diagnosis. This examination should include the intertriginous areas of the perineum, the navel, in and behind the ears, and the nails. Examination of the skin would also include the glans of the penis to check for circinate balanitis and of the palms and soles to check for keratoderma blennorrhagicum, psoriatic-like skin lesions sometimes seen in patients with reactive arthritis. Urine polymerase chain reaction assay for Chlamydia species may also be performed to test for the most common cause of reactive arthritis in young men.Lumbosacral spine radiography (Option B) would be warranted if the patient had clinical evidence of axial arthritis suggesting ankylosing spondylitis as the cause of his enthesitis. However, the patient has no back symptoms and dactylitis is uncommon in ankylosing spondylitis. The patient's father has a history of chronic back pain; however, chronic low back pain is common in the general population and is nonspecific in this case.Parvovirus B19 infection can cause acute arthritis, but it is typically symmetric and involves the small joints of the hands; it is not accompanied by enthesitis. Therefore, parvovirus B19 immunoglobulin measurements (Option C) are unlikely to be helpful.Rheumatoid factor level may be elevated in rheumatoid arthritis and other conditions, including bacterial endocarditis, viral hepatitis, cryoglobulinemia, and other autoimmune diseases. However, the patient's symptoms do not resemble rheumatoid arthritis, and none of the other aforementioned conditions are characterized by enthesitis. Thus, measurement of rheumatoid factor (Option D) is not appropriate and, because it is nonspecific, may even lead to additional unnecessary evaluation.",
  "educational_objective": "Evaluate a patient with polyenthesitis.",
  "extracted_at": "2025-12-22T20:47:16.603341-06:00",
  "key_points": [
    "Dactylitis and diffuse enthesitis (inflammation of the insertions of the tendons where they attach to bone), especially in the presence of arthritis, suggest a spondyloarthropathy.",
    "Psoriatic arthritis is a spondyloarthropathy in which enthesitis, dactylitis, and tenosynovitis are commonly seen, but psoriatic lesions may be subtle and require a full skin examination."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Complete skin examination"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Lumbosacral spine radiography"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Parvovirus B19 immunoglobulin measurements"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Rheumatoid factor measurement"
    }
  ],
  "question_id": "rmmcq24078",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "A 35-year-old man is evaluated for pain and tenderness of multiple peripheral joints. He does not have back pain, gastrointestinal symptoms, or urologic concerns. His father has had chronic low back pain for 20 years. The patient has no medical conditions and takes no medications.On physical examination, vital signs are normal. The second and third fingers of the right hand and fourth toes of both feet are swollen. Achilles tendons are swollen bilaterally. Tenderness is observed at the insertion of the plantar fascia, quadriceps tendons, greater trochanters, and lateral and medial epicondyles of the elbows. No rashes are observed on exposed skin.Complete blood count, serum chemistries, and urinalysis findings are normal.",
  "references": "FitzGerald O, Ogdie A, Chandran V, et al. Psoriatic arthritis. Nat Rev Dis Primers. 2021;7:59. PMID: 34385474 doi:10.1038/s41572-021-00293-y",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "rmsec24001_24008"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}