{
  "question_id": "encor25009",
  "category": "en",
  "educational_objective": "Treat primary aldosteronism in a patient with idiopathic hyperaldosteronism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 36-year-old woman is evaluated for resistant hypertension diagnosed during routine screening 4 months ago; her blood pressure remains uncontrolled despite therapy with amlodipine, chlorthalidone, and losartan.On physical examination, her blood pressure is 164/82 mm Hg. The remainder of the examination is normal.Laboratory testing reveals an elevated plasma aldosterone concentration (PAC) and suppressed plasma renin activity (PRA), with a PAC/PRA ratio greater than 20. The oral sodium loading test reveals persistently elevated urine aldosterone.A CT scan shows a 1-cm left adrenal adenoma. Adrenal vein sampling demonstrates similar aldosterone levels on the left and right sides.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bilateral adrenalectomy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Labetalol",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Left adrenalectomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Spironolactone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with idiopathic hyperaldosteronism is to start an aldosterone receptor antagonist such as spironolactone (Option D). Identifying patients with primary aldosteronism is important not only for treating hypertension but because aldosterone has direct inflammatory and fibrotic consequences independent of its blood pressure effects; higher cardiovascular morbidity and mortality have been noted in patients with primary aldosteronism compared with those with primary hypertension and similar blood pressure control. Primary aldosteronism is caused by hyperplasia of both adrenal glands (idiopathic hyperaldosteronism) in approximately 60% of patients. Approximately 35% of patients have a unilateral aldosterone-producing adenoma (APA). The diagnosis of primary aldosteronism involves stepwise case detection followed by confirmatory testing and localization studies. The most reliable case-detection test is calculation of a plasma aldosterone concentration/plasma renin activity (PAC/PRA) ratio, which is determined from PAC and PRA (or direct renin concentration) measurements in a midmorning seated sample. A PAC/PRA ratio greater than 20 with a PAC of at least 15 ng/dL (414 pmol/L) is positive for primary aldosteronism. Patients with positive results should be referred to endocrinology and may require confirmatory testing (e.g., an oral sodium loading test or intravenous saline infusion test). When the diagnosis is confirmed, the localization study of choice is dedicated adrenal CT. However, the inability of CT to visualize smaller APAs and the frequent presence of nonfunctioning incidental adrenal masses means that most patients with primary aldosteronism also require adrenal vein sampling to confirm the source. Medical therapy with an aldosterone receptor antagonist (spironolactone or eplerenone) is required in primary aldosteronism due to idiopathic hyperaldosteronism and in patients with APAs who are not candidates for surgery. This patient has confirmed primary aldosteronism not attributable to her nonfunctioning adrenal adenoma, so an aldosterone receptor antagonist should be started.Bilateral adrenalectomy (Option A) is not used to treat primary aldosteronism because of the unacceptable risks posed to the patient, including the need for lifelong glucocorticoid and mineralocorticoid replacement.Labetalol (Option B) may improve blood pressure, but it would not block the other adverse effects of primary aldosteronism. Therefore, treating this patient's hypertension without addressing her underlying primary aldosteronism with an aldosterone receptor blocker is inappropriate.Adrenalectomy (Option C) is effective for unilateral disease. This procedure is only indicated when adrenal vein sampling results lateralize to the adrenal gland that is the source of excess aldosterone production, which is not the case in this patient.",
  "key_points": [
    "Medical therapy with an aldosterone receptor antagonist is the treatment of choice for primary aldosteronism caused by idiopathic hyperaldosteronism (bilateral adrenal hyperplasia) and in patients with aldosterone-producing adenomas who are not candidates for surgery."
  ],
  "references": "Reincke M, Bancos I, Mulatero P, et al. Diagnosis and treatment of primary aldosteronism. Lancet Diabetes Endocrinol. 2021;9:876-892. PMID: 34798068 doi:10.1016/S2213-8587(21)00210-2",
  "related_content": {
    "syllabus": [
      "ensec24004_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:27:18.698480-06:00"
}