{
  "question_id": "idmcq24022",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose cutaneous infection with rapidly growing mycobacteria.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old man is evaluated for a 3-week history of “bumps” under the skin on both outer thighs that have intermittently drained clear yellow fluid. He recently traveled internationally from his home in Nevada to undergo outpatient liposuction. He reports no fever or chills. He completed a 7-day course of trimethoprim-sulfamethoxazole without improvement.On physical examination, vital signs are normal. Violaceous, subcutaneous, tender nodules are present bilaterally on the outer thighs over the liposuction site. A few of the nodules have started to ulcerate.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Coccidioidomycosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythema nodosum",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fusarium solani infection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Mycobacterium abscessus infection",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Nocardia nova infection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Mycobacterium abscessus (Option D), a rapidly growing nontuberculous mycobacteria (NTM). Cutaneous NTM infections are associated with subacute development of painful subcutaneous nodules that often have purplish discoloration. Systemic symptoms such as fever are rare. Nodules often appear 1 to 3 weeks after exposure. The association between infection with rapidly growing NTM and medical tourism has been well documented, and the appearance of a typical skin eruption in this patient with a history of a cosmetic procedure should prompt further evaluation with skin biopsy for acid-fast bacilli culture. Cutaneous infections with rapidly growing NTM have also been associated with whirlpools and footbaths associated with pedicures and with tattoos. Other rapid growers that can cause skin and soft tissue infections are Mycobacterium fortuitum and Mycobacterium chelonae. Treatment often requires surgical debridement and several months of multiple antibiotics.Although the patient is from an area where coccidioidomycosis (Option A) is endemic, patients usually have an isolated, persistent papule, ulceration, or verrucous lesion, rather than numerous nodules. Coccidioidomycosis has not been associated with cosmetic surgery.Erythema nodosum (EN) (Option B) is a panniculitis that typically presents as bilateral tender nonulcerated nodules on the shins; it occurs less commonly in such locations as the thighs, arms, or buttocks. EN occurs secondary to numerous conditions such as sarcoidosis, tuberculosis, inflammatory bowel disease, and malignancy. EN is not associated with cosmetic procedures.Fusarium solani (Option C) was linked to a multistate outbreak of fungal meningitis among patients who underwent epidural anesthesia at two separate medical clinics in Mexico in 2023. This fungal species has not been associated with cutaneous infection in travelers.Cutaneous infection with Nocardia species (Option E) is associated with outdoor exposures such as gardening or farming and from puncture wounds from thorns or splinters. Nodules or ulcers occur at the site of an injury or pre-existing wound and often exhibit lymphatic spread with progression up the extremity. Nocardia is not associated with cosmetic procedures, and the physical examination findings of bilateral nodules on the outer thighs is inconsistent with typical Nocardia presentation.",
  "critique_links": [],
  "key_points": [
    "Cutaneous infections with Mycobacterium abscessus, a rapidly growing nontuberculous mycobacterium, are associated with subacute development of painful subcutaneous nodules that often have purplish discoloration.",
    "Other rapidly growing nontuberculous mycobacteria that can cause skin and soft tissue infections are Mycobacterium fortuitum and Mycobacterium chelonae."
  ],
  "references": "Franco-Paredes C, Marcos LA, Henao-Martínez AF, et al. Cutaneous mycobacterial infections. Clin Microbiol Rev. 2018;32. PMID: 30429139 doi:10.1128/CMR.00069-18",
  "related_content": {
    "syllabus": [
      "idsec24010_24002"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.491372-06:00"
}