{
  "question_id": "gimcq24035",
  "category": "gi",
  "educational_objective": "Treat functional dyspepsia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 29-year-old woman is evaluated for new epigastric pain and many weeks of early satiety and postprandial fullness. She reports no gastroesophageal reflux, nausea, vomiting, or weight loss. She has visited the emergency department several times over the past 2 months for postprandial fullness and early satiety. A previous trial of pantoprazole did not relieve those symptoms. She underwent cholecystectomy 1 year ago for cholelithiasis and epigastric pain. Medications are an oral contraceptive and a multivitamin.Physical examination findings, including vital signs, are normal.Previous laboratory studies showed a negative result on a 13C-urea breath test for Helicobacter pylori.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Buspirone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Famotidine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Metoclopramide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rikkunshito",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with functional dyspepsia is buspirone (Option A). The Rome IV diagnostic criteria for functional dyspepsia include one or more of the following bothersome symptoms: bothersome postprandial fullness, early satiation, epigastric pain, or epigastric burning. In addition, there must be no evidence of structural disease that is likely to explain the symptoms. However, routine use of upper endoscopy is recommended only in patients age 60 years and older; it is not recommended in patients younger than age 60 years with dyspepsia, even in most patients with alarm features (weight loss, anemia, dysphagia, and vomiting) because these features poorly predict structural pathology, such as malignancy, peptic ulcer disease, or esophagitis (see ). The first step in the management of functional dyspepsia is to test for Helicobacter pylori infection and treat it if present. Because 25% of patients may have esophagitis, proton pump inhibitor (PPI) therapy should be trialed. If the PPI does not relieve symptoms, initiating an antidepressant is the next step in treatment. Because this patient's symptoms did not respond to pantoprazole, an antidepressant should be used. Buspirone is an ideal choice for this patient because it may also relieve early satiety.The patient did not benefit from taking a PPI, and thus it is unlikely that an H2-blocker would provide relief. No evidence suggests that the addition of an H2-blocker, such as famotidine (Option B), would be more beneficial in relieving her pain than a PPI.A prokinetic, such as metoclopramide (Option C), should be prescribed only after trials of a PPI and an antidepressant fail to relieve symptoms. Metoclopramide may help improve early satiety, but it has not been shown to improve epigastric pain. Treatment with metoclopramide should be limited to less than 12 weeks because longer-term use is associated with increased risk for tardive dyskinesia, which is often irreversible.Rikkunshito (Option D), an herbal therapy used for functional dyspepsia, may offer some benefit; however, it is recommended only after all other treatment options (e.g., H. pylori testing and treatment, PPI, antidepressant, prokinetic) have been tried. If none of these options provide relief, the patient should be referred to a gastroenterologist for consideration of endoscopy and additional functional testing.",
  "key_points": [
    "In patients with functional dyspepsia who do not respond to an initial trial of a proton pump inhibitor, therapy with an antidepressant should be initiated."
  ],
  "references": "Miwa H, Nagahara A, Asakawa A, et al. Evidence-based clinical practice guidelines for functional dyspepsia 2021. J Gastroenterol. 2022;57:47-61. PMID: 35061057 doi:10.1007/s00535-021-01843-7",
  "related_content": {
    "syllabus": [
      "gisec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:30.914639-06:00"
}