{
  "category": "cv",
  "critique": "The most appropriate next step is referral for an electrophysiology study (Option B). Wolff-Parkinson-White (WPW) syndrome is defined by symptomatic atrioventricular reciprocating tachycardia with evidence of preexcitation on resting ECG. Preexcitation is demonstrated by shortening of the PR interval and slurring of the initial part of the QRS complex (delta wave) on resting ECG (circled below). Potential symptoms of WPW syndrome include palpitations, presyncope, and syncope. Atrial fibrillation occurs in up to one third of patients with WPW syndrome. Although occurring in less than 1% of patients with WPW syndrome, rapid conduction over an accessory pathway in atrial fibrillation may result in ventricular fibrillation and sudden cardiac death. Risk stratification in WPW syndrome can be performed with exercise testing and/or ambulatory ECG monitoring, although patients more commonly undergo electrophysiology testing for both risk stratification and curative ablation. Catheter ablation is first-line therapy for patients with WPW syndrome. Antiarrhythmic therapy is second-line therapy. This patient has a shortened PR interval and delta wave on ECG accompanied by a history of syncope, all consistent with WPW syndrome. They should undergo electrophysiologic evaluation and possible ablation.Although amiodarone (Option A) is a highly effective, multichannel-blocking antiarrhythmic drug, it is used rarely in young, healthy persons, such as this patient, owing to its toxicity.Genetic testing (Option C) may be useful for the screening and occasional diagnosis of some inherited arrhythmogenic conditions, such as long QT syndrome or arrhythmogenic right ventricular cardiomyopathy. However, it does not have a role in managing WPW syndrome.Given the presence of syncope and preexcitation on ECG, reassurance (Option D) is not an appropriate strategy. Even in the absence of symptoms, preexcitation on resting ECG, particularly in a young person, may prompt consideration of electrophysiologic evaluation, although this is controversial. Lastly, in the absence of preexcitation, the patient has syncope with exercise, an event of great concern that warrants further evaluation for arrhythmogenic causes (e.g., hypertrophic cardiomyopathy, long QT syndrome, coronary anomaly, arrhythmogenic right ventricular cardiomyopathy).",
  "educational_objective": "Manage Wolff-Parkinson-White syndrome.",
  "extracted_at": "2025-12-22T22:49:25.857357-06:00",
  "key_points": [
    "ECG findings of a shortened PR interval and a delta wave are suggestive of Wolff-Parkinson-White (WPW) syndrome.",
    "The diagnosis of WPW syndrome should prompt electrophysiologic evaluation and consideration of catheter ablation."
  ],
  "media": {
    "images": [
      "figures/cvfig24232.d67823c192c5513964d487b113aff67e.jpg",
      "figures/cvfig24224.5650822d8c21571dc5c3ec8cd2e95c3e.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Amiodarone"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Electrophysiology study"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Genetic testing"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Reassurance"
    }
  ],
  "question_id": "cvmcq24105",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "A 20-year-old patient is evaluated during a routine physical examination for sports participation. They had one episode of syncope 2 years ago, passing out while recovering from a strenuous workout. There were no prodromal symptoms, and the patient awoke promptly. They did not seek medical attention at the time. They have no other medical history.Physical examination findings, including vital signs, are normal.ECG is shown.",
  "references": "Page RL, Joglar JA, Caldwell MA, et al. 2015 ACC/AHA/HRS guideline for the management of adult patients with supraventricular tachycardia: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2016;67:e27-e115. PMID: 26409259 doi:10.1016/j.jacc.2015.08.856",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "cvsec24006_24015"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}