{
  "question_id": "idmcq24112",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Manage vertebral osteomyelitis with epidural abscess.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 63-year-old man is evaluated in the emergency department for lower back pain that has progressively worsened over the past 2 weeks. He reports some difficulty with walking and describes feeling like his legs periodically “give out.” Medical history is noncontributory, and he takes no medication.On physical examination, vital signs are normal. Palpation of the lumbar spine elicits tenderness. Strength is reduced in the right lower extremity (3/5) compared with the left.Laboratory studies:Erythrocyte sedimentation rate75 mm/hHLeukocyte count14,000/μL (14 × 109/L)HC-reactive protein4.8 mg/dL (48 mg/L)HMRI shows vertebral osteomyelitis, diskitis, and epidural abscess in the lumbar spine (L2-L3). Blood cultures are pending.Vancomycin and ceftriaxone are started.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Image-guided percutaneous bone biopsy and aspiration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Physical therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Surgical decompression",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient who has vertebral osteomyelitis, an epidural abscess, and associated neurologic deficit is surgical decompression (Option C). New-onset back or neck pain or progressive worsening of chronic pain that is unresponsive to conservative management should raise concern for vertebral osteomyelitis, especially when accompanied by elevated inflammatory marker levels, focal neurologic findings, bacteremia, or unexplained fever. Neurologic findings can include sensory loss, weakness, or radiculopathy and are reported in up to one third of patients. Point tenderness is present in only one third of patients. MRI with and without contrast is the preferred imaging modality to diagnose vertebral osteomyelitis. Blood cultures should be performed in all patients before antibiotics are started. Patients with neurologic compromise or spinal instability should undergo evaluation for immediate surgical intervention. In addition, patients with severe sepsis, progressive neurologic deficit, spinal instability, or epidural abscess should receive empiric antibiotic therapy (generally vancomycin combined with a third- or fourth-generation cephalosporin).Image-guided percutaneous bone biopsy (Option A) and aspiration should be performed in patients with negative blood culture results (sensitivity of 38%-60%); if results from the aspirate are inconclusive, aspiration should be repeated to optimize sensitivity of the microbiologic and pathologic diagnosis. Open biopsy should be reserved for patients with a nondiagnostic aspiration or those not responding to a course of empiric antimicrobial therapy. Nucleic acid amplification testing performed on tissue can increase biopsy yield. In this case, it would be inappropriate to delay surgery for a bone biopsy. In addition, excisional biopsy can be obtained at the time of surgical decompression.Physical therapy alone (Option B) would not be appropriate management in a patient with evidence of vertebral osteomyelitis and epidural abscess on imaging.Transesophageal echocardiography (TEE) (Option D) would be helpful if concern existed for bacterial endocarditis as a source of this patient's vertebral osteomyelitis and epidural abscess. However, this patient with neurologic deficits needs urgent surgical intervention, and delaying surgery to obtain a TEE would not be appropriate.",
  "critique_links": [],
  "key_points": [
    "Patients with vertebral osteomyelitis and progressive neurologic deficit, spinal instability, or epidural abscess should receive empiric antibiotic therapy (generally vancomycin combined with a third- or fourth-generation cephalosporin) and should undergo evaluation for immediate surgical intervention."
  ],
  "references": "Berbari EF, Kanj SS, Kowalski TJ, et al. Executive summary: 2015 Infectious Diseases Society of America (IDSA) clinical practice guidelines for the diagnosis and treatment of native vertebral osteomyelitis in adults. Clin Infect Dis. 2015;61:859-63. PMID: 26316526 doi:10.1093/cid/civ633",
  "related_content": {
    "syllabus": [
      "idsec24003_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.849922-06:00"
}