{
  "question_id": "pmmcq24040",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose cough-variant asthma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated for a 4-month history of a nonproductive cough. The cough occurs during the day and night without any obvious triggers; it occasionally awakens him from sleep. The patient has no heartburn, sinus symptoms, or postnasal drip. Empiric therapy for upper airway cough syndrome with intranasal fluticasone, chlorpheniramine, and decongestants resulted in no improvement. He has hypertension and dyslipidemia. Medications are amlodipine and atorvastatin.Physical examination findings, including vital signs, are normal.Spirometry findings are normal, and no bronchodilator effect is seen.Chest radiograph is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Inhaled budesonide-formoterol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methacholine challenge test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management in this patient with a chronic cough is a methacholine challenge test (Option B) to assess for cough-variant asthma. Common causes of a chronic cough include upper airway cough syndrome (UACS), gastroesophageal reflux disease (GERD), asthma, smoking, and ACE inhibitor use. Nonasthmatic eosinophilic bronchitis is another increasingly recognized cause. Empiric treatment for UACS is a reasonable first step in management (Figure: Algorithm for the Evaluation of Chronic Cough). In patients who do not respond to empiric therapy for UACS, cough-variant asthma should be suspected, especially in patients with a nocturnal cough and in the absence of clinical findings that suggest an alternate cause, such as GERD. Most patients with cough-variant asthma have normal baseline spirometry without an increase in FEV1 or FVC after the use of a bronchodilator, and diagnosis requires documentation of bronchial hyperreactivity with a methacholine challenge test. This patient has a chronic nonproductive nocturnal cough and no clinical findings suggestive of an alternate cause. The best next step is methacholine challenge testing to further assess the possibility of cough-variant asthma.Inhaled budesonide-formoterol therapy (Option A) is the preferred regimen for the management of asthma. Before budesonide-formoterol therapy is prescribed, however, the diagnosis of asthma must be confirmed by demonstrating reversible airflow obstruction on spirometry or bronchial hyperreactivity with a positive result on a methacholine challenge test.A trial of proton pump inhibitor therapy with omeprazole (Option C) is not indicated for this patient. Empiric proton pump inhibitor therapy for possible GERD may be considered in chronic cough without a clear cause that does not appear secondary to UACS, asthma, or nonasthmatic eosinophilic bronchitis. This patient, however, has symptoms suggestive of cough-variant asthma and should be evaluated for this diagnosis before consideration of empiric treatment for GERD.Upper endoscopy (Option D) is rarely indicated in the evaluation of a chronic cough in the absence of clinical findings that suggest gastrointestinal disease. Even if GERD is suspected as the cause of a chronic cough, most patients with GERD have normal findings on upper endoscopy. This patient has no symptoms that suggest gastrointestinal disease, and upper endoscopy is not indicated.",
  "critique_links": [],
  "key_points": [
    "Cough-variant asthma should be suspected in patients with a chronic cough who do not respond to empiric therapy for upper airway cough syndrome and have no clinical findings that suggest an alternate cause.",
    "The diagnosis of cough-variant asthma often requires documentation of bronchial hyperreactivity by methacholine challenge testing because most patients will have normal results on baseline spirometry."
  ],
  "references": "Vaezi MF, Katzka D, Zerbib F. Extraesophageal symptoms and diseases attributed to GERD: where is the pendulum swinging now? Clin Gastroenterol Hepatol. 2018;16:1018-29. PMID: 29427733 doi:10.1016/j.cgh.2018.02.001",
  "related_content": {
    "syllabus": [
      "pmsec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.101017-06:00"
}