{
  "question_id": "idmcq24033",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Evaluate a patient for community-acquired pneumonia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 56-year-old woman is evaluated for a 4-day history of persistent fever, chills, and productive cough. She has noticed mild dyspnea on exertion when climbing stairs. Medical history is significant for type 2 diabetes mellitus, hypertension, and dyslipidemia. Medications are dulaglutide, lisinopril, and atorvastatin.On physical examination, temperature is 38.1 °C (100.6 °F), blood pressure is 136/74 mm Hg, pulse rate is 92/min, and respiration rate is 16/min. Oxygen saturation is 95% breathing ambient air. Crackles are heard in the left lung base.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Ceftriaxone and azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Levofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Sputum Gram stain and culture",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Chest radiography (Option C) is the most appropriate next step in management for this patient. Community-acquired pneumonia (CAP) should be suspected and chest imaging performed in any patient presenting with fever associated with cough and dyspnea, with or without chest pain. Although signs and symptoms may support the diagnosis of pneumonia, clinical features alone are not sufficiently sensitive and specific to definitively rule out or confirm the diagnosis. Posteroanterior and lateral chest radiography is preferred for the initial evaluation, although it is less sensitive than CT. Chest radiographs may be useful in suggesting (but not confirming) the causative agent and ruling out alternative diagnoses. In addition, all patients should be tested for COVID-19, and testing for influenza should be performed, if appropriate, based on season and local patterns of influenza in the community.The combination of ceftriaxone and azithromycin (Option A) is appropriate in hospitalized patients with CAP. This patient is hemodynamically stable, has no evidence of septic shock or respiratory failure, and has no indication that she is unable to take oral antibiotics. Therefore, hospitalization for intravenous ceftriaxone and azithromycin would not be necessary. In addition, a diagnosis of CAP has not yet been confirmed with radiography.If chest radiography is negative but clinical suspicion is high, a chest CT should be obtained (Option B). A chest CT is not needed for this patient because she has not yet had chest radiography.Levofloxacin (Option D) is a recommended antibiotic for outpatient CAP treatment in patients who have comorbidities (diabetes mellitus; chronic heart, lung, liver, or kidney disease; alcohol use disorder; asplenia; malignancies; or immunosuppression) or for patients who are hospitalized with nonsevere pneumonia. However, a CAP diagnosis should be established, including clinical history and chest radiograph, before antibiotic therapy initiation. Therefore, administering levofloxacin before obtaining a chest radiograph would not be appropriate.Sputum Gram stain and culture (Option E) are not routinely recommended in outpatients with CAP. Pretreatment Gram strain and culture are recommended in cases of severe CAP, in patients who have risk factors for methicillin-resistant Staphylococcus aureus or Pseudomonas aeruginosa, and in patients who have been hospitalized and/or received parenteral antibiotics in the previous 90 days.",
  "critique_links": [],
  "key_points": [
    "Community-acquired pneumonia should be suspected and chest radiography performed in any patient presenting with fever associated with cough, dyspnea, or chest pain."
  ],
  "references": "Metlay JP, Waterer GW, Long AC, et al. Diagnosis and treatment of adults with community-acquired pneumonia. An official clinical practice guideline of the American Thoracic Society and Infectious Diseases Society of America. Am J Respir Crit Care Med. 2019;200:e45-e67. PMID: 31573350 doi:10.1164/rccm.201908-1581ST",
  "related_content": {
    "syllabus": [
      "idsec24006_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.538667-06:00"
}