{
  "question_id": "csmcq24003",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose a full-thickness rotator cuff tear.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old woman is evaluated for shoulder pain. The pain began yesterday as a sharp jolt in the anterior aspect of the right shoulder while pruning an overhead branch. Since that time, she has been unable to lift her right arm more than a few inches because of pain and weakness. She works as a landscaper and has had recurrent episodes of shoulder pain and weakness while performing overhead activities over the past few years, but this episode is much more painful and associated with weakness. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are normal. Palpation elicits pain in the right anterolateral shoulder worse at the subacromial space. She has full passive range of motion. There is weakness in abduction and external rotation. The painful arc and drop-arm tests are positive. The cross-arm adduction test is negative.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acromioclavicular joint degeneration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adhesive capsulitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Full-thickness rotator cuff tear",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Labral tear",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is a full-thickness rotator cuff tear (Option C). Rotator cuff disease, the most common cause of shoulder pain, encompasses all symptomatic rotator cuff disorders, including rotator cuff tendinopathy, partial- and full-thickness rotator cuff tears, subacromial bursitis, and impingement syndrome. Risk factors for rotator cuff disease include increasing age and activities that require repetitive overhead arm use. Historical clues include overuse (especially repetitive overhead activity), anterolateral shoulder pain, and nonpositional night pain. Although subacromial bursitis, tendinosis, and partial-thickness rotator cuff tears result in pain with intact strength, the complete detachment of the tendon with a full-thickness rotator cuff tear results in pain and weakness. Except for acute traumatic rotator cuff tears, onset of symptoms in rotator cuff disorders is usually insidious. On examination, positive results on the painful arc test and the drop-arm test in the setting of weakness in external rotation suggest a rotator cuff tear. The painful drop-arm test in particular suggests a full tear of the supraspinatus. Patients with acute full-thickness rotator cuff tears can be considered for surgical repair depending on the degree of pain, loss of function, and occupation. This patient with a history of repetitive overhead activity presents with acute pain and weakness with preserved and full passive range of motion, all suggesting a full-thickness rotator cuff tear.Acromioclavicular joint degeneration (Option A) is associated with pain at the superior aspect of the shoulder that is elicited with palpation of the acromioclavicular joint and with the cross-arm adduction test of the arm. Acromioclavicular joint disease is not associated with the weakness and positive drop-arm test present in this patient.Although adhesive capsulitis (frozen shoulder) (Option B) leads to progressive anterolateral shoulder pain, examination would show progressive loss of passive and active range of motion. This patient presents with acute pain and preserved passive range of motion, making adhesive capsulitis an unlikely diagnosis.As with a full-thickness rotator cuff tear, labral tears (Option D) are often caused by repetitive overhead stress and lead to anterolateral pain. However, labral tears in isolation do not result in the weakness seen in this patient.",
  "critique_links": [],
  "key_points": [
    "Acute full-thickness rotator cuff tears are characterized by acute pain and weakness with preserved passive range of motion; they are frequently caused by repetitive overhead work."
  ],
  "references": "Mathiasen R, Hogrefe C. Evaluation and management of rotator cuff tears: a primary care perspective. Curr Rev Musculoskelet Med. 2018;11:72-76. PMID: 29350325 doi:10.1007/s12178-018-9471-6",
  "related_content": {
    "syllabus": [
      "cssec24011_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.691807-06:00"
}