{
  "question_id": "idvdx24023",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose cutaneous anthrax.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for a painless lesion on her arm. She processes animal hides for leatherworking.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cutaneous anthrax",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cutaneous leishmaniasis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plague",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pyoderma gangrenosum",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is cutaneous anthrax (Option A), which develops when causative microorganisms are introduced into a skin abrasion or cut. Cutaneous lesions are initially pruritic and painless and subsequently progress to vesicular lesions surrounded by nonpitting edema. The lesions then become hemorrhagic or necrotic, and satellite lesions may form. Finally, a central black eschar can develop, which usually resolves over the course of 6 weeks. Diagnosis is confirmed by culture of blood or exudate or by full-thickness skin biopsy.Although naturally occurring anthrax is rare in the United States, sporadic outbreaks periodically occur in wild and domestic grazing animals, such as deer or cattle, in areas where spores exist in contaminated soil, plants, or water (e.g., the western United States). Infection can also occur in persons who process contaminated animal hides. Cutaneous anthrax is the most common type of anthrax in the United States.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "idsec24014_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.580137-06:00"
}