{
  "question_id": "hpmcq24029",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Diagnose autoimmune hepatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 34-year-old woman is evaluated in the emergency department for jaundice and a 1-week history of fatigue, malaise, and right-upper-quadrant abdominal discomfort. She reports rare alcohol use, has not traveled recently, and does not engage in high-risk sexual behaviors. She has no medical conditions. She does not use any over-the-counter medications, herbal medications, or supplements. She has no family history of liver disease.On physical examination, vital signs are normal. The patient is alert and oriented. She has scleral icterus and jaundice. The liver is slightly tender and palpable 1 cm below the inferior costal margin. There are no stigmata of advanced liver disease.Laboratory studies:Complete blood countNormalINR1.0Albumin4.2 g/dL (42 g/L)Alkaline phosphatase131 U/LHAlanine aminotransferase1622 U/LHAspartate aminotransferase1589 U/LHBilirubinTotal6.3 mg/dL (107.7 µmol/L)HDirect4.8 mg/dL (82.0 µmol/L)HTotal serum IgG 3219 mg/dL (32.2 g/L)HAntinuclear antibodiesPendingAnti–smooth muscle antibodyPendingAnti-LKM1 antibodyPendingSerum ceruloplasminNormalSerum acetaminophenUndetectableViral hepatitis panelNegativeAbdominal Doppler ultrasound shows a moderately enlarged liver with mildly coarsened and heterogeneous echotexture. No other abnormalities are noted.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Alcoholic hepatitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Autoimmune hepatitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Primary biliary cholangitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Wilson disease",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is autoimmune hepatitis (AIH) (Option B). AIH has a wide range of clinical presentations, varying from asymptomatic chronic liver injury to acute liver failure. The diagnosis is based on the following:Elevated alanine aminotransferase (ALT) and aspartate aminotransferase (AST) levelsPositive results on tests for one or more autoantibodies (e.g., antinuclear, anti–smooth muscle, anti–liver kidney microsome type 1, anti–liver cytosol 1, or anti–soluble liver antigen/liver-pancreas antibodies)Elevated total IgG levelExclusion of other diagnosesLiver histologyThis patient's high aminotransferase levels point to a severe hepatocellular pattern of liver injury without evidence of acute liver failure (no synthetic dysfunction or encephalopathy). Autoantibody test results often take several days to return, but the elevated total IgG level and the patient's demographic characteristics should raise suspicion for AIH. Notably, IgG level may be normal in 25% to 40% of cases of severe acute AIH. Other causes of acute liver injury, such as viral hepatitis, alcoholic hepatitis, drug-induced liver injury, and ischemic liver injury, are less likely given her history and laboratory evaluation.Alcoholic hepatitis (Option A) should be considered in the initial differential diagnosis of acute hepatocellular injury, even when patients do not report hazardous levels of alcohol intake. In alcoholic hepatitis, the AST-to-ALT ratio is usually greater than 2, and the ALT or AST level does not usually exceed 500 U/L. The magnitude and pattern of aminotransferase elevation in this case point to an alternative diagnosis or second concurrent cause of liver injury.Primary biliary cholangitis (Option C) is a chronic liver disease characterized by a cholestatic pattern of injury. Conversely, this patient has an acute, hepatocellular presentation.In Wilson disease (Option D), aminotransferase levels are typically only mildly to moderately elevated, and the AST-to-ALT ratio is typically greater than 2. Additional features that make Wilson disease less likely in this patient include a normal serum ceruloplasmin level and slightly elevated alkaline phosphatase level (it is often subnormal, with an alkaline phosphatase–to–total bilirubin ratio <4).",
  "critique_links": [],
  "key_points": [
    "The diagnosis of autoimmune hepatitis is based on elevated serum aminotransferase levels, positive results on tests for one or more autoantibodies (e.g., antinuclear, anti–smooth muscle), elevated total IgG, exclusion of other diagnoses, and liver histology."
  ],
  "references": "Mack CL, Adams D, Assis DN, et al. Diagnosis and management of autoimmune hepatitis in adults and children: 2019 practice guidance and guidelines from the American Association for the Study of Liver Diseases. Hepatology. 2020;72:671-722. PMID: 31863477 doi:10.1002/hep.31065",
  "related_content": {
    "syllabus": [
      "hpsec24005_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.654846-06:00"
}