{
  "question_id": "inmcq24035",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose narcissistic personality disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old man comes to the office to establish care. He has many concerns and reports that he has gone to many other physicians in the past, but they were unable to meet his standards. He states he seeks the highest level of care aided by the latest technology and requests that any testing be discussed with and approved by famous physicians at specific high-profile institutions. He has compiled a list of experts he believes should be consulted on his care. He also requests regular updates on the latest advances in medicine. He has no medical problems and takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bipolar disorder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Generalized anxiety disorder",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Histrionic personality disorder",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Narcissistic personality disorder",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Narcissistic personality disorder (Option D) is the most likely diagnosis. Personality disorders involve consistent patterns of interpersonal behavior and perceptions that are inflexible, diverge significantly from the behavioral standards of the person's culture, and cause substantial functional impairment and emotional distress. Prevalence in the United States is estimated at 10% to 15%, and these disorders often manifest during adolescence. There are three clusters of personality disorders as delineated by symptoms (see Table: Personality Disorders):Cluster A: Odd or eccentric thinking and behaviorsCluster B: Dramatic or unpredictable thinking and behaviors, emotionalCluster C: Anxious and fearful thinking and behaviors.Narcissistic personality disorder, which is associated with cluster B, is characterized by grandiose and inflated self-perceptions and the desire for attention. This patient most likely has narcissistic personality disorder because he demands involvement by famous physicians in all aspects of his care.Bipolar disorder (Option A) is characterized by major depressive episodes and periods of mania or hypomania. Mania manifests as irritable, expansive, or elevated mood that interferes with social or occupational functioning and has at least three of the following characteristics (four if the patient reports irritable mood only): inflated self-esteem (grandiosity), increased talkativeness, flight of ideas, distractibility, decreased need for sleep, increased goal-directed activity, and excessive risk-taking behaviors. Although this patient has grandiosity, he does not have other symptoms that are consistent with mania or depression, making bipolar disorder an unlikely diagnosis.Generalized anxiety disorder (GAD) (Option B) is not the most likely diagnosis. Patients with GAD have excessive anxiety about activities or events that is difficult to control, with resultant patient distress and functional impairment. Physical symptoms, such as restlessness, easy fatigability, irritability, muscle tension, sleep disturbance, and difficulty concentrating, must also be present. This patient does not meet the criteria for GAD.Histrionic personality disorder (Option C) is not the most likely diagnosis. It is associated with cluster B and is characterized by excessive emotionality; attention-seeking behavior; and dramatic, often seductive or sexually provocative, melodramatic behavior. The patient does not have symptoms consistent with this diagnosis.",
  "critique_links": [],
  "key_points": [
    "Personality disorders involve consistent patterns of interpersonal behavior and perceptions that are inflexible, diverge significantly from the behavioral standards of the person's culture, and cause substantial functional impairment and emotional distress."
  ],
  "references": "Pan B, Wang W. Practical implications of ICD-11 personality disorder classifications. BMC Psychiatry. 2024;24:191. PMID: 38454364 doi:10.1186/s12888-024-05640-3",
  "related_content": {
    "syllabus": [
      "insec24007_24028"
    ]
  },
  "media": {
    "tables": [
      "tables/intab24048.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "intab24048",
        "file": "tables/intab24048.html",
        "title": "Personality Disorders",
        "short_title": "Personality Disorders",
        "footnotes": [
          "Reproduced with permission from Schneider RK, Levenson JL. Psychiatry Essentials for Primary Care. Philadelphia: American College of Physicians; 2008."
        ],
        "headers": [
          "Cluster A: Odd or Eccentric Thinking and Behaviors",
          "Cluster B: Dramatic or Unpredictable Thinking and Behaviors, Emotional",
          "Cluster C: Anxious and Fearful Thinking and Behaviors"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:33.402244-06:00"
}