{
  "question_id": "csmcq24037",
  "category": "cs",
  "educational_objective": "Diagnose COPD in a patient with dyspnea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 78-year-old man is evaluated for a 6-month history of mild dyspnea with associated intermittent cough and occasional chest tightness. His dyspnea has become more bothersome over the past month, and he is cutting back on his daily walks. He has coronary artery disease, type 2 diabetes mellitus, hypertension, and aortic stenosis. Stress echocardiography 3 months ago showed an ejection fraction of 50%, mild aortic stenosis, and no significant ischemia. He has a 30-pack-year history of smoking and quit smoking 20 years ago. Medications are atorvastatin, amlodipine, aspirin, dapagliflozin, and metoprolol succinate.On physical examination, oxygen saturation is 94%; other vital signs are normal. Cardiac examination reveals a grade 2/6 crescendo-decrescendo systolic murmur heard best at the right upper sternal border. On pulmonary examination, distant breath sounds without crackles or wheezing are present.Basic metabolic panel and complete blood count are normal.Chest radiograph and ECG are normal.",
  "question_stem": "Which of the following is the most appropriate next diagnostic step?",
  "options": [
    {
      "letter": "A",
      "text": "D-dimer measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "High-resolution chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Spirometry",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with dyspnea is spirometry (Option C). Although the differential diagnosis of dyspnea is very broad, COPD, pulmonary embolism (PE), pneumonia, and heart failure constitute the most common causes. In addition to a detailed history and directed physical examination directed toward these causes, the initial evaluation should include hemoglobin measurement, ECG, and chest radiography. B-type natriuretic peptide or N-terminal pro–B-type natriuretic peptide levels can be measured if heart failure is a possibility and are particularly useful for ruling out heart failure if normal. In patients who have a history of tobacco use and without another obvious cause, the presence of dyspnea warrants obtaining spirometry to assess the possibility of COPD. The diagnosis of COPD cannot be made clinically and requires an FEV1/FVC ratio of less than 0.70 with severity of disease determined by degree of FEV1 reduction. The insidious, chronic nature of this patient's symptoms and his smoking history make COPD one of the most likely diagnoses. This patient with dyspnea should undergo spirometry.Although D-dimer (Option A) plays an important role in the evaluation of possible PE, this diagnosis is unlikely because it would be unusual for PE to present with the slowly progressive dyspnea seen in this patient. D-dimer measurement is most useful in patients in whom an acute PE is possible but who have a low pretest probability.High-resolution chest CT (HRCT) (Option B) is not the most appropriate next diagnostic step. HRCT, which obtains images with very thin slices, is typically used to evaluate possible interstitial lung disease. This patient has normal chest radiography, making parenchymal lung disease unlikely. If this patient's spirometry revealed restrictive lung disease, then HRCT would be a reasonable consideration.Although this patient has a history of mild aortic stenosis, transesophageal echocardiography (TEE) (Option D) is unlikely to be helpful. Transthoracic echocardiography is usually adequate to monitor aortic stenosis, with TEE being reserved for specific indications such as the presence of a prosthetic valve or inadequate valve visualization on a transthoracic study. This patient underwent echocardiography 3 months ago during stress echocardiography, and the valvular disease is unlikely to have progressed during this short interval, obviating the need for TEE.",
  "critique_links": [],
  "key_points": [
    "In patients with dyspnea with a history of tobacco use, spirometry should be performed if COPD is suspected."
  ],
  "references": "Agustí A, Celli BR, Criner GJ, et al. Global initiative for chronic obstructive lung disease 2023 report: GOLD executive summary. Am J Respir Crit Care Med. 2023;207:819-837. PMID: 36856433 doi:10.1164/rccm.202301-0106PP",
  "related_content": {
    "syllabus": [
      "cssec24003_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.041125-06:00"
}