{
  "question_id": "onmcq24061",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Provide surveillance after cervical cancer treatment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 47-year-old woman visits the office to establish care. She was treated for early-stage cervical cancer with radical hysterectomy 6 years ago. She has no symptoms and has not seen a physician for the past 14 months. She has no other medical problems and takes no medications.Physical examination findings, including vital signs, are normal.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Annual clinical follow-up",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Annual PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "One-time vaginal cytology",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Testing for BRCA1 and BRCA2 variants",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is annual clinical follow-up (Option A). Guidelines for follow-up of early-stage cervical cancer recommend a history and physical examination every 3 to 6 months for the first 2 years, followed by every 6 to 12 months during years 3 to 5, and then annually based on the recurrence risk. Annual vaginal cytology, cervical cytology, or both can be considered in conjunction with this clinical follow-up. After completing treatment for early-stage cervical cancer 6 years ago, the patient has no evidence of recurrence. Therefore, annual clinical follow-up is indicated.Annual PET/CT (Option B) is not indicated for this patient. Imaging and laboratory studies are recommended as a component of the follow-up of patients who have been treated for cervical cancer only if symptoms or findings on examination are suspicious for recurrence. This patient is asymptomatic, and therefore imaging is not indicated.One-time vaginal cytology (Option C) would be insufficient monitoring for cervical cancer recurrence in this patient. Vaginal cytology, cervical cytology, or both can be considered in patients treated for cervical cancer but are unlikely to detect recurrences alone; annual clinical follow-up is the most important component of the follow-up process.Germline testing for BRCA1/2 variants (Option D) is not indicated in this setting because pathogenic/likely pathogenic variants in these genes are not associated with cervical cancer.",
  "critique_links": [],
  "key_points": [
    "After treatment of cervical cancer, surveillance should include clinical follow-up with a history and physical examination every 3 to 6 months for the first 2 years, every 6 to 12 months during years 3 to 5, and then annually based on the risk for recurrence.",
    "Imaging and laboratory studies are not recommended as part of surveillance after cervical cancer treatment in the absence of symptoms or findings on examination that suggest recurrent disease."
  ],
  "references": "Salani R, Khanna N, Frimer M, et al. An update on post-treatment surveillance and diagnosis of recurrence in women with gynecologic malignancies: Society of Gynecologic Oncology (SGO) recommendations. Gynecol Oncol. 2017;146:3-10. PMID: 28372871 doi:10.1016/j.ygyno.2017.03.022",
  "related_content": {
    "syllabus": [
      "onsec24007_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.727111-06:00"
}