{
  "question_id": "idmcq24107",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Evaluate a kidney transplant recipient for cytomegalovirus colitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old man is hospitalized for malaise, a 2-week history of low-grade fever, and 10 to 12 episodes per day of watery diarrhea that has worsened over the past 5 to 7 days. Medical history is notable for IgA nephropathy, for which he underwent living donor kidney transplantation 9 months ago. Pretransplant testing demonstrated donor cytomegalovirus seropositivity; the recipient was seronegative. The patient experienced acute cellular rejection approximately 4 weeks ago and was treated with antithymocyte globulin. Medications are tacrolimus, mycophenolate mofetil, and prednisone; he also received trimethoprim-sulfamethoxazole and valganciclovir for 6 months following transplantation.On physical examination, temperature is 38.2 °C (100.8 °F), blood pressure is 90/60 mm Hg, pulse rate is 110/min, and respiration rate is 14/min. On abdominal examination, he has mild diffuse tenderness to palpation without rebound.Laboratory studies:Leukocyte count2000/μL (2 × 109/L)LPlatelet count88,000/μL (88 × 109/L)LMultiplex polymerase chain reaction (PCR) panel for gastrointestinal pathogens and testing for Clostridioides difficile are negative.The patient receives intravenous fluids, which leads to normalization of his pulse rate and blood pressure.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy with biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinuation of immunosuppressants",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "PCR of stool for cytomegalovirus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serology for Epstein-Barr virus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is colonoscopy with biopsy (Option A). This patient is at high risk for primary cytomegalovirus infection and disease because of donor-derived infection. Before the use of cytomegalovirus preventive therapy, the time period approximately 3 months following transplantation was a high-risk period for opportunistic infections, and cytomegalovirus was the most significant viral infection after transplantation, with risk highest (>50%) for donor-positive/recipient-negative (D+/R−) transplantation. Although widespread adoption of cytomegalovirus prevention strategies has changed the epidemiology of infection after kidney transplantation, cytomegalovirus disease remains common among transplant recipients but typically occurs after preventive therapy is stopped. Colitis is the most common manifestation of cytomegalovirus disease and should always be considered in transplant recipients with unexplained diarrhea. The diagnostic test of choice for cytomegalovirus disease is biopsy of the affected organ with immunohistochemistry for cytomegalovirus performed on tissue. This patient recently received antithymocyte globulin, which depletes T cells and places patients at increased risk for opportunistic infections, particularly cytomegalovirus; the leukopenia and thrombocytopenia also suggest cytomegalovirus infection.Even at 9 months after transplantation, discontinuing all immunosuppressive medications (Option B) would place this patient at high risk for rejection of the transplanted kidney, especially considering a recent history of acute rejection.Polymerase chain reaction (PCR) testing of stool for cytomegalovirus (Option C) is not routinely performed, and it cannot confirm or exclude the diagnosis of cytomegalovirus colitis. Cytomegalovirus viremia is determined through PCR performed on blood. Viremia is often high in the setting of cytomegalovirus disease, but infection can occur with low viral loads or without viremia.Posttransplant lymphoproliferative disorder (PTLD), often related to Epstein-Barr virus (EBV), can involve the gastrointestinal tract and cause diarrhea. However, EBV is much less common than cytomegalovirus colitis. High EBV viral loads on PCR may suggest PTLD, but serology for EBV (Option D) is not very helpful in diagnosing EBV infection in transplant recipients. Biopsy of affected tissue would also be needed to diagnose PTLD.",
  "critique_links": [],
  "key_points": [
    "Cytomegalovirus is the most significant viral infection following solid organ transplantation, with risk highest (>50%) for donor-positive/recipient-negative (D+/R−) transplantation."
  ],
  "references": "Razonable RR, Humar A. Cytomegalovirus in solid organ transplant recipients-guidelines of the American Society of Transplantation Infectious Diseases Community of Practice. Clin Transplant. 2019;33:e13512. PMID: 30817026 doi:10.1111/ctr.13512",
  "related_content": {
    "syllabus": [
      "idsec24017_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.395342-06:00"
}