{
  "question_id": "fcmcq24019",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Prevent bias by using an intention-to-treat analysis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "In a randomized controlled trial, researchers investigated polycystic ovary syndrome treatment with metformin compared with placebo; the primary outcome was improvement in the combined end point of hirsutism, obesity, and oligomenorrhea. The study enrolled and randomly assigned 1000 patients to the two groups (500 patients to each group). During the 3-year study period, 47 patients in the control group developed type 2 diabetes mellitus and initiated therapy with metformin. In addition, 25 patients in the metformin group discontinued the drug because of intolerance.",
  "question_stem": "Which of the following study analyses would best minimize bias in this study?",
  "options": [
    {
      "letter": "A",
      "text": "As-treated analysis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intention-to-treat analysis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Meta-analysis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Per-protocol analysis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "An intention-to-treat (ITT) analysis (Option B) is the statistical approach that would best minimize bias in this study. Randomization, which allows for treatment and control groups to be as similar as possible at the time of study initiation, provides the strongest protection against confounding. An ITT analysis, which is the most commonly used approach for analyzing randomized controlled trials, includes data from all randomly assigned participants based on their original randomized assignment, regardless of whether they crossed over or dropped out (see Figure below). This type of analysis helps mitigate bias because it preserves the study's original randomization, thereby mitigating confounding factors. It also preserves sample size and prevents an exaggeration of treatment effect that may otherwise occur if only those who received the treatment were analyzed.Contrary to an ITT analysis, both as-treated (Option A) and per-protocol (Option D) analyses do not preserve the original randomization of a study and are thus more prone to bias (see Figure above). An as-treated analysis evaluates study participants based on how they were treated rather than how they were randomly assigned. In this example, patients who received metformin would be compared against patients who did not receive metformin, regardless of their initial randomization. A per-protocol analysis includes only participants who adhered to the trial protocol. In this case, patients who were assigned to the metformin group and subsequently took metformin are compared with those in the placebo group who did not start metformin. Notably, this type of analysis does not account for discontinuation of a treatment due to adverse effects. Both as-treated and per-protocol analyses adjust for nonadherence in a study and can potentially exaggerate the treatment effect. Although as-treated and per-protocol analyses are more prone to bias than an ITT analysis, they may be complementary to an ITT analysis in demonstrating the potential benefit or effect of a treatment when patients are fully adherent.A meta-analysis (Option C) pools data from similar studies to increase sample size and statistical power. The trial being analyzed in this case is a single study and does not qualify as a meta-analysis.",
  "critique_links": [],
  "key_points": [
    "An intention-to-treat analysis includes data from all randomly assigned participants based on their original randomized assignment, regardless of whether they crossed over or dropped out; this prevents an exaggeration of treatment effect that may otherwise occur if only those who received the treatment were analyzed.",
    "An intention-to-treat analysis preserves the study's original randomization, thereby mitigating confounding factors."
  ],
  "references": "Tripepi G, Chesnaye NC, Dekker FW, et al. Intention to treat and per protocol analysis in clinical trials. Nephrology (Carlton). 2020;25:513-517. PMID: 32147926 doi:10.1111/nep.13709",
  "related_content": {
    "syllabus": [
      "fcsec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.735678-06:00"
}