{
  "question_id": "idmcq24048",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat rectal chlamydia infection with doxycycline.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old man is seen for routine screening. He reports no symptoms. He has receptive anal intercourse with men and has had several partners in the past 6 months. He takes no medications.On physical examination, vital signs and other findings are normal.Rectal nucleic acid amplification testing (NAAT) for chlamydia is positive. Urine NAAT for chlamydia and urine and rectal NAAT for gonorrhea are negative. The remainder of his sexually transmitted infection screening is also negative.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Azithromycin, single oral dose",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ceftriaxone, single intramuscular dose",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ceftriaxone plus azithromycin, single doses",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Doxycycline, orally for 7 days",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Levofloxacin, orally for 7 days",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Doxycycline (100 mg twice daily for 7 days) (Option D) is the most appropriate treatment for this patient's chlamydia infection. Chlamydia infection is the most commonly reported sexually transmitted infection (STI) in the United States, especially in people aged 24 years and younger. Asymptomatic infection is common in men and women. Routine screening is recommended in sexually active women aged 24 years and younger. Although evidence is insufficient to support routine screening for chlamydia in men, the CDC recommends annual screening in men who have sex with men and in men in certain high-prevalence settings such as STI clinics and correctional facilities. It is important to test all anatomic sites of exposure with NAAT, including urethral (urine) and rectal sites (if receptive anal intercourse is reported). The 2021 CDC STI screening guidelines recommend doxycycline as the preferred treatment for urogenital chlamydial infection in nonpregnant adults. In men who have sex with men, a randomized controlled clinical trial demonstrated that microbiologic cure was higher in those with rectal chlamydia who received doxycycline compared with azithromycin. This patient has rectal chlamydia infection and should receive doxycycline. Based on a 2024 CDC recommendation for postexposure prophylaxis with a single dose of doxycycline (200 mg) for men who have sex with men and for transgender women who have had at least one bacterial STI in the previous 12 months, it would be appropriate to recommend doxycycline postexposure prophylaxis after this patient completes his 7-day treatment course to decrease the risk for future bacterial STIs.If treatment nonadherence is a concern, or the patient is allergic to or intolerant of doxycycline, a single dose of azithromycin (Option A) is an acceptable alternative. However, guidelines recommend posttreatment evaluation because azithromycin is less effective than doxycycline in the treatment of chlamydia.Intramuscular ceftriaxone (Option B) is appropriate for gonorrhea infection; however, this patient's gonorrhea testing was negative, so gonorrhea coverage is not needed.In pregnant patients, a combination of ceftriaxone plus azithromycin (Option C) is the preferred regimen for gonococcal infection in which concomitant chlamydia has not been ruled out. This patient's gonorrhea testing was negative, so treatment for chlamydia only is appropriate, and doxycycline is the preferred regimen.Levofloxacin (Option E) is an alternative regimen for chlamydia treatment. Although levofloxacin is effective, doxycycline in the preferred treatment for chlamydial infection in patients without contraindications.",
  "critique_links": [],
  "key_points": [
    "Doxycycline is the preferred treatment for urogenital chlamydial infection; azithromycin is an alternative option in patients in whom treatment adherence is a concern or who are allergic to or intolerant of doxycycline.",
    "The CDC recommends annual chlamydia screening in men who have sex with men and in men in certain high-prevalence settings such as sexually transmitted infection clinics and correctional facilities."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24012_24002"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.578831-06:00"
}