{
  "question_id": "rmmcq24049",
  "category": "rm",
  "educational_objective": "Treat lupus nephritis in a patient planning future pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 30-year-old woman is hospitalized for newly diagnosed systemic lupus erythematosus and elevated serum creatinine level. She has been experiencing fever, weight loss, rash, and joint swelling for the past 3 weeks. Medications initiated in the hospital are methylprednisolone, hydroxychloroquine, ramipril, and nifedipine.On physical examination, temperature is 38.0 °C (100.4 °F), blood pressure is 165/92 mm Hg, pulse rate is 102/min, and respiration rate is 20/min. Oxygen saturation is 99% with the patient breathing ambient air. She has a malar rash. Swelling and tenderness are observed in the wrists, fingers, and ankles bilaterally. There is pitting edema in the lower extremities.Laboratory studies: C3 complement52 mg/dL (520 mg/L)L C4 complement3 mg/dL (30 mg/L)LCreatinine1.4 mg/dL (123.8 μmol/L)HAnti–double-stranded DNA antibody titerPositiveUrine protein-creatinine ratio2000 mg/gHKidney biopsy results are consistent with class IV lupus nephritis.The patient would like to become pregnant in a few years and is concerned about the effect of treatment on future fertility.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Belimumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cyclophosphamide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mycophenolate mofetil",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rituximab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Mycophenolate mofetil (Option C) is the most appropriate additional treatment for induction and maintenance therapy of lupus nephritis in this patient. Mycophenolate mofetil is a first-line agent for lupus nephritis. Although mycophenolate mofetil is teratogenic and patients receiving this drug should be careful to use reliable contraception, it does not reduce future fertility. Pregnancy can be considered in patients with systemic lupus erythematosus when the disease is quiescent, with conception planned after at least 6 months of adequate disease control. In patients taking mycophenolate mofetil, pregnancy can be planned at least 3 months after mycophenolate mofetil is discontinued.Belimumab (Option A) is approved for treating lupus nephritis as add-on therapy to mycophenolate mofetil or cyclophosphamide to increase remission rates. It is not used as monotherapy and has been less well studied than mycophenolate mofetil as an induction agent. Data on safety in pregnancy are limited, and treatment during pregnancy should be considered only if the likely benefit outweighs the potential risk to the fetus.Cyclophosphamide (Option B) is an option for induction therapy of lupus nephritis but can reduce ovarian reserve or function. For this reason, mycophenolate mofetil is generally preferred for patients desiring future pregnancy. If cyclophosphamide therapy is being considered, patients should be counseled on options for fertility preservation before initiating therapy.Rituximab (Option D) is not approved for treatment of lupus nephritis but can be effective in treating some lupus manifestations (e.g., hemolytic anemia) and other forms of glomerulonephritis (e.g., ANCA-associated vasculitis). Rituximab is occasionally used as adjunctive therapy in patients with lupus. Although rituximab is not an ideal choice during pregnancy because of concern for immune suppression of the developing fetus, it is not associated with loss of fertility.",
  "critique_links": [],
  "key_points": [
    "Mycophenolate mofetil is a first-line agent for lupus nephritis.",
    "Mycophenolate mofetil is teratogenic and should be discontinued at least 3 months before pregnancy is attempted; however, it does not reduce future fertility."
  ],
  "references": "Sammaritano LR, Bermas BL, Chakravarty EE, et al. 2020 American College of Rheumatology guideline for the management of reproductive health in rheumatic and musculoskeletal diseases. Arthritis Rheumatol. 2020;72:529-556. PMID: 32090480 doi:10.1002/art.41191",
  "related_content": {
    "syllabus": [
      "rmsec24002_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.715300-06:00"
}