{
  "question_id": "idmcq24046",
  "category": "id",
  "educational_objective": "Diagnose smallpox (variola).",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 42-year-old patient is evaluated in the emergency department for a rash. Four days ago, they developed fever, malaise, and a headache; these symptoms resolved after 2 to 3 days and were followed by the rash, which started as small erythematous macules that developed into papules. The macules were initially on the oral mucosa and face and then developed on the trunk and extremities. The patient works for a government biocontainment laboratory and attended an international conference 14 days ago. They report no sexual contact in the past 2 years. They received all childhood vaccines.On physical examination, temperature is 37.4 °C (99.3 °F), blood pressure is 124/82 mm Hg, pulse rate is 110/min, and respiration rate is 14/min. Rash is present on the patient's face, trunk, and extremities, including the palms and soles, as shown.A few oropharyngeal lesions are seen. No conjunctival erythema or other lesions are present.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Chickenpox",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mpox",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Secondary syphilis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Shingles",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Smallpox",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is smallpox (variola) (Option E). Smallpox begins with prodromal symptoms, including fever, malaise, headache, and back pain; symptoms typically start suddenly after an incubation period of about 10 to 14 days and last about 2 to 4 days. After the prodrome, skin lesions develop; they start as maculopapular and become vesicular and pustular, often with a central umbilication. Lesions tend to progress synchronously (same stage of maturation). Severe disease can manifest with bacteremia and pneumonia, which are associated with a high mortality rate. Patients in whom smallpox is suspected should be placed in an airborne infection isolation (negative-pressure) room with airborne and contact precautions. Vaccination should be offered to close contacts. Supportive care should be provided, and antiviral medications such as tecovirimat, cidofovir, and brincidofovir can be given to patients with severe disease. Because variola virus has no natural reservoir and exists only in limited laboratory stocks, use of this agent in a bioterrorism attack is a concern. Public health authorities should be notified because a significant outbreak can occur. This patient's possible exposure history, clinical time course, and synchronous rash are concerning for smallpox.Varicella (chickenpox) (Option A) lesions can appear similar to smallpox rash but are usually in different stages of healing, whereas smallpox lesions tend to progress synchronously. In varicella, lesions on the palms and soles are rare; varicella lesions also tend to be smaller than smallpox lesions. Additionally, the prodromal period for varicella is often shorter (0-2 days); fever, headache, and muscle pains can occur in varicella but are much less severe than in smallpox. This patient's symptoms are more consistent with smallpox than varicella.Mpox lesions (Option B) can appear similar to smallpox lesions. However, the most recent outbreak of mpox in the United States was predominantly sexually transmitted, and lesions in the genital region or other sites of sexual contact were the most typical presentation. Because this patient reports no sexual contact in the previous 2 years and they have epidemiologic risk factors (working in a biocontainment laboratory; attending a conference 2 weeks ago), this infection is less likely to be mpox.Secondary syphilis (Option C) typically occurs within 4 to 8 weeks of primary syphilis. This patient reports no sexual contact in the previous 2 years, which makes secondary syphilis unlikely.Herpes zoster (shingles) (Option D) typically causes a painful vesicular rash that follows a unilateral dermatomal distribution. Immunosuppressed patients and pregnant persons can have multiple dermatomes affected or disseminated disease. This patient's rash does not fit the description for herpes zoster, nor are they immunocompromised.",
  "key_points": [
    "Smallpox lesions start as maculopapular and become vesicular and pustular, and progress synchronously, often with a central umbilication; they are often preceded by prodromal symptoms such as fever, malaise, headache, and back pain.",
    "Because variola virus has no natural reservoir, smallpox infection raises concern for a bioterrorism attack."
  ],
  "references": "Adalja AA, Toner E, Inglesby TV. Clinical management of potential bioterrorism-related conditions. N Engl J Med. 2015;372:954-62. PMID: 25738671 doi:10.1056/NEJMra1409755",
  "related_content": {
    "syllabus": [
      "idsec24014_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/idfig24202.2b567da7fbb7d5045358c4ed67fec515.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:46:58.455093-06:00"
}