{
  "question_id": "pmqqq24003",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose a bronchial carcinoid tumor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 27-year-old man is evaluated for a 12-month history of repeated episodes of dyspnea, wheezing, and cough. These episodes respond to treatment with antibiotics. He does not smoke cigarettes. He reports no weight loss or hemoptysis.Vital signs are normal. Breath sounds are diminished, and a localized wheeze is heard over the right lower lung field. Lung examination is otherwise normal.Chest radiograph shows a right lower lobe infiltrate, which has persisted since it was found 8 months ago.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Allergic bronchopulmonary aspergillosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Bronchial carcinoid tumor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pulmonary arteriovenous malformation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Small cell lung cancer",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is a bronchial carcinoid tumor (Option B). This patient presents with evidence of airway obstruction with likely postobstructive pneumonia. Postobstructive pneumonia should be suspected in patients who have a persistent pulmonary infiltrate and a localized wheeze on examination. Although bronchial carcinoid tumors represent only a small percentage of all lung cancers, they are one of the most common lung cancers in younger patients. Most bronchial carcinoid tumors involve the proximal airways, so patients may present with symptoms related to endobronchial narrowing or obstruction, including postobstructive pneumonia. Up to 8% of patients present with symptoms of carcinoid syndrome (episodic flushing, diarrhea, right-sided valvular heart lesions). Other endobronchial cancers should be considered in older patients, especially non–small cell lung cancer. Foreign body aspiration or airway strictures may also lead to airway obstruction.Patients with allergic bronchopulmonary aspergillosis (Option A) may present with recurrent asthma exacerbations in the setting of peripheral eosinophilia and bronchiectasis. Thick sputum can result in airway obstruction with associated atelectasis. However, patients typically respond to systemic glucocorticoids rather than antibiotic treatment.Pulmonary arteriovenous malformations (Option C) are abnormal communications between pulmonary arteries and veins, which become clinically apparent as causes of dyspnea, hypoxemia, hemoptysis, or platypnea. Most are associated with hereditary hemorrhagic telangiectasia. Pulmonary arteriovenous malformations do not present as endobronchial tumors causing localized wheezing and recurrent pulmonary infections, as seen in this patient.Small cell lung cancer (SCLC) (Option D), a neuroendocrine neoplasm, accounts for approximately 15% to 20% of lung cancer cases. SCLC is almost exclusively caused by smoking. Most patients have metastatic disease at the time of diagnosis. SCLC would be an unlikely diagnosis in a 27-year-old patient who does not smoke.",
  "critique_links": [],
  "key_points": [
    "Although bronchial carcinoid tumors represent only a small percentage of all lung cancers, they are one of the most common lung cancers in younger patients.",
    "Most bronchial carcinoid tumors involve the proximal airways, so patients may present with symptoms related to endobronchial narrowing or obstruction, including postobstructive pneumonia."
  ],
  "references": "Baudin E, Caplin M, Garcia-Carbonero R, et al; ESMO Guidelines Committee. Lung and thymic carcinoids: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up. Ann Oncol. 2021;32:439-451. PMID: 33482246 doi:10.1016/j.annonc.2021.01.003",
  "related_content": {
    "syllabus": [
      "pmsec24007_24010"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.175435-06:00"
}