{
  "question_id": "cvmcq24123",
  "category": "cv",
  "educational_objective": "Prevent endocarditis in a patient with a prosthetic valve.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "An 82-year-old man is evaluated during a follow-up visit 1 year after a transcatheter aortic valve implantation for severe symptomatic aortic stenosis. He also has hypertension and dyslipidemia. Medications are hydrochlorothiazide, aspirin, and atorvastatin; he has no known drug allergies.On physical examination, blood pressure is 132/76 mm Hg and pulse rate is 70/min. The lung fields are clear. Cardiac examination reveals regular rate and rhythm with no murmurs, gallops, or rubs.He has an upcoming appointment to have a tooth extracted.",
  "question_stem": "Which of the following is the most appropriate management strategy for endocarditis prophylaxis?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Clindamycin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No endocarditis prophylaxis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate endocarditis prophylaxis for this patient is amoxicillin (Option A). Patients with any of the following indications should take prophylactic measures against endocarditis before any dental procedure resulting in manipulation of gingival tissue or the periapical region of the teeth or perforation of the oral mucosa:A history of endocarditisCardiac transplantation with valve regurgitation due to a structurally abnormal valveA prosthetic valveProsthetic material used for cardiac valve repair, including annuloplasty rings and chordsLeft ventricular assist deviceCongenital heart disease:Unrepaired cyanotic diseaseRepaired lesions with residual defects at or adjacent to the site of a prosthetic patch or prosthetic deviceDisease that has been repaired with prosthetic material (surgical or catheter-based) within the previous 6 monthsSurgical or transcatheter pulmonary artery valve or conduit placementWhen prophylaxis is indicated, oral amoxicillin given 30 to 60 minutes before the planned procedure is the preferred regimen. This patient has a prosthetic heart valve and is undergoing a tooth extraction that will result in substantial disruption of the oral mucosa. He should receive amoxicillin as prophylaxis against endocarditis.Azithromycin (Option B) is an acceptable option for prophylaxis in patients allergic to amoxicillin or penicillin. Other options in this situation include cephalexin, doxycycline, and clarithromycin. This patient, however, is not allergic to penicillin, so azithromycin is unnecessary.Although previously an option for endocarditis in patients allergic to penicillin, clindamycin (Option C) is no longer recommended for endocarditis prophylaxis.Intravenous ceftriaxone (Option D) should be used for endocarditis prophylaxis only in patients who cannot take oral antibiotics. Intravenous ampicillin and cefazolin are other acceptable alternatives in this situation. This patient is capable of taking oral medications, so an intravenous option is unnecessary.This patient has a prosthetic aortic valve, which is a clear indication for endocarditis prevention measures before tooth extraction. Forgoing endocarditis prophylaxis (Option E) would not be appropriate in this patient.",
  "key_points": [
    "Endocarditis prophylaxis is indicated for patients with specific indications (such as prosthetic valves) undergoing gingival manipulation or other procedures that break the oral mucosa.",
    "For patients without a penicillin allergy undergoing a dental procedure, amoxicillin is the most appropriate therapy for preventing endocarditis."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;143:e72-e227. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.715054-06:00"
}