{
  "question_id": "csmcq24049",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Evaluate low-risk syncope.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 36-year-old man is evaluated in the emergency department after passing out at work. He was giving a presentation when he became diaphoretic and nauseated. He subsequently lost consciousness and fell to the ground. There was no head trauma. He was unconscious for about 45 seconds. Upon awakening, he felt nauseated and clammy for about 15 minutes but is now asymptomatic. He reports no previous similar episodes and no chest pain, dyspnea, or recent illness. Medical history is otherwise unremarkable, and he takes no medications.Physical examination findings, including orthostatic vital signs, are normal.ECG is normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac event monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Tilt-table testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further testing (Option D) is necessary for this patient with low-risk, classic vasovagal syncope. Neurally mediated syncope is the most common form of syncope and is seen primarily in younger adults. Subtypes of neurally mediated syncope include vasovagal syncope (the “common faint”), situational syncope, and carotid sinus hypersensitivity. The underlying mechanism, termed the neurocardiogenic, or vasodepressor, reflex, is increased parasympathetic outflow combined with decreased sympathetic activity, resulting in vasodilation, bradycardia, and systemic hypotension with transient cerebral hypoperfusion. Vasovagal syncope can be provoked by multiple nonspecific stimuli, including prolonged standing, fear, stress, or heat overexposure. Patients typically experience a prodrome of nausea, diaphoresis, and flushing and, after awakening, may have persistent nausea and fatigue. Although the patient's history is often diagnostic of vasovagal syncope, all patients with syncope should undergo measurement of orthostatic vital signs and ECG. Otherwise, if the history is consistent with vasovagal syncope and no high-risk features are present, no further testing is necessary. Patients should be educated to avoid provoking stimuli and instructed regarding physical counterpressure techniques, such as leg crossing, squatting, or handgrip maneuvers, that may help avert vasovagal syncope. This patient presents with classic vasovagal syncope in the setting of giving a presentation at work. No further diagnostic testing is indicated.Cardiac monitoring, such as with a cardiac event monitor, is a critical element for evaluation of patients suspected of having arrhythmia as the cause of syncope. However, most patients with arrhythmogenic syncope have risk factors for cardiovascular disease and present with syncope without a prodrome. Cardiac event monitoring (Option A) is not necessary in this patient.Tilt-table testing (Option B) can be pursued in some patients with recurrent syncope if diagnostic uncertainty is present. However, tilt-table testing has marginal specificity for diagnosing vasovagal syncope and is not indicated following a single episode, such as that seen in this patient.Transthoracic echocardiography (Option C) is an important test in the evaluation of patients with syncope because a structurally normal heart indicates cardiovascular causes, including arrhythmia, as a less likely cause of syncope. This patient has no risk factors for structural heart disease, and his symptoms are consistent with neurally mediated syncope. No further testing, including transthoracic echocardiography, is indicated.",
  "critique_links": [],
  "key_points": [
    "All patients with syncope should undergo measurement of orthostatic vital signs and an ECG as part of initial evaluation.",
    "Management of patients with suspected neurally mediated syncope and no high-risk features includes reassurance and education to avoid provoking stimuli."
  ],
  "references": "Shen WK, Sheldon RS, Benditt DG, et al. 2017 ACC/AHA/HRS guideline for the evaluation and management of patients with syncope: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2017;136:e25-e59. PMID: 28280232 doi:10.1161/CIR.0000000000000498",
  "related_content": {
    "syllabus": [
      "cssec24006_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.302736-06:00"
}