{
  "question_id": "nrcor25007",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Evaluate a first (new-onset) seizure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 20-year-old man is evaluated in the emergency department for loss of consciousness. He is a college student. He was seated in class when he was observed to stiffen and then slump to the ground. He was unresponsive and rhythmically shaking his limbs for 3 to 4 minutes. After regaining consciousness, he was confused for 5 minutes. By the time he reached the emergency department, he had recovered completely. He has had no recent illness, including infection, or head trauma and has no history of similar episodes. He drinks 4 to 5 alcoholic beverages on weekends. He does not use nonprescribed substances. He has no other medical problems and takes no medications.Physical examination findings, including vital signs and results of a neurologic examination, are unremarkable.Results of a comprehensive metabolic profile and toxicology screen are normal.A CT scan of the head without contrast in the emergency department is normal.An outpatient electroencephalogram is scheduled.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory cardiac monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Brain MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Levetiracetam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lumbar puncture",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient following his first generalized tonic-clonic seizure (GTCS) is a brain MRI (Option B). For any patient with loss of consciousness, obtaining a detailed history is crucial to distinguish seizures from syncope and other causes of loss of consciousness. It is also imperative to determine whether the event is of new onset or recurrent. Neuroimaging is required for all adult patients with a first seizure. Although CT of the head is adequate initially to rapidly exclude emergent pathology, including hemorrhage, MRI is required for a complete evaluation for clinically relevant structural lesions. Outpatient electroencephalography (EEG) is also recommended in patients with a first seizure, although a single routine EEG is only 40% to 50% sensitive in the diagnosis of seizure. The gold standard diagnostic test for epilepsy is continuous video EEG monitoring. This patient exhibited classic symptoms of a GTCS and has no previous history of seizures; therefore, his evaluation should include both EEG (which has been ordered) and brain MRI.Cardiac monitoring (Option A), either inpatient or ambulatory, is indicated for patients with syncope in whom cardiac arrhythmia is suspected. Myoclonic movements in syncope tend to be random rather than rhythmic, and syncope is characterized by spontaneous, rapid, and complete return to full consciousness, without postevent confusion. This patient's presentation is not consistent with syncope, so cardiac monitoring is not indicated.Levetiracetam (Option C) is an excellent antiseizure drug (ASD) in patients with epilepsy; however, a first unprovoked seizure is generally not treated, particularly if brain MRI and EEG are normal and the patient has no epilepsy risk factors, in which case the 2-year recurrence risk is only 20% to 30%. Treatment with ASDs is recommended in the setting of two unprovoked seizures (or one unprovoked seizure with significant EEG or MRI abnormalities), but this patient does not currently meet those criteria.Unless an infectious cause, such as meningitis or encephalitis, is suspected, lumbar puncture (Option D) is not required in the evaluation of a first seizure in an adult. This patient lacks fever, persistent altered mental status, headache, and meningismus, so a lumbar puncture is not indicated.",
  "critique_links": [],
  "key_points": [
    "Brain MRI and electroencephalography are recommended for all adults with a first (new-onset) seizure."
  ],
  "references": "Wirrell E. Evaluation of first seizure and newly diagnosed epilepsy. Continuum (Minneap Minn). 2022;28:230-260. PMID: 35393959 doi:10.1212/CON.0000000000001074",
  "related_content": {
    "syllabus": [
      "nrsec24003_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.716954-06:00"
}