{
  "question_id": "inmcq24052",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat lifelong premature ejaculation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated because of concerns about premature ejaculation. He reports that he has a good relationship with his girlfriend but avoids sexual intimacy because he is embarrassed that he always ejaculates less than 1 minute after vaginal penetration. This has been a problem since his first sexual encounter. He reports normal erections. He has no other medical problems and takes no medications.On physical examination, vital signs are normal. Genital examination is normal.He is referred to a mental health professional with expertise in sexual health.",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Paroxetine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Sildenafil",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tamsulosin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tramadol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "In addition to referral to a mental health professional with expertise in sexual health and behavioral counseling, the most appropriate treatment for this patient with lifelong premature ejaculation (PE) is paroxetine (Option A). PE is one of the most common sexual disorders in men. It is defined as ejaculation with minimal stimulation that occurs earlier than desired. It is often associated with psychological distress, low self-esteem, anxiety, and depression. An objective measure of PE is the ejaculatory latency time (ELT), or the time for ejaculation to occur after penile insertion. Although differing definitions exist, a cutoff time of less than 1 minute is considered abnormal when associated with psychological distress. For patients with PE, therapy is aimed at extending ELT and includes pharmacotherapy and behavioral techniques. First-line pharmacologic treatment options are a daily selective serotonin reuptake inhibitor (SSRI), on-demand clomipramine, or topical penile anesthetics (such as lidocaine). Paroxetine is the most-studied SSRI in PE, but other options, such as sertraline and citalopram, are also used. Although less effective than daily use, on-demand SSRI dosing is also an option. This patient with an ELT of less than 1 minute since sexual debut and related psychological distress meets diagnostic criteria for PE, and paroxetine is the most appropriate pharmacologic treatment option.Sildenafil (Option B) is not the most appropriate treatment for this patient. In patients with PE and concomitant erectile dysfunction, phosphodiesterase-5 (PDE-5) inhibitors, such as sildenafil, may be used alone or in conjunction with SSRIs. This patient does not have erectile dysfunction, and a PDE-5 inhibitor is not indicated.This patient should not be treated with tamsulosin (Option C) as first-line therapy because it has been associated with ejaculatory disorders, specifically retrograde ejaculation and decreased ejaculate volume. Limited evidence supports the use of selective α1-blockers, such as tamsulosin, for premature ejaculation, but they can be considered if first-line therapy fails. Paroxetine would be the most appropriate pharmacotherapy for this patient.Tramadol (Option D) is not a first-line treatment for PE and is not the most appropriate pharmacotherapy for this patient. However, tramadol and selective α-blockers may be considered if first-line therapy with an SSRI fails.",
  "critique_links": [],
  "key_points": [
    "Therapy for premature ejaculation is aimed at extending ejaculatory latency time and includes pharmacotherapy and behavioral techniques; first-line pharmacologic treatment is a daily selective serotonin reuptake inhibitor."
  ],
  "references": "Shindel AW, Althof SE, Carrier S, et al. Disorders of ejaculation: an AUA/SMSNA guideline. J Urol. 2022;207:504-512. PMID: 34961344 doi:10.1097/JU.0000000000002392",
  "related_content": {
    "syllabus": [
      "insec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.454828-06:00"
}