{
  "question_id": "rmmcq24033",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose subglottic stenosis as a complication of relapsing polychondritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 50-year-old woman is evaluated for 1 year of progressive dyspnea, nonproductive cough, and generalized joint pain. She also reports decreased energy and stamina. She has experienced a 4.5-kg (10-lb) unintentional weight loss during the past year. Medical history is noncontributory, and she takes no medications.On physical examination, temperature is 37.8 °C (100.0 °F); other vital signs are normal. The upper portions of the ears appear floppy and swollen and are modestly tender to palpation. The nasal bridge is collapsed. The lung fields are clear to auscultation, but there is occasional inspiratory stridor. The remainder of the physical examination is unremarkable.",
  "question_stem": "Which of the following is the most likely cause of this patient's dyspnea?",
  "options": [
    {
      "letter": "A",
      "text": "Pleuritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pneumonitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pneumothorax",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Subglottic stenosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's symptoms is subglottic stenosis (Option D) due to relapsing polychondritis. Relapsing polychondritis is a rare condition characterized by inflammation and destruction of cartilaginous structures, with notable involvement of the ear, nose, and throat. The most apparent involvement of relapsing polychondritis is in the helix and antihelix of the external ear. Initially the external ear is red and swollen, and structural collapse and a floppy appearance may eventually develop. Symptoms of laryngeal chondritis may include hoarseness, aphonia, and a nonproductive cough. Involvement of the tracheal cartilaginous rings can cause airway obstruction (including subglottic and tracheal stenosis) and dyspnea, cough, wheezing, and inspiratory stridor. Other cartilaginous structures that can be affected in patients with relapsing polychondritis include the bridge of the nose and articular cartilage, leading to saddle nose deformity and inflammatory arthritis, respectively. Relapsing polychondritis is diagnosed clinically. This patient's constitutional symptoms and cartilaginous findings (external ear findings, collapse of the nasal bridge, and joint symptoms) suggest relapsing polychondritis. Tracheobronchial involvement should be urgently evaluated.Pleuritis (Option A), which could produce cough and chest pain with deep inspiration, is unlikely in this patient because it is not a frequent manifestation of relapsing polychondritis.Inflammatory rheumatic disorders may affect the lung parenchymal tissue with histologic and radiographic evidence of pneumonitis (Option B). This may occur with underlying rheumatoid arthritis, systemic lupus erythematosus, systemic sclerosis, and inflammatory myositis. However, pneumonitis is not characteristic of relapsing polychondritis. Additionally, this patient's examination findings of clear lungs and stridor are not consistent with a diagnosis of pneumonitis.Spontaneous pneumothorax (Option C) may occur with several rheumatic disorders, including nodular rheumatoid lung disease, granulomatosis with polyangiitis, and sarcoidosis. However, pneumothorax is not a characteristic feature of relapsing polychondritis, and this patient's progressive dyspnea and examination findings are not consistent with pneumothorax.",
  "critique_links": [],
  "key_points": [
    "Relapsing polychondritis is a rare condition characterized by inflammation and destruction of cartilaginous structures, with notable involvement of the ear, nose, and throat; involvement of the tracheal rings can cause airway obstruction."
  ],
  "references": "Mertz P, Sparks J, Kobrin D, et al. Relapsing polychondritis: best practice & clinical rheumatology. Best Pract Res Clin Rheumatol. 2023;37:101867. PMID: 37839908 doi:10.1016/j.berh.2023.101867",
  "related_content": {
    "syllabus": [
      "rmsec24014_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:21.838507-06:00"
}