{
  "question_id": "npcor25031",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Manage recurrent stone disease with dietary modification.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old man is evaluated for recurrent nephrolithiasis. He had his first stone 4 years ago. Despite increasing his water intake, he has had two additional episodes, most recently 2 weeks ago, for which he was prescribed tamsulosin with resulting passage of one stone, which was submitted for analysis. He continues to experience renal colic. He is in otherwise good health. He has no family history of kidney disease, hyperparathyroidism, or nephrolithiasis.On physical examination, vital signs are normal. The patient weighs 80 kg (176 lb). The remainder of the examination is unremarkable.Laboratory studies:Calcium9.6 mg/dL (2.4 mmol/L)Creatinine0.9 mg/dL (79.6 µmol/L)Electrolytes:Sodium138 mEq/L (138 mmol/L)Potassium4.1 mEq/L (4.1 mmol/L)Chloride105 mEq/L (105 mmol/L)Bicarbonate25 mEq/L (25 mmol/L)UrinalysisSpecific gravity 1.008; pH 5.5; no blood, protein, leukocyte esterase, or nitrites24-Hour urine studies:Volume1400 mLpH5.2 (normal, 5.5–7.5)LCalcium410 mg/24 h (normal, <320 mg/24 h)HCitrate790 mg/24 h (normal, 300-1100 mg/24 h)Oxalate32 mg/24 h (normal, <40 mg/24 h)Sodium190 mEq/24 h (normal, 40-220 mEq/24 h)Uric acid640 mg/24 h (normal, <800 mg/24 h)Stone analysis reveals calcium oxalate.Noncontrast helical CT scan shows a 3-mm stone in the mid pole of the right kidney.",
  "question_stem": "In addition to increasing fluid intake, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Add allopurinol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Perform extracorporeal shock wave lithotripsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Reduce dietary calcium",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reduce sodium intake",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient with recurrent calcium oxalate stones and hypercalciuria is to reduce dietary sodium intake (Option D). Higher sodium intake reduces urine volume, which causes an increase in urine calcium concentration. In contrast, a low-sodium diet reduces urine calcium concentration by expanding urine volume. In addition, calcium excretion parallels sodium excretion in the urine, so limiting sodium intake will also lower the total amount of calcium in the urine. Reduction in dietary oxalate can also reduce calcium oxalate stone recurrence. Importantly, all patients with kidney stones should take in adequate fluids to maintain a 24-hour urine volume of 2 to 3 liters (this patient's urine volume is 2.1 L/24 h). If dietary changes are ineffective at preventing stone formation, pharmacotherapy may be used. In patients with hypocitraturia and/or low urine pH, potassium citrate may be used to alkalinize the urine and bind urinary calcium, thereby preventing stone formation. Thiazide diuretics may also be used to reduce urinary calcium excretion. This patient has inadequate urine volume (1.4 L/24 h) and hypercalciuria; the first steps in management are to increase fluid intake and reduce dietary sodium.In calcium stones that form on a uric acid nidus, allopurinol (Option A) has been associated with a decrease in stone formation. In this patient, however, urinary uric acid excretion is normal, and stone analysis does not reveal a uric acid core, so adding allopurinol would not be an appropriate next step in management.Urologic interventions, such as extracorporeal shock wave lithotripsy (Option B), are indicated in the setting of infection or acute kidney injury and for stones that are too large to pass spontaneously (>10 mm in diameter) or that do not pass spontaneously within 4 to 6 weeks. This patient meets none of those criteria.Dietary calcium should not be restricted (Option C) because that would increase intestinal oxalate absorption by reducing the amount of oxalate-binding calcium in the intestine. Unbound oxalate is absorbed and subsequently excreted in the urine, so lowering dietary calcium would contribute to hyperoxaluria and stone formation in this patient.",
  "critique_links": [],
  "key_points": [
    "To prevent kidney stone recurrence, patients with calcium oxalate kidney stones should limit sodium intake and increase fluid intake to maintain urine output of 2 to 3 liters per day."
  ],
  "references": "Rule AD, Lieske JC, Pais VM Jr. Management of kidney stones in 2020. JAMA. 2020;323:1961-1962. PMID: 32191284 doi:10.1001/jama.2020.0662",
  "related_content": {
    "syllabus": [
      "npsec24004_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.110307-06:00"
}