{
  "question_id": "enmcq24085",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat level 1 hypoglycemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 70-year-old man is evaluated in the hospital after developing sweating, tremors, and anxiety while visiting his hospitalized wife. He has type 2 diabetes mellitus, treated with insulin glargine at bedtime and insulin aspart with meals. His last meal was yesterday.On physical examination, he is alert and oriented but is tremulous and anxious. Blood pressure is 135/87 mm Hg, and pulse rate is 100/min.Laboratory studies: Glucose, blood60 mg/dL (3.3 mmol/L)L",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Administer fast-acting carbohydrates",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Administer food with equal amounts of carbohydrates, fat, and protein",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Administer intramuscular glucagon",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Recheck blood glucose in 15 minutes",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has level 1 hypoglycemia and should receive 15 g of fast-acting carbohydrates (Option A). A plasma glucose level of 54 to less than 70 mg/dL (3.0-3.9 mmol/L) in an alert person indicates level 1 hypoglycemia (Table: Hypoglycemia Management in a Patient With Diabetes Mellitus). Hyperadrenergic symptoms (sweating, tremors, anxiety, tachycardia) are the normal physiologic response to hypoglycemia. Immediate treatment of level 1 hypoglycemia includes consumption of 15 g of fast-acting carbohydrates. Blood glucose measurement should be repeated 15 minutes afterward. If the blood glucose level has not improved, repeat administration of 15 g of carbohydrates is recommended. After the glucose level normalizes, a meal or snack that includes long-acting carbohydrates should be consumed to avoid recurrent hypoglycemia. This patient demonstrates clinical features and blood glucose results consistent with hypoglycemia, which should be immediately corrected.A combination of carbohydrates, fat, and protein will not raise this patient's blood glucose level as quickly as fast-acting carbohydrates; therefore, a mixed meal should not be given as initial treatment (Option B).Intramuscular glucagon or intravenous dextrose (25 g of 50% glucose) is the treatment of choice for persons with hypoglycemia who are unable to consume carbohydrates orally, demonstrate altered mental status (level 3 hypoglycemia), or are at risk for developing clinically significant hypoglycemia (plasma glucose level <54 mg/dL [3.0 mmol/L]). This patient has none of these features; therefore, intramuscular glucagon (Option C) is not indicated.Although the patient remains alert and oriented, he has hyperadrenergic symptoms and a blood glucose level less than 70 mg/dL (3.9 mmol/L) and should receive treatment. Delaying treatment and rechecking his blood glucose level in 15 minutes (Option D) could lead to more severe and clinically significant hypoglycemia (blood glucose values <54 mg/dL [3.0 mmol/L] or altered mental status).",
  "critique_links": [],
  "key_points": [
    "Immediate treatment of level 1 hypoglycemia includes consumption of 15 g of fast-acting carbohydrates.",
    "Patients with hypoglycemia who are unable to consume carbohydrates by mouth, demonstrate altered mental status (level 3 hypoglycemia), or are at risk for developing clinically significant hypoglycemia (plasma glucose level <54 mg/dL [3.0 mmol/L]) should be treated with intramuscular glucagon or intravenous dextrose."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 6. Glycemic goals and hypoglycemia: Standards of Care in Diabetes—2025. Diabetes Care. 2025;48:S128-S145. PMID: 39651981 doi:10.2337/dc25-S006",
  "related_content": {
    "syllabus": [
      "ensec24002_24046"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.400232-06:00"
}
