{
  "question_id": "incor25020",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat urge urinary incontinence when behavioral therapy is ineffective.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 82-year-old woman is evaluated for chronic urinary urgency and frequent urination. The urgency occurs on most days, and she is sometimes incontinent as she cannot get to the bathroom quickly enough. She additionally awakens one to two times per night to urinate. Kegel exercises and biofeedback therapy have provided minimal relief. She has mild cognitive impairment and glaucoma. Her only medication is latanoprost.Physical examination findings, including vital signs, are normal.Urinalysis results are normal.",
  "question_stem": "In addition to continuing behavioral therapy, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Continence pessary",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mid-urethral sling",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mirabegron",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oxybutynin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "In addition to continuing behavioral therapy, the most appropriate treatment in this patient with urge urinary incontinence is mirabegron (Option C). Symptoms of urinary urgency with incontinence suggest urge urinary incontinence, which is caused by overactivity of the detrusor muscle. Behavioral therapies, such as bladder training, timed voiding, pelvic floor exercises, and biofeedback, are first-line therapy. When behavioral therapies are ineffective, pharmacologic therapy, which includes anticholinergics and β3-agonists, is recommended (see Table: Treatment Strategies for Urinary Incontinence). Anticholinergics are effective but are often associated with adverse effects, such as dry mouth, sedation, and constipation. These effects are often most prominent in older patients. In addition, anticholinergics are contraindicated in patients with dementia. In patients with contraindications to anticholinergics, mirabegron, a β3-agonist that works by increasing relaxation of the detrusor smooth muscle to increase bladder storage, is indicated. Mirabegron's major adverse effect is hypertension, and it is not recommended in patients with uncontrolled hypertension. In this older woman with mild cognitive impairment and urge urinary incontinence with an inadequate response to behavioral therapies, mirabegron would be the next most appropriate treatment option.Continence pessaries (Option A) do not have a role in the treatment of urge incontinence. They are useful treatments for stress incontinence when behavioral therapies do not provide adequate improvement. Stress incontinence presents with incontinence that occurs with activities that increase intra-abdominal pressure, such as coughing or sneezing, which this patient does not have.Surgery with a mid-urethral sling (Option B) is an invasive option for patients with stress incontinence when behavioral and pharmacologic therapies fail, but it is not appropriate in this patient with urge urinary incontinence.Anticholinergics, such as oxybutynin (Option D), are contraindicated in patients with cognitive impairment or who have dementia. Furthermore, anticholinergics are contraindicated in patients with acute angle-closure glaucoma. They are generally considered safe in patients with chronic open-angle glaucoma but should be used with caution. Thus, mirabegron is the pharmacologic therapy of choice in this older patient with urge incontinence and underlying mild cognitive impairment.",
  "critique_links": [],
  "key_points": [
    "For patients with urge urinary incontinence, pharmacologic therapy (e.g., anticholinergics and β3-agonists) is recommended as second-line therapy when behavioral therapy fails.",
    "Anticholinergics, such as oxybutynin, are contraindicated in patients with urge incontinence who are at risk for cognitive impairment or who have dementia."
  ],
  "references": "Denisenko AA, Clark CB, D'Amico M, et al. Evaluation and management of female urinary incontinence. Can J Urol. 2021;28:27-32. PMID: 34453426",
  "related_content": {
    "syllabus": [
      "insec24004_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.272111-06:00"
}