{
  "question_id": "npqqq24011",
  "category": "np",
  "educational_objective": "Identify the cause of nonglomerular hematuria.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 51-year-old woman is evaluated for one episode of macroscopic hematuria last week. She currently does not see bloody urine. She reports no flank pain and no associated trauma or exertion. She does not smoke and takes no medications.Physical examination and vital signs are normal.Laboratory studies:Urinalysis with microscopy1+ blood; 0-2 leukocytes/hpf; 10-15 isomorphic erythrocytes/hpf; no protein, leukocyte esterase, or nitritesA serum creatinine level is normal.Contrast-enhanced CT urogram shows no kidney stones, masses, or cysts.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Cystoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Kidney biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Kidney and renal vein Doppler ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urine cytology",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Cystoscopy (Option A) is the most appropriate diagnostic test to perform next in this patient. Hematuria, defined as 3 or more erythrocytes/hpf in the urine sediment, may be microscopic (detectable only on urine testing) or macroscopic (grossly visible). Macroscopic hematuria should prompt urology referral even if self-limited and even if the patient is receiving antiplatelet or anticoagulant therapy. Macroscopic hematuria is most often of nonglomerular origin and may indicate a malignancy. Management is guided by classification of risk for urothelial cancer as low/negligible, intermediate, or high (see Table: Risk Stratification for Urothelial Malignancy). Patients with low/negligible risk should have a repeat urinalysis within 6 months. Patients with intermediate risk require renal ultrasonography and cystoscopy. Patients with high risk require cystoscopy and CT urography, if there are no contraindications, or MR urography. This woman had an episode of gross hematuria and would be classified as having high risk, so she requires cystoscopy and CT urography.Kidney biopsy (Option B) in a patient with hematuria is not indicated in the absence of evidence of glomerular disease or change in kidney function. This patient's normal kidney function and absence of dysmorphic erythrocytes, erythrocyte casts, or proteinuria rules out a significant glomerular process. Furthermore, this patient has no systemic symptoms to suggest systemic lupus erythematosus or other autoimmune disease that would lead to glomerular hematuria. Her normal serum creatinine level and lack of systemic symptoms make other kidney diseases unlikely.Kidney ultrasonography (Option C) is an appropriate imaging modality for evaluating patients with intermediate risk, but it is not preferred for evaluating high-risk hematuria, as in this patient. Doppler ultrasonography is not indicated because renal vein thrombosis is not suspected (normal kidney function, no flank pain, and no risk factors for thrombosis).Routine cytologic evaluation of urine (Option D) is not recommended in the initial evaluation of hematuria in a high-risk patient, as it does not exclude the need for cystoscopy.",
  "critique_links": [],
  "key_points": [
    "Patients with nonglomerular hematuria should be stratified as having low/negligible, intermediate, or high risk for urothelial cancer using factors that include age, sex, tobacco use, extent of hematuria, and additional risk factors for urothelial cancer.",
    "Patients at intermediate or high risk for urothelial cancer require both cystoscopy and imaging of the genitourinary tract, with CT urography preferred for imaging of patients with high risk."
  ],
  "references": "Barocas DA, Lotan Y, Matulewicz RS, et al. Updates to microhematuria: AUA/SUFU guideline (2025). J Urol. 2025;213:547-557. PMID: 40013563 doi:10.1097/JU.0000000000004490",
  "related_content": {
    "syllabus": [
      "npsec24001_24025"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/nptab25001.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "nptab25001",
        "file": "tables/nptab25001.html",
        "title": "Microhematuria: Stratification of Risk for Underlying Urothelial Malignancy",
        "short_title": "Risk Stratification for Urothelial Malignancy",
        "footnotes": [
          "<sup>a</sup>Additional risk factors include irritative lower tract symptoms, past pelvic radiation therapy, past chemotherapy with cyclophosphamide or ifosfamide, family history of urothelial cancer or Lynch syndrome, occupational exposure to benzene chemicals or aromatic amines, chronic indwelling foreign body in the urothelial tract.",
          "Recommendations from Barocas DA, Lotan Y, Matulewicz RS, et al. Updates to microhematuria: AUA/SUFU guideline (2025). J Urol. 2025;213:547-557. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/40013563\" target=\"_blank\">PMID: 40013563</a> doi:10.1097/JU.0000000000004490"
        ],
        "headers": [
          "Low/Negligible Risk",
          "Intermediate Risk",
          "High Risk"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.917602-06:00"
}