{
  "question_id": "nrcor25011",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Identify vitamin B<sub>12</sub> deficiency as a cause of subacute combined degeneration of the spinal cord.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old man is evaluated for a 1-month history of worsening numbness in the feet and, more recently, gait instability. He has a history of hypertension, type 2 diabetes mellitus, and Roux-en-Y gastric bypass for obesity. He takes lisinopril and metformin but cannot afford over-the-counter nutritional supplements.On physical examination, vital signs are normal. The patient has an unsteady gait. Romberg testing reveals instability with the eyes closed. Vibration and position sense in the feet is poor. Muscle strength is 4/5 in bilateral hip flexors and ankle dorsiflexors. The remainder of the neurologic examination is normal.Laboratory studies:Hemoglobin10.8 g/dL (108 g/L)LMean corpuscular volume102 fLHRed cell distribution width13% (normal range, 11.5%-14.5%)A comprehensive metabolic panel is normal.",
  "question_stem": "Which of the following is the most likely cause of this patient's findings?",
  "options": [
    {
      "letter": "A",
      "text": "Iron deficiency",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Multiple sclerosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vitamin B12 deficiency",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Wernicke encephalopathy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with reduced vibration and position sense, ataxia, and paresis is vitamin B12 deficiency (Option C). Vitamin B12 deficiency is the most common cause of subacute combined degeneration, a dysfunction of the corticospinal and dorsal sensory tracts of the spinal cord. This condition begins as paresthesias, reduced position and vibration sense, and sensory ataxia (positive Romberg sign); upper motor neuron findings, including paraplegia, may occur in severe cases. The combination of peripheral and central findings is a hallmark of subacute combined degeneration. Vitamin B12 deficiency also causes a macrocytic anemia, although neurologic manifestations may precede the hematologic findings. If vitamin B12 deficiency is suspected but serum levels are borderline low, an elevated methylmalonic acid level confirms the diagnosis. Other causes of subacute combined degeneration, which should be suspected when vitamin B12 and methylmalonic acid levels are normal, are folate deficiency, copper deficiency, and nitrous oxide use (which causes a functional vitamin B12 deficiency by inactivating the vitamin). This patient is at risk for nutritional deficiencies due to his history of gastric bypass surgery and inability to access supplements. Metformin use also reduces intestinal absorption of vitamin B12, putting him at further risk. This patient's risk factors, sensory and motor findings, and macrocytic anemia strongly suggest a diagnosis of vitamin B12 deficiency causing subacute combined degeneration of the spinal cord.Iron deficiency (Option A) is associated with restless legs syndrome, a disorder characterized by an urge to move the legs. Iron deficiency may be present in a patient following gastric surgery, but it would not cause symptoms or signs attributable to the spinal cord; furthermore, it does not cause a purely macrocytic anemia, as seen in this patient.Patients with nutritional deficiencies are also at risk for Wernicke encephalopathy (Option D) due to thiamine (vitamin B1) deficiency. However, the neurologic manifestations of Wernicke encephalopathy include cognitive, cerebellar, and ophthalmologic dysfunction, none of which are present in this patient.Multiple sclerosis (MS) (Option B) is an autoimmune disorder of the central nervous system. The most common clinical manifestations of MS are optic neuritis, myelitis, and brainstem or cerebellar syndromes. MS does not cause subacute combined degeneration or macrocytic anemia.",
  "critique_links": [],
  "key_points": [
    "Vitamin B12 deficiency may result in subacute combined degeneration of the spinal cord, a condition characterized by early sensory neuropathy and sensory ataxia, progressing to late-stage paresis."
  ],
  "references": "Parks NE. Metabolic and toxic myelopathies. Continuum (Minneap Minn). 2021;27:143-162. PMID: 33522740 doi:10.1212/CON.0000000000000963",
  "related_content": {
    "syllabus": [
      "nrsec24008_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.284326-06:00"
}