{
  "question_id": "nrmcq24005",
  "category": "nr",
  "educational_objective": "Evaluate a patient with a first (new-onset) seizure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 22-year-old man is evaluated 3 days after experiencing a single event of suddenly falling to the ground and stiffening, followed by shaking of all limbs, loss of consciousness, and urinary incontinence. He reports that the shaking lasted 2 minutes; afterward, he was sleepy and slow to respond, with deep, slow breathing. He took a 1-hour nap afterward and then gradually awakened and returned to normal consciousness. He did not seek care at the time of the event. He has had no past episodes of loss of consciousness, shaking, twitching, confusion, or staring. Medical history is otherwise unremarkable; he has no history of head trauma, meningitis, perinatal complications, or developmental problems. He takes no medications and does not drink alcohol or use other drugs.On physical examination, vital signs are normal. He is awake. He reports only mild diffuse body pains and having bitten his tongue.A complete blood count and comprehensive metabolic panel are ordered.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Perform CT of the head",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Perform lumbar puncture",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform MRI of the brain",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start levetiracetam",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to perform a brain MRI (Option C). In patients with a first seizure, the recurrence risk must be determined to establish the likelihood that the patient has epilepsy and whether antiseizure medications (ASMs) are warranted. To make this determination, neuroimaging and electroencephalography (EEG) are indicated. MRI with contrast is the preferred neuroimaging test, as it is more sensitive than CT for finding abnormalities that suggest epilepsy. The use of contrast with MRI may be deferred unless infection, tumor, or vascular lesions are suspected. Because temporal lobe epilepsy is common, MRI sequences focusing on the hippocampus and temporal lobes are also useful. This patient has had a generalized tonic-clonic seizure and should undergo MRI of the brain.Head CT (Option A) can be considered and is routinely performed in emergency situations, including when stroke or hemorrhage is suspected. CT can also be performed if MRI is not readily available, as a normal finding on head CT scan could facilitate safe discharge from the emergency department, with outpatient MRI to be performed subsequently. This patient has no evidence of stroke or hemorrhage, is not in an emergent situation, and is not at high risk for immediately recurrent seizures (no epilepsy risk factors, normal examination findings, and fully recovered). Because MRI is available, that is the best test.Emergent lumbar puncture (Option B) is recommended in adults with a first seizure only if an inflammatory process or an infectious cause, such as meningitis or encephalitis, is suspected. In the absence of fever, neck stiffness, or headaches, an inflammatory or infectious cause is unlikely, and lumbar puncture is not indicated.Starting levetiracetam (Option D) is not indicated. This event is his first seizure, and he does not have any seizure or epilepsy risk factors or past events concerning for seizures. This patient's recurrence risk is unknown, and starting an ASM would be premature before this risk is clarified with MRI and EEG.",
  "critique_links": [],
  "key_points": [
    "After a patient's first seizure, MRI and electroencephalography are needed to determine the patient's risk for recurrent seizures.",
    "Antiseizure medication therapy is not indicated after a first seizure in patients with no seizure or epilepsy risk factors or past events concerning for seizures."
  ],
  "references": "Nieto-Salazar MA, Velasquez-Botero F, Toro-Velandia AC, et al. Diagnostic implications of neuroimaging in epilepsy and other seizure disorders. Ann Med Surg (Lond). 2023;85:73-75. PMID: 36845800 doi:10.1097/MS9.0000000000000155",
  "related_content": {
    "syllabus": [
      "nrsec24003_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.126154-06:00"
}