{
  "question_id": "idmcq24090",
  "category": "id",
  "educational_objective": "Treat <i>Cyclospora</i>-associated diarrheal infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 35-year-old woman is evaluated for 2 days of watery diarrhea (5-6 stools per day), nausea, and abdominal cramping. She recently consumed a commercial bagged salad mix that was implicated as a source of a Cyclospora outbreak. Medical history is notable for non-Hodgkin lymphoma, for which she is receiving chemotherapy.On physical examination, vital signs are normal. Abdominal examination reveals normal bowel sounds and minimal tenderness to palpation. No abdominal guarding or rebound is noted.Laboratory studies, including complete blood count and comprehensive metabolic panel, are normal.A rapid multiplex molecular gastrointestinal pathogen assay identifies a Cyclospora cayetanensis infection.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Atovaquone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tinidazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has a Cyclospora-associated diarrheal infection, thus trimethoprim-sulfamethoxazole (Option D) is the most appropriate management choice. Cyclospora is a coccidian protozoan that causes infection after consumption of fecally contaminated water or food, particularly in endemic areas, including South and Central America, some Middle Eastern countries such as Turkey and Egypt, Nepal, and Southeast Asia. In the United States, cases are reported in international travelers and after consumption of contaminated imported produce; domestically acquired cases have been linked to consumption of commercial bagged salad mix. The incubation period for infection is approximately 1 week. Symptoms, which may consist of watery diarrhea, anorexia, crampy abdominal pain, bloating, flatulence, nausea, fatigue, vomiting, weight loss, and low-grade fever, can last for several weeks and may be more pronounced in patients with HIV infection. Infection is typically diagnosed microscopically by visualization of Cyclospora oocysts with modified acid-fast staining, microscopy with ultraviolet fluorescence, or molecular testing. This patient has Cyclospora-associated diarrhea, and trimethoprim-sulfamethoxazole is recommended for treatment.Atovaquone (Option A) has activity against infections with protozoans such as Pneumocystis jirovecii, Toxoplasma, Plasmodium, and Babesia. It is not active against Cyclospora species.Azithromycin (Option B) has activity against some diarrheal bacterial pathogens, including Campylobacter, Shigella, Salmonella, and Vibrio cholerae. It is not useful for treatment of Cyclospora.Tinidazole (Option C) can be used to treat protozoal infections such as Trichomonas vaginalis, Giardia duodenalis, and Entamoeba histolytica. It is not effective for treatment of Cyclospora infections.Observation (Option E) is not recommended for this patient. Many immunocompetent patients who develop Cyclospora infection may experience a self-limited illness; however, treatment is associated with faster disease resolution and less relapse. In patients with immunocompromise, such as this patient, diarrhea can become more severe, prolonged, or relapsing and these patients may require higher dosing and a more prolonged course of an antimicrobial.",
  "key_points": [
    "Patients with Cyclospora-associated infections should be treated with trimethoprim-sulfamethoxazole.",
    "Cyclospora is associated with fecally contaminated water or food, with infections acquired in the United States typically linked to commercial bagged salad mix."
  ],
  "references": "Shane AL, Mody RK, Crump JA, et al. 2017 Infectious Diseases Society of America clinical practice guidelines for the diagnosis and management of infectious diarrhea. Clin Infect Dis. 2017;65:e45-e80. PMID: 29053792 doi:10.1093/cid/cix669",
  "related_content": {
    "syllabus": [
      "idsec24016_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.763940-06:00"
}