{
  "question_id": "cvmcq24038",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Follow a young patient with Marfan syndrome with thoracic aortic aneurysm.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 18-year-old patient is evaluated during a visit to establish care. The patient is physically active and plays recreational sports. They have no medical problems. Their mother died suddenly 3 months ago at age 40 years. They take no medications.On physical examination, vital signs are normal. Height is 188 cm (74 inches); weight is 79.4 kg (175 lb). The arms and hands are long. Cardiac examination reveals a mid-systolic click at the left lower sternal border and a late systolic murmur.Slit-lamp examination reveals ectopia lentis.Echocardiogram reveals normal left ventricular (LV) size and function, LV ejection fraction of 65%, and bileaflet mitral valve prolapse with mild to moderate mitral valve regurgitation. The aorta at the sinuses measures 4.5 cm; the ascending aorta measures 4.2 cm.",
  "question_stem": "Which of the following is the most appropriate management approach?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac magnetic resonance (CMR) imaging of the aorta in 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CMR imaging of the aorta in 12 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Urgent cardiothoracic surgery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance with clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with Marfan syndrome has a thoracic aortic aneurysm (TAA) and should have cardiac magnetic resonance (CMR) imaging of the aorta in 6 months (Option A). Marfan syndrome is inherited in an autosomal dominant fashion. It is characterized by multisystem involvement including aortic disease, mitral valve prolapse, musculoskeletal abnormalities, and ectopia lentis. Given the increased risk for aortic disease, patients with Marfan syndrome, as well as other connective tissue diseases, such as vascular Ehlers-Danlos syndrome and Loeys-Dietz syndrome, should be screened for abnormalities of the thoracic aorta with aortic imaging. Transthoracic echocardiography is a reasonable initial screening tool; other aortic imaging modalities include CT and CMR. Given the need for repeat imaging over time, CMR is often preferred for surveillance to minimize radiation exposure and to allow detailed inspection of the aorta. In patients with Marfan syndrome, assessment should be repeated 6 months after initial diagnosis to determine the rate of aortic enlargement. Thereafter, imaging for all patients with TAA is recommended annually for aneurysms 3.5 to 4.4 cm in diameter and every 6 months for those 4.5 to 5.0 cm. More frequent imaging is recommended if rapid expansion (>0.5 cm/year) is documented or the aneurysm is approaching the threshold for repair. This patient has Marfan syndrome based on the presence of ectopia lentis and aortic disease. They should be counseled to avoid isometric exercise associated with straining, competitive contact sports, scuba diving, and exercising to exhaustion. The echocardiogram demonstrates aortic enlargement, and the aorta should be reassessed in 6 months to determine the rate of aortic enlargement.All patients with Marfan syndrome need to undergo repeat aortic imaging 6 months after diagnosis to determine the rate of aortic enlargement; waiting 12 months (Option B) would not be appropriate. Thereafter, imaging is recommended every year for aneurysms 3.5 to 4.4 cm in diameter and every 6 months for those 4.5 to 5.0 cm in diameter.Referral to a cardiothoracic surgeon (Option C) is premature at this point. In patients with Marfan syndrome, guidelines suggest elective aortic repair if the aneurysm is 5.0 cm or greater.Reassurance with clinical observation (Option D) would not be the best course of action. This patient has Marfan syndrome and a dilated aorta with a family history in a first-degree relative concerning for aortic dissection. Close serial monitoring of their aortic size is indicated.",
  "critique_links": [],
  "key_points": [
    "In patients with Marfan syndrome, aortic imaging should be repeated 6 months after diagnosis to determine the rate of aortic enlargement.",
    "In patients with Marfan syndrome, follow-up aortic imaging is recommended every year for aneurysms 3.5 to 4.4 cm in diameter and every 6 months for those 4.5 to 5.0 cm; elective repair is indicated for aneurysms 5.0 cm in diameter or greater."
  ],
  "references": "Isselbacher EM, Preventza O, Hamilton Black J 3rd, et al. 2022 ACC/AHA guideline for the diagnosis and management of aortic disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. Circulation. 2022;146:e334-e482. PMID: 36322642 doi:10.1161/CIR.0000000000001106",
  "related_content": {
    "syllabus": [
      "cvsec24011_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.978156-06:00"
}