{
  "question_id": "csmcq24010",
  "category": "cs",
  "educational_objective": "Treat lumbar disk herniation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 37-year-old woman is evaluated for acute low back pain that radiates down the right leg into her foot. It began after lifting her 2-year-old son above her head 2 days ago. She describes the pain as sharp and shooting with associated numbness and weakness in the right foot. She is having difficulty sleeping at night because of the pain. She reports no bowel or bladder incontinence. She has a history of well-controlled diabetes mellitus and takes metformin.On physical examination, she appears uncomfortable. Vital signs are normal. Mild paraspinal tenderness is noted to palpation in the lumbar region. Straight leg raise tests to 30 degrees reproduce the right leg pain that radiates into the foot. Strength in hip flexion, knee extension, foot dorsiflexion and plantar flexion, and right great toe dorsiflexion is intact. Sensation is intact throughout the lower extremities, and lower extremity reflexes are symmetric and intact.Ibuprofen is started for pain control, and she is referred for physical therapy.",
  "question_stem": "Which of the following is the most appropriate additional management?",
  "options": [
    {
      "letter": "A",
      "text": "Bed rest for 48 hours",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the lumbar spine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone for 5 days",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient who likely has sciatica due to acute lumbar disk herniation is NSAIDs for pain management without additional immediate measures (Option D). Treatment for patients with low back pain is dictated by the underlying cause and may include nonpharmacologic and pharmacologic therapies and, rarely, surgery. The initial management strategy for acute lumbar disk herniation involves counselling about avoidance of exacerbating activities (e.g., lifting and bending) and pain management with NSAIDs. Referral to physical therapy may also be considered. Patients should be counseled about the expected course of back pain and encouraged to engage in physical activity as tolerated. Most patients will respond to conservative therapy over a period of weeks and avoid the need for invasive treatment. Surgery is usually not required but may be indicated in the event of intractable pain or significant or progressive neurologic deficit. This patient's presentation of lower back pain radiating down the right leg into the foot and positive straight leg raise test strongly suggests sciatica due to acute lumbar disk herniation. Her symptoms should be managed with pain control, physical therapy, and gradual return to physical activity.Although bed rest and immobilization (Option A) were previously commonly prescribed for acute back pain, bed rest provides no benefit, and patients should be counseled to gradually increase physical activity while avoiding movement that exacerbates their pain.In patients with suspected disk herniation, imaging of the spine with MRI (Option B) is indicated when pain persists for longer than 6 weeks, when progressive or severe neurologic deficits are present, or when cord compression or an alternative diagnosis such as malignancy is a concern. This patient meets none of these criteria, and MRI is not currently indicated.Evidence to support the use of oral glucocorticoids such as prednisone (Option C) in patients with acute lumbar disk herniation is weak. Patients for whom oral glucocorticoids are being considered should be screened carefully for contraindications or increased risk of adverse events. In patient with diabetes mellitus, such as this patient, glucocorticoids introduce an unnecessary risk of worsening hyperglycemia.",
  "critique_links": [],
  "key_points": [
    "The initial management strategy for acute lumbar disk herniation involves counselling about avoidance of exacerbating activities (e.g., lifting and bending) and pain management with NSAIDs.",
    "In patients with acute lumbar disk herniation, MRI is not immediately necessary unless diagnostic uncertainty or severe or progressive neurologic deficits are present."
  ],
  "references": "Chiarotto A, Koes BW. Nonspecific low back pain. N Engl J Med. 2022;386:1732-1740. PMID: 35507483 doi:10.1056/NEJMcp2032396",
  "related_content": {
    "syllabus": [
      "cssec24008_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.960262-06:00"
}