{
  "category": "en",
  "critique": "The most appropriate treatment for this patient with primary ovarian insufficiency (POI) is oral estrogen and progesterone (Option A). In the evaluation of secondary amenorrhea, pregnancy should first be excluded; subsequent laboratory testing includes measuring serum follicle-stimulating hormone (FSH), serum estradiol, thyroid-stimulating hormone, free thyroxine, and serum prolactin levels. These results guide subsequent evaluation (). Low or normal estradiol in the setting of elevated FSH is suggestive of POI. POI is defined as the development of hypergonadotropic hypogonadism before age 40 years. Symptoms include amenorrhea (oligomenorrhea may precede), vasomotor symptoms, and vaginal dryness. POI is treated with estrogen-progestin therapy to manage symptoms and reduce the risk for osteoporosis and cardiovascular disease (progesterone is required if the patient has a uterus to prevent endometrial hyperplasia). Guidelines from the American College of Obstetricians and Gynecologists recommend that estrogen replacement mimic normal ovarian function, so 17β-estradiol and micronized progesterone, which are bioidentical to the hormones produced by the ovaries, are preferred. Oral contraceptive agents (ethinyl estradiol with various forms of progestin) can be considered but may not be as efficacious for bone health. Patients with POI can have the return of reproductive function, so it is important to counsel patients that 17β-estradiol plus micronized progesterone will not provide contraception. This patient has symptoms and laboratory evidence of POI, which should be treated with estrogen-progestin therapy until the natural age of menopause (around age 51 years).Venlafaxine (Option B) is a nonhormonal alternative for treating the vasomotor symptoms of menopause, but it is less effective than estrogen and does not provide bone or cardiovascular benefits. Venlafaxine is an option for postmenopausal women with contraindications to estrogen therapy, but this patient should first consider estrogen replacement therapy.Vaginal estradiol cream (Option C) is indicated for the local treatment of vaginal dryness but would not provide the systemic therapy needed to relieve her hot flashes.Providing no treatment to this patient would be inappropriate (Option D). The Women's Health Initiative raised concerns for hormone replacement therapy in postmenopausal women, but these results are not relevant to patients with POI. This young patient should receive hormone replacement therapy until the natural age of menopause.",
  "educational_objective": "Treat primary ovarian insufficiency.",
  "extracted_at": "2025-12-22T23:00:09.222106-06:00",
  "key_points": [
    "Primary ovarian insufficiency is defined as the development of hypergonadotropic hypogonadism before age 40 years and should be treated with estrogen-progestin therapy until the natural age of menopause (around age 51 years)."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Oral estrogen and progesterone"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Oral venlafaxine"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Vaginal estradiol cream"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "No treatment"
    }
  ],
  "question_id": "enmcq24098",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "question_text": "A 32-year-old woman is evaluated at a follow-up visit for amenorrhea. She underwent menarche at age 12 years and had regular monthly menses until 4 months ago, when she experienced cessation of menses. She reports bothersome hot flashes and mild vaginal dryness. She is not currently sexually active and does not desire pregnancy. Medical history is significant for Hashimoto thyroiditis. Her only medication is levothyroxine.On physical examination, vital signs are normal. BMI is 21. Physical examination findings are unremarkable.One month ago, β-human chorionic gonadotropin testing was negative, and a serum prolactin level and thyroid function tests were normal. Additional laboratory testing is as follows:",
  "references": "Stuenkel CA, Gompel A. Primary ovarian insufficiency. N Engl J Med. 2023;388:154-163. PMID: 36630623 doi:10.1056/NEJMcp2116488",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24006_24007"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}