{
  "question_id": "inmcq24044",
  "category": "in",
  "educational_objective": "Recognize symptoms of glaucoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 52-year-old man is seen to establish care. He currently feels well and has not sought medical attention in the recent past. His sole concern is a slight decrease in his peripheral vision that he has noted in his work as a field surveyor. He does not have headache, eye pain or redness, or any neurologic symptoms. The patient has no difficulty reading or driving at night and does not wear glasses. He does not smoke, and medical history is unremarkable.On physical examination, vital signs are normal. Visual acuity testing is normal. Fundoscopic examination shows slight cupping of the optic disc. The remainder of the physical examination is unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute angle-closure glaucoma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Age-related macular degeneration",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Optic neuritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Primary open-angle glaucoma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is primary open-angle glaucoma (POAG) (Option D). POAG accounts for more than 80% of glaucoma cases in the United States. It is characterized by increased intraocular pressure (IOP), commonly caused by reduced outflow of aqueous humor from the anterior eye chamber. Increased IOP then damages retinal cells, resulting in gradual vision loss. Early-stage POAG is often asymptomatic, but peripheral visual field loss may be present. Visual changes, however, may not be noticed by patients or go unreported until progression to central vision loss occurs. Once established, vision loss is irreversible. Diagnosis is based on demonstration of optic disc damage (including cupping of the optic disc on fundoscopic examination (see Figure: Optic Rim Findings in Glaucoma)), loss of peripheral vision, and increased intraocular pressure. Treatment centers on decreasing the IOP with medications or surgical intervention. This patient's history of visual changes in the peripheral fields without any other symptoms suggests open-angle glaucoma, and he should be referred for ophthalmologic evaluation.This patient is unlikely to have acute angle-closure glaucoma (Option A). Acute angle-closure glaucoma presents as acute eye pain and associated headaches with abnormal vision; nausea and vomiting are often present. It is an ophthalmologic emergency requiring iridotomy to restore normal movement of aqueous humor out of the anterior chamber. This patient's presentation of minor vision changes and lack of associated symptoms is not consistent with acute angle-closure glaucoma.Age-related macular degeneration (AMD) (Option B) is not the most likely diagnosis. AMD affects patients older than age 60 years, most of whom smoke tobacco. It usually presents as progressive and painless central vision loss. This younger patient who does not smoke tobacco and who has subtle peripheral vision changes is unlikely to have AMD.Optic neuritis (Option C) is caused by demyelination of the optic nerve and is associated with multiple sclerosis. Patients most commonly present with acute monocular vision loss with associated eye pain that may worsen with movement of the eye. This patient's subtle and chronic symptoms are inconsistent with optic neuritis.",
  "key_points": [
    "Early-stage primary open-angle glaucoma is often asymptomatic, but peripheral visual field loss may be present; visual changes may go unreported until progression to central vision loss occurs."
  ],
  "references": "Kang JM, Tanna AP. Glaucoma. Med Clin North Am. 2021;105:493-510. PMID: 33926643 doi:10.1016/j.mcna.2021.01.004",
  "related_content": {
    "syllabus": [
      "insec24003_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:28:36.667788-06:00"
}