{
  "question_id": "csmcq24027",
  "category": "cs",
  "educational_objective": "Diagnose avascular necrosis of the hip.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 64-year-old woman is evaluated for a 3-week history of gradually worsening left-sided anterior groin pain. She reports difficulty walking and sleeping because of the pain. She has had no fever, falls, or trauma. She was diagnosed with giant cell arteritis (GCA) 9 months ago after presenting with a temporal headache and visual changes. She has no other medical history. Medications are tocilizumab and prednisone.On physical examination, vital signs are normal. Anterior hip pain is elicited with internal and external rotation of the left hip. The remainder of the examination is normal.Radiographs of the left hip are normal.Bone densitometry at the time of the GCA diagnosis was normal.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Magnetic resonance arthrography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the hip",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat bone densitometry",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is an MRI of the hip (Option B) in this patient at risk for avascular necrosis (AVN), also known as osteonecrosis. Anterior hip pain can be caused by intra- and extra-articular conditions. In older patients, pain that starts insidiously and worsens with standing and activity is usually caused by osteoarthritis; however, a similar location and pattern of pain can be caused by AVN. Commonly encountered risk factors for AVN include alcohol and tobacco use disorders, obesity, metabolic syndrome, hemoglobinopathies, systemic lupus erythematosus, and systemic glucocorticoid use. Treatment for symptomatic AVN is often surgical, depending on the degree of involvement and severity. Plain radiographs are recommended as the initial diagnostic study, but they may be normal in the early stages of AVN. In patients with persistent pain and normal radiographs, MRI of the hip is the diagnostic test of choice to identify serious disorders, such as septic arthritis, osteomyelitis, or AVN. This patient presents with a mechanical pain syndrome localizing to the hip joint. She has a history of giant cell arteritis (GCA), a disease requiring high-dose glucocorticoid therapy, and is at risk for AVN. Negative plain radiographs are insufficiently sensitive in the setting of high clinical suspicion for AVN; thus MRI is indicated for complete evaluation.Magnetic resonance arthrography (Option A) is often indicated if clinical suspicion exists for a labral tear in the hip. Labral tears, which can occur in younger patients, may present with anterior hip pain similar to that of osteoarthritis and AVN, often accompanied by painful clicking or catching. Labral hip tears may not be evident on plain MRI, necessitating arthrography if clinical suspicion is high. This patient with risk factors for AVN and no hip catching or clicking is more likely to have AVN, and standard MRI of the hip is a better first test.Bone densitometry (Option C) is indicated at the time of diagnosis of GCA to stratify risk for glucocorticoid-induced osteoporosis and inform the decision about whether to initiate treatment with a bisphosphonate. This patient, however, had normal bone densitometry less than 1 year ago, and pain is not a feature of osteoporosis; repeat bone densitometry is not indicated at this time.Negative radiographs do not exclude the diagnosis of AVN; thus it is inappropriate to forgo further diagnostic testing (Option D) in this patient.",
  "critique_links": [],
  "key_points": [
    "MRI is the imaging test of choice in patients with suspected avascular necrosis and normal radiographs.",
    "Risk factors for avascular necrosis include alcohol and tobacco use disorders, obesity, metabolic syndrome, hemoglobinopathies, systemic lupus erythematosus, and systemic glucocorticoid use."
  ],
  "references": "Chamberlain R. Hip pain in adults: evaluation and differential diagnosis. Am Fam Physician. 2021;103:81-89. PMID: 33448767",
  "related_content": {
    "syllabus": [
      "cssec24012_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.008197-06:00"
}