{
  "question_id": "csmcq24039",
  "category": "cs",
  "educational_objective": "Treat a patient with medically unexplained symptoms.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 43-year-old woman is evaluated during a new patient visit. She wishes to discuss her symptoms of fatigue and a 10-year history of chronic chest pain, which is the symptom that concerns her most. Her most recent episode of chest pain was yesterday and was similar in character to previous episodes. The pain is sharp and starts across her right chest, occasionally radiating into her right arm. It lasts from minutes to hours and sometimes has onset with exertion. She was evaluated in the past year with normal results on noncontrast chest CT, exercise stress echocardiography, coronary angiography, upper gastrointestinal endoscopy, and a barium esophagography. She also has hypertension, dyslipidemia, type 2 diabetes mellitus, temporomandibular disorder, and chronic pain syndrome. Medications are telmisartan, atorvastatin, metformin, and gabapentin.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coronary CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Follow-up visit in 4 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "12-Lead ECG",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with medically unexplained symptoms (MUS) is a close follow-up visit in 4 weeks (Option C). MUS are characterized by symptoms that cannot be attributed to a specific medical cause after a thorough medical evaluation. Management of MUS is challenging, and goals of care should be restoration of function, decreased symptom focus, and acquisition of coping mechanisms rather than abatement of symptoms. The foundation of care is an effective therapeutic relationship, which requires treating patients in a respectful and nonjudgmental manner and setting up regular, consistent follow-up appointments. It should be acknowledged by both physician and patient that treatment will not likely be curative and that symptoms may persist. It is important to both expect and accept the patient's feelings of frustration. An explicit acknowledgement of these feelings early in the patient's course can help to build and strengthen the therapeutic alliance. Patients should be encouraged to develop short- and long-term goals with the recognition that many goals will change from focusing on physical symptoms to psychosocial issues. Patients with MUS can also benefit from coordinated care from an interdisciplinary care team. This patient's chest pain has been evaluated extensively and with no clear diagnosis; a follow-up visit in 4 weeks should be scheduled.Although a chest radiograph (Option A) can help diagnose important noncardiac causes of chest pain, it is unlikely to lead to a diagnosis in this patient with MUS and an extensive medical evaluation in the past year.Coronary CT angiography (CTA) (Option B) is an appropriate test for the evaluation of chest pain in patients with an intermediate risk for coronary artery disease, particularly those younger than 65 years of age. However, this patient has already undergone extensive diagnostic testing for coronary artery disease with reassuring results in the last year. There is no reason for repeat testing, even with an alternative modality such as CTA.The 12-lead ECG (Option D) is an important diagnostic test for chest pain but is not indicated in this patient. Although it is important to remain vigilant for new symptoms or changes in chronic symptoms in patients with MUS, this patient's chronic chest pain is unchanged, and further diagnostic testing is not needed.",
  "key_points": [
    "Management of medically unexplained symptoms is challenging; the foundation of care is an effective therapeutic relationship and treating patients in a respectful and nonjudgmental manner."
  ],
  "references": "Hanssen DJC, Bos LR, Finch TL, et al. Barriers and facilitators to implementing interventions for medically unexplained symptoms in primary and secondary care: a systematic review. Gen Hosp Psychiatry. 2021;73:101-113. PMID: 34763113 doi:10.1016/j.genhosppsych.2021.10.004",
  "related_content": {
    "syllabus": [
      "cssec24018_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:01:45.751079-06:00"
}