{
  "question_id": "csmcq24014",
  "category": "cs",
  "educational_objective": "Treat chronic noncancer pain with a nonpharmacologic approach, including cognitive behavioral therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 41-year-old man is evaluated for chronic low back pain. The pain began 6 months ago after lifting a heavy load, at which time he was diagnosed with lumbar strain. He was prescribed naproxen, which provided some initial relief, but he eventually discontinued it because of stomach upset and waning effectiveness. After several months of symptoms, an MRI was unremarkable. He completed a course of physical therapy and had trials of topical diclofenac and topical capsaicin, none of which has helped his pain. He misses approximately 4 days of work per month because of pain and is distressed that his pain has not improved. He has had no weight loss, fever, or neurologic symptoms. His medical history is otherwise notable for major depressive disorder treated with escitalopram. He takes no other medications.On physical examination, vital signs are normal. Diffuse tenderness to palpation is present across both sides of his low back. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Celecoxib",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cognitive behavioral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Epidural spinal injection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oxycodone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with a chronic pain syndrome is a nonpharmacologic pain management program, including cognitive behavioral therapy (Option B). Pain can be categorized based on timeline (acute or chronic) and cause (neuropathic, nociceptive, or nociplastic). Nociplastic pain is associated with increased sensitization and diminished inhibitory pathways resulting from maladaptive changes to nociceptive processing and modulation. It often exists in the absence of clear physical damage or may become the predominant pain type following an acute injury after tissue healing has occurred. Nociplastic pain is often diffuse and nonanatomic, and may be associated with sensory deficits. A nonpharmacologic approach is the foundation of all chronic pain management and results in decreased pain and improved overall function. Nonpharmacologic strategies include cognitive behavioral therapy, physical and occupational therapy, biofeedback, and complementary and integrative therapies. Cognitive behavioral therapy can address depression (which is more common in patients with chronic pain) and can help patients restructure maladaptive beliefs about their pain, thereby increasing function and decreasing distress. This patient has developed chronic nociplastic pain following his lumbar strain, and he should be offered first-line nonpharmacologic treatment, which includes cognitive behavioral therapy.NSAIDs are an appropriate initial option for patients with musculoskeletal or inflammatory nociceptive pain. Celecoxib (Option A), a selective cyclooxygenase-2 inhibitor, has a lower rate of gastrointestinal bleeding and adverse effects compared with other oral NSAIDs. However, all NSAIDs are best reserved for acute pain or flares of chronic pain, and they are unlikely to be of any benefit for the nociplastic pain present in this patient.An interventional approach such as epidural spinal injection (Option C) may be appropriate for short-term relief of acute or chronic pain symptoms that can be anatomically targeted with injection-based therapy. This patient, however, exhibits widespread nociplastic pain that would not respond to a targeted injection.Long-term opioid therapy such as oxycodone (Option D) should not be used in patients with chronic noncancer pain. Evidence demonstrates that long-term opioid use in this setting is associated with poorer overall functional status, worse quality of life, worsening pain, and increased mortality.",
  "critique_links": [],
  "key_points": [
    "A multimodal, nonpharmacologic approach, including cognitive behavioral therapy, is the cornerstone of chronic pain management and is associated with improvements in pain and overall functioning."
  ],
  "references": "Cohen SP, Vase L, Hooten WM. Chronic pain: an update on burden, best practices, and new advances. Lancet. 2021;397:2082-2097. PMID: 34062143 doi:10.1016/S0140-6736(21)00393-7",
  "related_content": {
    "syllabus": [
      "cssec24014_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.965370-06:00"
}