{
  "question_id": "gimcq24017",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Test for colon cancer in a patient with serrated polyposis syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 50-year-old woman returns to her primary care physician to discuss results of a recent screening colonoscopy.On physical examination, vital signs and other findings are normal.During colonoscopy, a 15-mm sessile serrated lesion was removed at the hepatic flexure and a 20-mm sessile serrated lesion was removed in the transverse colon. Four additional 5-mm hyperplastic polyps were completely removed from the sigmoid colon. The bowel preparation and withdrawal time were adequate.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Annual fecal occult blood test",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy in 1 to 3 years",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Colonoscopy in 5 to 10 years",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Multitarget stool DNA test in 3 years",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is colonoscopy in 1 to 3 years (Option B). Multiple factors affect the risk for colon cancer after initial colonoscopy, including the type of polyp and whether it was removed completely, as well as quality of the baseline colonoscopy (including bowel preparation, withdrawal time, and endoscopist adenoma detection rate). Classes of serrated polyps include sessile serrated lesions, traditional serrated adenomas, and hyperplastic polyps. Hyperplastic polyps located in the distal colon (e.g., rectum or sigmoid colon) are not known to carry malignant potential and do not typically affect surveillance intervals. The surveillance interval for small (<10 mm) hyperplastic polyps in the sigmoid or rectum is 10 years, which is identical to the surveillance interval after colonoscopy without polyps. Certain factors, however, may alter this recommendation. Serrated polyposis syndrome (SPS) is characterized by multiple serrated polyps throughout the colon. Its genetic basis is uncertain. SPS can be diagnosed if a patient has either of the following during their lifetime:Five or more serrated lesions proximal to the rectum, all at least 5 mm and with two or more at least 10 mmMore than 20 serrated lesions throughout the colon, with at least five located proximal to the rectumFor patients with SPS, such as this patient, colonoscopy is recommended by the National Comprehensive Cancer Network Clinical Practice Guidelines every 1 to 3 years, with removal of all polyps 5 mm or larger.Interval stool-based testing with an occult blood test (Option A) or a multitarget DNA test (Option D) is not recommended in this situation. This patient with SPS is at increased risk for colorectal cancer, and repeat colonoscopy is recommended in 1 to 3 years. Interval stool-based testing, even with negative results, would still warrant colonoscopy.A colonoscopy surveillance interval of 5 to 10 years is appropriate for patients with one or two sessile serrated lesions less than 10 mm without dysplasia (Option C); however, this patient has SPS. This patient's colonoscopy findings merit screening every 1 to 3 years.",
  "critique_links": [],
  "key_points": [
    "In patients with serrated polyposis syndrome, colonoscopy is recommended every 1 to 3 years."
  ],
  "references": "Muller C, Yamada A, Ikegami S, et al. Risk of colorectal cancer in serrated polyposis syndrome: a systematic review and meta-analysis. Clin Gastroenterol Hepatol. 2022;20:622-630.e7. PMID: 34089849 doi:10.1016/j.cgh.2021.05.057",
  "related_content": {
    "syllabus": [
      "gisec24004_24016"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.170366-06:00"
}