{
  "question_id": "fcmcq24106",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Treat xerotic eczema in an older adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 78-year-old woman is evaluated in January for very itchy skin on her legs. Medical conditions include hypothyroidism and hypertension, for which she takes levothyroxine and hydrochlorothiazide, respectively. Emollients have not been effective.On physical examination, vital signs are unremarkable. Lower extremity skin changes are shown.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Medium-potency topical glucocorticoid",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Skin biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch from hydrochlorothiazide to metoprolol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch from levothyroxine to liothyronine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with xerotic eczema is a medium-potency topical glucocorticoid (Option A) (see Table: Potency of Topical Glucocorticoids). Xerotic eczema, also known as asteatotic eczema or eczema craquelé, is characterized by extreme dryness of the skin. It is most common during the winter months, and older adults are most prone to this condition because of decreased activity of sebaceous and sweat glands, concomitant chronic illness, and use of certain medications. Indoor heating may also trigger a flare of xerotic eczema. Clinical findings of xerotic eczema include patchy, scaly skin. As the condition advances, erythematous fissures develop, and the condition is sometimes described as having a “dried riverbed” appearance. Treatment includes application of a moderate-potency glucocorticoid cream to reduce inflammation. Glucocorticoids can generally be discontinued after 2 to 3 weeks, but patients should continue to use emollient creams to prevent recurrence.The diagnosis of xerotic eczema can be made based on clinical findings alone. Skin biopsy (Option B) is not necessary.Although diuretics may contribute to xerotic dermatitis, the more likely causes in this case are aging and cold, dry weather. Moreover, there is no need to switch from guideline-based hypertension therapy to a β-blocker such as metoprolol (Option C) in a patient without heart disease.Persons with hypothyroidism are more frequently affected by xerotic eczema; however, the eczema is related to the medical condition and not its treatment. There is no need to switch this patient's medication from levothyroxine to liothyronine (Option D); levothyroxine contains thyroxine, which is the first-line treatment for hypothyroidism, whereas liothyronine contains triiodothyronine.",
  "critique_links": [],
  "key_points": [
    "Xerotic eczema is characterized by patchy, scaly skin; as the condition advances, erythematous fissures develop.",
    "Treatment of xerotic eczema includes a medium-potency topical glucocorticoid followed by liberal use of emollients to prevent recurrence."
  ],
  "references": "Chan CX, Zug KA. Diagnosis and management of dermatitis, including atopic, contact, and hand eczemas. Med Clin North Am. 2021;105:611-626. PMID: 34059241 doi:10.1016/j.mcna.2021.04.003",
  "related_content": {
    "syllabus": [
      "fcsec24010_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.018925-06:00"
}