{
  "category": "np",
  "critique": "This patient has isovolemic hypotonic hyponatremia secondary to polydipsia (Option B). An isovolemic state is documented by the presence of normal vital signs and physical examination findings. Hypotonicity is documented by the low calculated serum osmolality of 263 mOsm/kg H2O, using the following equation:Serum Osmolality (mOsm/kg H2O) = (2 × Serum Sodium [mEq/L]) + Plasma Glucose (mg/dL)/18 + Blood Urea Nitrogen (mg/dL)/2.8 + Ethanol (mg/dL)/4.6 if presentIsovolemic hypotonic hyponatremia is secondary to impaired dilution of urine or to water intake that exceeds the kidney's ability to excrete dilute urine. Urine osmolality distinguishes between these two entities. Urine osmolality less than 100 mOsm/kg H2O indicates excessive water intake, as seen with psychogenic polydipsia or poor solute intake. Because the kidney cannot excrete pure water, a minimal solute concentration of 50 mOsm/kg H2O is required. If solute intake is low while liquid intake remains high (as seen in beer potomania or chronic low food intake), water excretion is limited by available urinary solute.Hyperglycemia (Option A) causes the osmotic translocation of water from the intracellular to the extracellular fluid compartment, decreasing the serum sodium level by approximately 1.6 to 2.2 mEq/L (1.6-2.2 mmol/L) for every 100 mg/dL (5.6 mmol/L) increase in the plasma glucose above 100 mg/dL (5.6 mmol/L). Although the patient has mild hyperglycemia, his plasma glucose level is not elevated enough to lower his serum sodium level to 126 mEq/L (126 mmol/L).Hyponatremia most often results from an increase in circulating ADH in response to a true or sensed reduction in effective arterial blood volume with resulting fluid retention. Hyponatremia may also be caused by elevated ADH levels associated with the syndrome of inappropriate antidiuretic hormone secretion (Option C). This patient's dilute urine indicates a lack of ADH; therefore, neither the syndrome of inappropriate antidiuretic hormone secretion nor volume depletion (Option D) is causing his hyponatremia. Volume depletion is also excluded by his normal blood pressure and pulse measurement and the absence of orthostatic changes.",
  "educational_objective": "Identify polydipsia as the cause of isovolemic hypotonic hyponatremia.",
  "extracted_at": "2025-12-23T14:11:04.470413-06:00",
  "key_points": [
    "Isovolemic hypotonic hyponatremia associated with urine osmolality less than 100 mOsm/kg H2O indicates excessive water intake, as seen with psychogenic polydipsia or poor solute intake."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Hyperglycemia"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Polydipsia"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Syndrome of inappropriate antidiuretic hormone secretion"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Volume depletion"
    }
  ],
  "question_id": "npqqq24016",
  "question_stem": "Which of the following is the most likely cause of this patient's hyponatremia?",
  "question_text": "A 41-year-old man is evaluated for a 1-day history of hearing voices. He has bipolar disorder. Medications are lithium carbonate and quetiapine.On physical examination, blood pressure is 138/78 mm Hg and pulse rate is 80/min. He is oriented but appears anxious. The remainder of the examination is normal.",
  "references": "Adrogué HJ, Tucker BM, Madias NE. Diagnosis and management of hyponatremia: a review. JAMA. 2022;328:280-291. PMID: 35852524 doi:10.1001/jama.2022.11176",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "npsec24002_24007"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}