{
  "question_id": "nrcor25020",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose a provoked seizure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 19-year-old man is evaluated in the emergency department for a single event of loss of consciousness and falling down, followed by whole body shaking for 2 minutes. He was disoriented and combative afterward but recovered to baseline by the time of arrival at the emergency department. He has had no similar events before. He reports no history of other episodes of confusion, loss of consciousness, amnesia, twitching, or staring. He has no history of head trauma, meningitis, or developmental issues. Medical history is significant for a broken ankle while skiing 2 weeks ago. Medications are naproxen and tramadol, which were started at the time of injury.Vital signs are normal. Other than a left ankle cast, physical examination findings are normal.Laboratory study results, including a comprehensive metabolic panel, are normal.An MRI of the brain without contrast and an electroencephalogram are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Epilepsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Provoked seizure",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Psychogenic nonepileptic spell/event",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Triggered seizure",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is a provoked seizure secondary to tramadol use (Option B). A seizure is a sudden episode of uncontrollable body movements or changes in behavior that is caused by electrical activity in the brain. Diagnosis relies on a detailed patient and bystander history. The term “epileptic seizure” does not mean that the event is related to epilepsy; it means that the event is a seizure secondary to abnormal electrical activity in the brain rather than a nonseizure event, such as syncope or psychogenic nonepileptic spells/events (PNES). Seizures can be unprovoked, such as those in underlying epilepsy, or provoked by metabolic abnormalities like hypernatremia or medications like tramadol. Provoking factors can cause seizures in patients with or without epilepsy. All patients with a first seizure, including when a provoking factor is present, should undergo neuroimaging with brain MRI and electroencephalography (EEG) to assess the recurrence risk. This patient's symptoms are classic for a generalized tonic-clonic seizure, with postictal confusion. This patient's seizure occurred soon after tramadol, a well-recognized provoking factor, was initiated. Given the lack of history of previous events and negative evaluation findings, this was likely a provoked seizure secondary to tramadol.Epilepsy is defined as at least two unprovoked seizures more than 24 hours apart or one unprovoked seizure with a risk for further seizures over the next decade that is similar to the risk after two unprovoked seizures (at least 60%). A single unprovoked seizure in a patient with normal laboratory studies, neuroimaging, and EEG may have a recurrence risk of about 20% to 30% and does not meet criteria for the diagnosis of epilepsy. This patient had a provoked seizure and a normal EEG and neuroimaging. The risk for recurrence in this patient is low, and he does not have epilepsy (Option A).This patient's single, brief episode of stereotyped motor movements, postictal confusion, and urinary incontinence is not consistent with PNES (Option C). When suspected, event capture during EEG monitoring is usually required to confirm the diagnosis of PNES.Seizures in patients with epilepsy can be triggered by certain factors, including sleep deprivation, fever, systemic (nonneurologic) infection, and emotional stress. Triggers do not cause seizures in patients without epilepsy. This patient has no history or evidence of epilepsy; therefore, the seizure cannot be characterized as a triggered seizure (Option D).",
  "critique_links": [],
  "key_points": [
    "Provoked seizures can occur in patients with or without epilepsy, whereas triggered seizures occur only in patients with epilepsy."
  ],
  "references": "Vossler DG. First seizures, acute repetitive seizures, and status epilepticus. Continuum (Minneap Minn). 2025;31:95-124. PMID: 39899098 doi:10.1212/CON.0000000000001530",
  "related_content": {
    "syllabus": [
      "nrsec24003_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.265788-06:00"
}