{
  "question_id": "enmcq24073",
  "category": "en",
  "educational_objective": "Evaluate a thyroid nodule.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 36-year-old patient is evaluated at a follow-up visit for a thyroid nodule that they identified incidentally while dressing. They have no history of neck irradiation and no family history of thyroid cancer. Medical history is otherwise unremarkable, and they take no medications.On physical examination, vital signs are normal. A left thyroid nodule, but no cervical lymphadenopathy, is palpable.Laboratory studies:Thyroid-stimulating hormone1.5 μU/mL (1.5 mU/L)An ultrasound of the thyroid reveals a 1- × 0.9- × 1.5-cm nodule on the left midthyroid that is hypoechoic and solid, with irregular margins.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Fine-needle aspiration biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Surgical referral",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thyroid scintigraphy with radioactive iodine uptake",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ultrasonography in 1 year",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is fine-needle aspiration biopsy (FNAB) (Option A). The initial evaluation of a thyroid nodule includes thyroid-stimulating hormone (TSH) measurement. If the TSH level is normal or elevated, thyroid ultrasonography is required to confirm and characterize the nodule, as was done in this case. Symptoms and ultrasonographic findings determine the need for biopsy (Table: Sonographic Patterns and Recommendations for FNAB). For patients who have a thyroid nodule that measures 1 cm or more with a high-suspicion sonographic pattern, as this patient does, the American Thyroid Association recommends FNAB. The high-suspicion sonographic pattern is characterized by a solid hypoechoic nodule or a solid hypoechoic component of a partially cystic nodule with one or more of the following: shape taller than wide in the transverse plane, irregular margins, microcalcifications, rim calcifications, or evidence of extrathyroidal extension or pathologic lymph nodes. The estimated risk for malignancy of high-suspicion nodules is greater than 70% to 90%. Because this patient has a thyroid nodule that is larger than 1 cm with a high-suspicion sonographic pattern (solid hypoechoic nodule with irregular margins), evaluation with FNAB is indicated. If the American College of Radiology Thyroid Imaging, Reporting and Data System (also called TI-RADS) were applied to this case, the nodule would be classified as category TR4, and FNAB would still be recommended as TR4 nodules that measure 1.5 cm or more should be biopsied.This patient most likely has thyroid cancer and will need to undergo surgery (Option B). However, the most appropriate next step in management is to perform ultrasound-guided FNAB to confirm or refute malignancy.Thyroid scintigraphy with radioactive iodine uptake (Option C) is not indicated because this patient's TSH level is normal. Patients with thyroid nodules and a suppressed TSH level (indicative of autonomously functioning nodule[s]) are evaluated with thyroid scintigraphy, which is used to evaluate thyrotoxicosis. Autonomously functioning nodules have a very low risk for malignancy and do not require FNAB.Monitoring this patient with ultrasonography in 1 year (Option D) without performing FNAB is not appropriate given the high risk for malignancy based on the sonographic pattern of their nodule. For thyroid nodules that are not surgically removed, TSH and ultrasonographic monitoring is indicated; the initial sonographic pattern and clinical context guide the timing of ultrasonographic follow-up. Repeat ultrasonography should be performed within 12 months for all high-suspicion nodules, 12 to 24 months for intermediate- and low-suspicion nodules, and 24 months or longer for very-low-suspicion nodules.",
  "critique_links": [],
  "key_points": [
    "The American Thyroid Association recommends diagnostic fine-needle aspiration biopsy for thyroid nodules that measure 1 cm or more and have a high-suspicion sonographic pattern."
  ],
  "references": "Haugen BR, Alexander EK, Bible KC, et al. 2015 American Thyroid Association management guidelines for adult patients with thyroid nodules and differentiated thyroid cancer: the American Thyroid Association guidelines task force on thyroid nodules and differentiated thyroid cancer. Thyroid. 2016;26:1-133. PMID: 26462967 doi:10.1089/thy.2015.0020",
  "related_content": {
    "syllabus": [
      "ensec24005_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/entab24043.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "entab24043",
        "file": "tables/entab24043.html",
        "title": "Summary of 2015 American Thyroid Association Guidelines: Sonographic Patterns and Recommendations for Fine-Needle Aspiration Biopsy",
        "short_title": "Sonographic Patterns and Recommendations for FNAB",
        "footnotes": [
          "<sup>a</sup>The presence of microcystic spaces occupying more than 50% of the nodule volume is highly correlated with benign cytology.",
          "<sup>b</sup>Clinical observation is an acceptable alternative.",
          "<sup>c</sup>Microcalcifications, rim calcifications, shape taller than wide in the transverse plane, irregular margins, extrathyroidal extension, or pathologic lymph nodes (image shows hypoechoic solid nodule with irregular margins).",
          "Adapted with permission from Haugen BR, Alexander EK, Bible KC, et al. 2015 American Thyroid Association management guidelines for adult patients with thyroid nodules and differentiated thyroid cancer: the American Thyroid Association Guidelines Task Force on Thyroid Nodules and Differentiated Thyroid Cancer. Thyroid. 2016;26:1-133. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/26462967\" target=\"_blank\">PMID: 26462967</a> doi:10.1089/thy.2015.0020. Copyright 2016, American Thyroid Association Mary Ann Liebert, Inc."
        ],
        "headers": [
          "Sonographic Pattern",
          "Representative Image",
          "Description",
          "Estimated Risk for Malignancy",
          "Size Threshold for Fine-Needle Aspiration Biopsy"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.260663-06:00"
}