{
  "question_id": "enmcq24027",
  "category": "en",
  "educational_objective": "Evaluate a patient for Cushing syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 46-year-old woman is evaluated for progressive muscle weakness. Medical history is significant for hypertension and type 2 diabetes mellitus. Medications are amlodipine, hydrochlorothiazide, metoprolol, dulaglutide, insulin glargine, and insulin aspart.On physical examination, blood pressure is 155/85 mm Hg; other vital signs are normal. BMI is 25. The patient has facial plethora, supraclavicular fat pads, and thin skin. She requires assistance when rising from a chair.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "8 am salivary cortisol measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "8 am serum cortisol and adrenocorticotropic hormone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pituitary MRI",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "24-Hour urine free cortisol measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is a 24-hour urine free cortisol measurement (Option D). This patient with hypertension and type 2 diabetes mellitus has physical findings associated with Cushing syndrome, including proximal muscle weakness, supraclavicular fat pads, and facial plethora. The first step in evaluating suspected Cushing syndrome is testing for the presence of nonphysiologic cortisol excess. First-line tests include serial 24-hour urine free cortisol measurements, serial late-night salivary cortisol measurements, and the overnight low-dose (1-mg) dexamethasone suppression test (LDST). 24-Hour urine free cortisol and late-night salivary cortisol measurements reflect serum free cortisol fraction and avoid the challenges of interpreting changes in cortisol-binding proteins that may occur with the LDST. A 24-hour urine free cortisol level greater than three times the upper normal range in the setting of clinical manifestations of Cushing syndrome is highly suggestive of the diagnosis. If at least one of the initial diagnostic tests is positive, further evaluation should involve consultation with an endocrinologist.An 8 am salivary cortisol level (Option A) is an unreliable diagnostic test in this setting because morning cortisol levels in Cushing syndrome can overlap with normal levels and those seen with mild hypercortisolism or pseudo-Cushing state, such as poorly controlled diabetes. However, late-night salivary cortisol levels performed on at least 2 occasions can be used to evaluate for Cushing syndrome, as elevated levels suggest the loss of the normal cortisol diurnal rhythm (normally, late-night salivary cortisol should be very low).Measuring this patient's 8 am serum cortisol and adrenocorticotropic hormone (ACTH) levels (Option B) would not be the most appropriate next diagnostic test. Morning serum cortisol measurements are not reliable for diagnosing or ruling out Cushing syndrome, and ACTH should be measured after the diagnosis of endogenous Cushing syndrome is established to determine whether the patient has ACTH-independent or ACTH-dependent disease. Additionally, morning cortisol and ACTH levels can be normal in patients with Cushing syndrome, especially those with mild disease.Localization studies are performed once ACTH-dependent or ACTH-independent disease has been established. In patients with ACTH-dependent disease, a pituitary MRI is an appropriate study; conversely, an adrenal CT or MRI is appropriate if an ACTH-independent cause of Cushing syndrome is suspected. A pituitary MRI (Option C) is not yet indicated for this patient because the diagnosis of Cushing syndrome should first be confirmed and subsequently evaluated for ACTH dependence.",
  "key_points": [
    "First-line diagnostic tests for Cushing syndrome include serial 24-hour urine free cortisol measurements, serial late-night salivary cortisol measurements, and the overnight low-dose (1-mg) dexamethasone suppression test.",
    "A 24-hour urine free cortisol level greater than three times the upper normal range in the setting of clinical manifestations of Cushing syndrome is highly suggestive of the diagnosis."
  ],
  "references": "Reincke M, Fleseriu M. Cushing syndrome: a review. JAMA. 2023;330:170-181. PMID: 37432427 doi:10.1001/jama.2023.11305",
  "related_content": {
    "syllabus": [
      "ensec24004_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:00:39.623455-06:00"
}