{
  "question_id": "pmmcq24010",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Evaluate a patient with venous thromboembolic disease for chronic thromboembolic pulmonary hypertension.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 44-year-old woman is evaluated for a 3-month history of exertional dyspnea. She initially presented 3 months ago with chest pain and dyspnea and was diagnosed with pulmonary embolism. Her dyspnea initially improved, but she has not regained her baseline. She now can walk up one flight of stairs before needing to stop. She has no other medical history, and her only medication is rivaroxaban.On physical examination, blood pressure is 104/74 mm Hg and pulse rate is 92/min; other vital signs are normal. No jugular venous distention is present. Cardiac examination reveals an accentuated pulmonic valve closure sound. Lung examination is normal. No peripheral edema is present.Chest radiograph is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "CT pulmonary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inferior vena cava filter placement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Right heart catheterization",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient with previous venous thromboembolic disease and persistent dyspnea is transthoracic echocardiography (Option D) to evaluate for pulmonary hypertension. Most pulmonary emboli resolve after acute pulmonary embolism; however, organized, chronic thrombi within the pulmonary arterial system persist in some patients, leading to symptomatic chronic thromboembolic disease. Early diagnosis of chronic thromboembolic pulmonary hypertension (CTEPH) is essential because delays in diagnosis can lead to increased risk for right-sided heart failure and death. Although guidelines do not recommend follow-up CTEPH screening for all patients who present with acute pulmonary embolism, the diagnosis should be considered in any patient who remains symptomatic or develops symptoms consistent with pulmonary hypertension after 3 months of anticoagulation. Transthoracic echocardiography is the most appropriate screening test for suspected CTEPH because it is noninvasive and inexpensive and has a reasonable sensitivity for the presence of pulmonary hypertension; if results are abnormal, right heart catheterization is needed for final diagnosis. This patient has persistent symptoms after pulmonary embolism and should be evaluated for pulmonary hypertension with echocardiography. Signs of pulmonary hypertension or right ventricular dysfunction on echocardiogram would prompt further evaluation to diagnose CTEPH.CT pulmonary angiography (Option A) is not recommended for the initial evaluation of CTEPH because most studies suggest that the sensitivity of a normal study is insufficient to rule out pulmonary hypertension, including CTEPH. This patient should first undergo echocardiography to assess for findings consistent with pulmonary hypertension before undergoing specific evaluation for CTEPH.Inferior vena cava (IVC) filter placement (Option B) is not indicated in this patient. IVC filters have been used to prevent pulmonary embolism but are known to increase the risk for deep venous thrombosis. Placement is usually limited to patients with acute venous thromboembolism with an absolute contraindication to anticoagulation.In patients with suspected CTEPH and echocardiographic signs of right ventricular dysfunction or increased pulmonary artery pressure, right heart catheterization (Option C) should be performed to confirm the diagnosis. However, because right heart catheterization is invasive and carries some risk, it is not the initial test for evaluating suspected CTEPH. If pulmonary hypertension is suspected, transthoracic echocardiography should be performed, and all patients with pulmonary hypertension of unclear cause should undergo ventilation-perfusion scanning to rule out CTEPH.",
  "critique_links": [],
  "key_points": [
    "Transthoracic echocardiography is the initial test of choice in the evaluation of possible pulmonary hypertension.",
    "Chronic thromboembolic pulmonary hypertension should be considered in any patient with acute pulmonary embolism who remains symptomatic or develops symptoms consistent with pulmonary hypertension after 3 months of anticoagulation."
  ],
  "references": "Yang J, Madani MM, Mahmud E, et al. Evaluation and management of chronic thromboembolic pulmonary hypertension. Chest. 2023;164:490-502. PMID: 36990148 doi:10.1016/j.chest.2023.03.029",
  "related_content": {
    "syllabus": [
      "pmsec24006_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.988632-06:00"
}