{
  "question_id": "invdx24016",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose testicular hydrocele using point-of-care ultrasonography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 37-year-old man is evaluated for the gradual onset of painless scrotal swelling. A smooth and resilient scrotal mass is present. Transillumination shows a translucent mass and the shadow of the testes. Focused ultrasonography of the scrotum is performed.(Note that there is no sound for this video.)",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Hydrocele",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Spermatocele",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Testicular tumor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Varicocele",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is testicular hydrocele (Option A). Hydroceles are fluid collections between layers of the tunica vaginalis, visible on ultrasound as anechoic fluid surrounding the testicle. Physical examination typically reveals a tense, smooth, and transilluminating mass. Ultrasonography may be used to confirm the diagnosis. This patient's ultrasound shows a normal testicle (solid arrow) with modest-sized hydrocele (anechoic fluid visible in near field, dashed arrow) and normal epididymis (extending left of testicle on the image, double-lined arrow). In contrast, spermatoceles are soft, rounded structures located within the epididymis, and varicoceles are dilated spermatic veins; neither appears as simple anechoic fluid on ultrasound.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "insec24004_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.126883-06:00"
}