{
  "question_id": "inqqq24014",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Identify appropriate contraceptive care for a patient who smokes.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 37-year-old woman is evaluated for contraceptive advice. She is married with a 1-year-old child. She reports that the pregnancy was unintended and resulted from missed doses of oral contraceptive pills. Her menstrual periods are regular, heavy, and bothersome. She drinks a glass of wine every night and smokes a pack of cigarettes daily. Medical history is otherwise unremarkable, and she takes no medications.A pregnancy test result is negative.The patient is provided with a brief smoking cessation intervention. She is not ready to quit smoking at this time.",
  "question_stem": "Which of the following is the most appropriate female contraceptive option for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Combined oral contraceptive pill",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Estrogen-progestin vaginal ring",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Progestin-containing intrauterine device",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Progestin-only oral contraceptive pill",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate contraceptive option for this patient is a progestin-containing intrauterine device (IUD) (Option C). Hormonal contraception can be broadly categorized into combined hormonal contraceptives (CHCs) and progestin-only contraceptives (POCs). CHCs include oral contraceptive pills (OCPs), the transdermal patch, and the vaginal ring. POCs include pills, injectable contraceptives, subdermal implants, and IUDs. IUDs are highly effective. Return of fertility may be delayed with these methods, with a median time to conception of 10 months after cessation of use. As with other POCs, irregular bleeding and amenorrhea are prevalent, and weight gain is a common adverse effect. The progestin-containing IUD may be ideal for this patient who is bothered by heavy menstrual flow, and it will simultaneously eliminate the need for daily adherence to a pill. Thus, it is an excellent choice in this patient.A combined OCP (Option A) would not be the most appropriate option for this patient. OCPs are the most common form of contraception. Combination preparations differ based on the strength of estrogen and the type of progestin component. All preparations are therapeutically equivalent in preventing pregnancy. Contraindications to estrogen-containing preparations include breast cancer, liver disease, migraine with aura, uncontrolled hypertension, cardiovascular disease, and venous thromboembolism. Estrogen-containing preparations are also contraindicated in women older than 35 years who smoke more than 15 cigarettes a day, such as this patient, because of an increased risk for cardiovascular events, including myocardial infarction and thromboembolism. Thus, a combined OCP would not be appropriate in this patient.The estrogen-progestin vaginal ring (Option B) would also not be appropriate for this patient who is older than 35 years and smokes.A progestin-only OCP (Option D) would not be the most appropriate option for this patient. When estrogen-containing products are contraindicated, a POC could be safely used. In this patient, however, a progestin-only pill is less preferable to a progestin-containing IUD because a pill would require daily adherence. This patient already has demonstrated difficulty with taking a daily pill; thus, prescribing another form of contraception that requires taking a daily pill would not be the most appropriate option.",
  "critique_links": [],
  "key_points": [
    "Estrogen-containing hormonal contraceptives are contraindicated in women older than 35 years who smoke more than 15 cigarettes a day because of an increased risk for venous thromboembolism."
  ],
  "references": "Paradise SL, Landis CA, Klein DA. Evidence-based contraception: common questions and answers. Am Fam Physician. 2022;106:251-259. PMID: 36126006",
  "related_content": {
    "syllabus": [
      "insec24006_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.549063-06:00"
}