{
  "category": "id",
  "critique": "This patient's symptoms are most likely caused by posttransplant lymphoproliferative disorder (PTLD) caused by infection with Epstein-Barr virus (EBV; Option B). His clinical presentation of fever, pancytopenia, generalized lymphadenopathy, and hepatosplenomegaly is consistent with this diagnosis, considering his kidney transplantation and immunosuppressive therapy. PTLD risk is higher in patients with a history of pre-existing EBV infection who have received lymphocyte-depleting agents, and it can range from a benign monoclonal gammopathy to a malignant lymphoma. PTLD should be considered in any patient in the middle or late posttransplant period presenting with fever and lymphadenopathy or an extranodal mass. Treatment includes reduction of immunosuppression, often in addition to rituximab or other chemotherapy.Although numerous viral infections can complicate transplantation, cytomegalovirus (Option A) is the most significant. The risk for reactivation is related to serostatus and is highest in seronegative recipients from a seropositive donor. Like EBV, cytomegalovirus can cause pancytopenia, hepatitis, pneumonitis, esophagitis, colitis, or adrenalitis in solid organ transplant recipients. However, cytomegalovirus in a transplant recipient is very unlikely to present with generalized lymphadenopathy or hepatosplenomegaly.Herpes simplex virus (Option C) can reactivate in the setting of immunosuppressive therapy, but it would be more likely to present with oral or genital ulcers.Polyoma BK virus (Option D) reactivation occurs in approximately 5% of kidney transplant recipients and can cause kidney allograft dysfunction or loss. It can present with a gradual, asymptomatic increase in the serum creatinine level with tubulointerstitial nephritis or, less commonly, with ureteral stenosis. This patient's stable serum creatinine level argues against this diagnosis.",
  "educational_objective": "Diagnose Epstein-Barr virus infection in a kidney transplant recipient.",
  "extracted_at": "2025-12-23T14:10:29.288152-06:00",
  "key_points": [
    "Posttransplant lymphoproliferative disorder caused by Epstein-Barr virus can present several years after transplantation with fever, pancytopenia, generalized lymphadenopathy, and hepatosplenomegaly."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Cytomegalovirus"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Epstein-Barr virus"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Herpes simplex virus type 1"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Polyoma BK virus"
    }
  ],
  "question_id": "idqqq24020",
  "question_stem": "Which of the following is the most likely cause of this patient's symptoms?",
  "question_text": "A 26-year-old man is hospitalized for a 3-month history of fever, night sweats, and weakness. He underwent kidney transplantation 5 years ago. Medications are prednisone, tacrolimus, and mycophenolate.On physical examination, temperature is 38.1 °C (100.6 °F), blood pressure is 135/62 mm Hg, pulse rate is 68/min, and respiration rate is 20/min. Cervical, supraclavicular, and axillary lymphadenopathy are noted. Abdominal examination reveals hepatosplenomegaly.",
  "references": "Fishman JA. Infection in organ transplantation. Am J Transplant. 2017;17:856-879. PMID: 28117944 doi:10.1111/ajt.14208",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "idsec24017_24006"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}