{
  "question_id": "npmcq24104",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Manage a type 2 (proximal) renal tubular acidosis due to topiramate.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 32-year-old woman is evaluated during a routine follow-up examination for migraine and hypertension. She is asymptomatic. She has no other medical conditions. Medications are topiramate, sumatriptan, and lisinopril.Physical examination, including vital signs, are normal.Laboratory studies:Blood urea nitrogen8 mg/dL (2.9 mmol/L)Creatinine0.7 mg/dL (61.9 µmol/L)ElectrolytesSodium136 mEq/L (136 mmol/L)Potassium3 mEq/L (3 mmol/L)LChloride112 mEq/L (112 mmol/L)HBicarbonate16 mEq/L (16 mmol/L)LUrinalysisSpecific gravity 1.005; pH 5.0; no blood, protein, leukocyte esterase, glucose, or ketones",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue lisinopril and start amlodipine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue topiramate and start venlafaxine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure serum aldosterone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Measure urine anion gap",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Screen for laxative abuse",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient who has a normal anion gap metabolic acidosis is to discontinue topiramate (Option B); venlafaxine can be substituted for continued migraine prevention. Normal anion gap acidoses are categorized as having renal or nonrenal causes. The most common nonrenal cause is diarrhea. Renal causes include chronic kidney disease and types 1, 2, and 4 renal tubular acidosis (RTA) (Table: Approach to and Causes of Normal Anion Gap Metabolic Acidosis). Topiramate, which this patient takes for migraine, is a carbonic anhydrase inhibitor and is a cause of type 2 (proximal) RTA. Because carbonic anhydrase is necessary for the reabsorption of bicarbonate by the proximal tubule, an inhibitor can cause bicarbonate wasting. As blood bicarbonate levels decrease, less bicarbonate is filtered and eventually the resorptive threshold is reached, such that serum bicarbonate levels stabilize (approximately 14-16 mEq/L [14-16 mmol/L]). The diagnosis of a proximal RTA can be confirmed by measuring the fractional excretion of bicarbonate after alkalinization with an intravenous infusion of bicarbonate. As the serum bicarbonate level increases and the resorptive threshold for bicarbonate is exceeded, the fractional excretion of bicarbonate will elevate; a fractional excretion of bicarbonate greater than 15% confirms a proximal RTA. Because this patient has clinical features suggestive of a proximal RTA (normal anion gap acidosis, hypokalemia, treatment with topiramate), discontinuing topiramate and starting venlafaxine is an appropriate next step.A type 4 (hyperkalemia distal) RTA is caused by aldosterone deficiency or resistance due to primary adrenal insufficiency, hyporeninemic hypoaldosteronism (such as diabetic kidney disease), or drugs (e.g., ACE inhibitors and angiotensin receptor blockers). Hyperkalemia is a prominent feature of type 4 RTA. This patient has hypokalemia and is unlikely to have a type 4 RTA. Therefore, changing lisinopril to amlodipine (Option A) is unlikely to resolve the metabolic acidosis, and measuring a serum aldosterone level (Option C) is not indicated. Conversely, primary aldosteronism is associated with hypokalemic metabolic alkalosis, which is not seen in this patient.The urine anion gap (Option D) can help distinguish a distal (types 1 and 4) RTA from an acidemia caused by gastrointestinal losses. This patient's urine pH and hypokalemia make a distal RTA less likely, and she does not have diarrhea. Therefore, a urine anion gap will not be clinically useful.A normal anion gap acidosis may be due to gastrointestinal losses such as diarrhea. Although there is a possibility that the patient is surreptitiously abusing laxatives, her urine specific gravity indicates a dilute urine, making gastrointestinal losses less likely. Screening for laxative abuse is unnecessary (Option E).",
  "critique_links": [],
  "key_points": [
    "Topiramate is a carbonic anhydrase inhibitor and is a cause of type 2 (proximal) renal tubular acidosis."
  ],
  "references": "Sinha A, Oo P, Asghar MU, et al. Type II renal tubular acidosis secondary to topiramate: a review. Cureus. 2018;10:e3635. PMID: 30755834 doi:10.7759/cureus.3635",
  "related_content": {
    "syllabus": [
      "npsec24003_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.041408-06:00"
}