{
  "question_id": "pmvdx24017",
  "category": "pm",
  "educational_objective": "Diagnose asbestos-related lung disease based on chest CT findings.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 76-year-old man is evaluated for a 9-month history of progressive shortness of breath without cough or wheezing.Chest CT scans are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Asbestosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Idiopathic pulmonary fibrosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mesothelioma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nonspecific interstitial pneumonia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is asbestosis (Option A). These chest CT findings are consistent with asbestos-related lung disease, as indicated by the presence of calcified pleural plaques on bone imaging (left panel, yellow arrows) and diffuse pleural thickening and basilar parenchymal fibrosis with parenchymal bands (right panel, red arrow) and curvilinear opacities (right panel, black arrow). Asbestosis refers to the slowly progressive, diffuse pulmonary fibrosis caused by inhalation of asbestos fibers. Patients developing asbestosis typically have a long latency period, often 20 to 30 years, after the initial exposure before becoming symptomatic. Diagnosis requires evidence of exposure (such as calcified pleural plaques); an appropriate latency period; a compatible clinical presentation (progressive dyspnea and reduced lung volumes and/or diffusing capacity); and consistent imaging results. High-resolution CT findings usually include pleural thickening and subpleural linear densities parallel to the pleura; basilar lung parenchymal fibrosis with peribronchiolar, intralobular, and interlobular septal fibrosis; and parenchymal bands.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "pmsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/pmfig24629.98d30f116b96ef29e3071a8e8650ca73.jpg",
      "figures/pmfig24627.b81ce7d0405d8cac1a9a0be33655da48.jpg",
      "figures/pmfig24628.48e7340838ed4870679d1fb03ee53a92.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:53.282046-06:00"
}