{
  "question_id": "npmcq24080",
  "category": "np",
  "educational_objective": "Diagnose calciphylaxis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 64-year-old patient is evaluated for a painful ulceration on their left thigh. Over the past 2 weeks, localized pain on the thigh was followed by erythema and development of a tender nodule, which subsequently ulcerated. They report no fever, chills, insect bites, local trauma, or new medications. They have stable end-stage kidney disease managed with peritoneal dialysis for 2 years. They also have hypertension and atrial fibrillation. Medications are lisinopril, amlodipine, metoprolol, calcitriol, and calcium acetate; warfarin was switched to apixaban 6 months ago.On physical examination, vital signs are normal. There is a 2- x 4-cm ulceration with overlying eschar and surrounding erythema on the left lateral thigh. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Calciphylaxis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythema nodosum",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Herpes zoster",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Venous stasis ulcer",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Warfarin necrosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is calciphylaxis (Option A), also known as calcific uremic arteriolopathy, in this patient with end-stage kidney disease (ESKD). Calciphylaxis results from calcification of the vascular media, leading to ischemic skin lesions. Consistent features include the rapid progression from erythema to a painful nodule to ulceration. Risk factors include hyperparathyroidism, hyperphosphatemia, use of calcium-based phosphate binders, active vitamin D administration, longer duration of dialysis, obesity, diabetes, and use of warfarin. The diagnosis can be confirmed with a skin biopsy. Prompt identification is essential, as calciphylaxis has a high risk of morbidity and mortality. Although there are no FDA-approved treatments, multidisciplinary interventions include the following:Cessation of calcium and vitamin D agentsEfforts to lower serum phosphate and parathyroid hormone (PTH), including initiation of a calcimimeticUse of intravenous or intralesional sodium thiosulfateReferral to a vascular surgeon, wound care specialist, and dermatologistThis patient with ESKD has developed a painful ulceration consistent with calciphylaxis, and their risk factors include elevated serum phosphate and PTH levels and use of agents with calcium and activated vitamin D.Erythema nodosum (Option B) is a skin complication associated with inflammatory bowel disease, sarcoidosis, streptococcal infection, and some medications, including oral contraceptives. It is marked by tender nodules on the lower legs. However, unlike this patient's nodules, erythema nodosum does not ulcerate. Additionally, this patient does not have associated diseases or risk factors, making erythema nodosum an unlikely diagnosis.Herpes zoster (Option C) is a common, painful skin eruption, especially in older adults, which presents in a dermatomal distribution with vesicular lesions. This patient's presentation is not compatible with herpes zoster.Patients with ESKD are at increased risk for vascular disease and volume overload; venous stasis ulcers (Option D) may result. Venous stasis ulcers commonly occur in the lower legs due to venous insufficiency, and they are more common with chronic lower extremity edema. These types of ulcers are irregular, shallow, and slow- or nonhealing. This patient's ulcer is located on the thigh and is rapidly progressive; these features are not consistent with venous stasis ulcers.The primary differential diagnosis of calciphylaxis in patients taking warfarin is warfarin necrosis (Option E). The differentiation can be difficult because the lesions are similar, and use of warfarin is itself a risk factor for calciphylaxis. This patient was receiving warfarin but was switched to apixaban, a direct oral anticoagulant, 6 months ago. Given the lack of current exposure to warfarin, warfarin necrosis is an unlikely diagnosis.",
  "key_points": [
    "Consistent features of calciphylaxis in patients with end-stage kidney disease include the rapid progression from localized erythema to a painful nodule to ulceration; diagnosis can be confirmed with a skin biopsy.",
    "Prompt identification of calciphylaxis is essential because it has a high risk of morbidity and mortality."
  ],
  "references": "Gallo Marin B, Aghagoli G, Hu SL, et al. Calciphylaxis and kidney disease: a review. Am J Kidney Dis. 2023;81:232-9. PMID: 35970430 doi:10.1053/j.ajkd.2022.06.011",
  "related_content": {
    "syllabus": [
      "npsec24011_24061"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:07:06.222540-06:00"
}