{
  "question_id": "rmcor25017",
  "category": "rm",
  "educational_objective": "Treat scleroderma renal crisis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 36-year-old woman is evaluated in the emergency department after experiencing a tonic-clonic seizure. She has a 1-week history of severe headaches. She also has an 8-month history of Raynaud symptoms in the hands and feet, which are controlled with sustained-release nifedipine. She has no other medical conditions and takes no other medications.On physical examination, temperature is 37.0 °C (98.6 °F), blood pressure is 240/120 mm Hg, pulse rate is 90/min, and respiration rate is 18/min. Oxygen saturation is 96% with the patient breathing ambient air. The skin over the hands, forearms, trunk, lower legs, and feet is tight and thickened. Cyanosis is present in the fingers bilaterally. No nuchal rigidity is noted, and findings on neurologic examination are normal.Laboratory studies:Hematocrit33%LPlatelet count90,000/μL (90 × 109/L)LCreatinine2.4 mg/dL (212.2 μmol/L)HUrinalysis with microscopy2+ protein; no blood or castsLeukocyte count is normal. Peripheral blood smear reveals the presence of schistocytes.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Captopril",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous immune globulin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Labetalol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Methylprednisolone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with scleroderma renal crisis is captopril (Option A). Scleroderma renal crisis can occur in limited or diffuse cutaneous systemic sclerosis (SSc) but is more common in diffuse disease. Scleroderma renal crisis occurs within 4 years of SSc onset in 75% of cases. Patients characteristically present with manifestations of hypertensive emergency, including headache, encephalopathy, seizures, and hypertensive retinopathy. Laboratory findings include microangiopathic hemolytic anemia, thrombocytopenia, and proteinuria. Serum creatinine level is typically elevated and may remain so for some time after blood pressure is controlled. The pathophysiology of SSc is thought to be related to endothelial injury leading to vascular constriction, intimal thickening, and fibrin deposition. Activation of the renin-angiotensin-aldosterone system is also an important factor in the pathophysiology; interrupting this pathway has been a key to therapy. ACE inhibitors are disease-modifying agents for this potentially fatal complication, regardless of the serum creatinine level. This patient has cardinal features of scleroderma renal crisis, including findings of SSc, hypertensive emergency, and microangiopathic hemolytic anemia. She requires treatment with an ACE inhibitor; in particular, captopril is useful in this situation because it has a relatively short half-life and can be titrated rapidly to control blood pressure.Intravenous immune globulin (IVIG) (Option B) is utilized in the setting of life-threatening bleeding due to immune thrombocytopenia, which does not cause the microangiopathic findings present in this patient. IVIG is not indicated for the treatment of scleroderma renal crisis.β-Blockers, such as labetalol (Option C), do not address the pathophysiology of scleroderma renal crisis. Furthermore, β-blockers are contraindicated in scleroderma renal crisis due to negative chronotropic effects, which, in the setting of the increased vascular resistance characteristic of this condition, could lead to a decrease in cardiac output.Immunosuppression has no role in modifying the course of scleroderma renal crisis, so methylprednisolone (Option D) is not indicated. In fact, recent use of glucocorticoids is a risk factor for scleroderma renal crisis; therefore, glucocorticoids should be avoided in SSc if possible.",
  "critique_links": [],
  "key_points": [
    "Scleroderma renal crisis is characterized by microangiopathic hemolytic anemia and proteinuria.",
    "ACE inhibitors (typically captopril) can be lifesaving in patients with scleroderma renal crisis, and dosages should be titrated to control blood pressure regardless of serum creatinine level."
  ],
  "references": "Cole A, Ong VH, Denton CP. Renal disease and systemic sclerosis: an update on scleroderma renal crisis. Clin Rev Allergy Immunol. 2023;64:378-391. PMID: 35648373 doi:10.1007/s12016-022-08945-x",
  "related_content": {
    "syllabus": [
      "rmsec24010_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.544158-06:00"
}