{
  "question_id": "ccvdx24004",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Recognize the radiographic signs of right lower lobe atelectasis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 41-year-old woman is evaluated for cough. She reports that 2 weeks ago she aspirated a peanut.Chest radiographs are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Right lower lobe atelectasis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Right middle lobe pneumonia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Right pneumothorax",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Right subpulmonic effusion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's chest radiographs show atelectasis of the right lower lobe (Option A). On the frontal chest radiograph, a triangular opacity in the right lower lung field is demarcated by the sharp, oblique border of the inferiorly and medially displaced major fissure, as shown (arrows). Note also that the right interlobar pulmonary artery is no longer visible on the frontal radiograph, because it is obscured by the collapsed lower lobe. Similarly, the hemidiaphragm border is obliterated, suggesting a lower lobe process. The lateral radiograph shows a vague triangular opacity (arrows) obscuring the lower thoracic vertebrae, caused by the collapsed right lower lobe. The right bronchus, particularly the mainstem or divisions of right lower lobe bronchus, is the most common site of aspiration for adults; this is because of its more vertical angle and the larger diameter of these bronchi compared with those on the left.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "ccsec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.573158-06:00"
}