{
  "question_id": "hmmcq24033",
  "category": "hm",
  "educational_objective": "Treat von Willebrand disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 19-year-old woman is evaluated for menorrhagia. Over the last 5 days, she has developed heavy menstrual bleeding requiring use of eight pads per day. She reports no lightheadedness, abdominal pain, or fever. She has a history of type 1 von Willebrand disease complicated by menorrhagia since menarche at age 13 years. She takes no medications.On physical examination, vital signs and other findings are normal.Laboratory studies:Hemoglobin8.2 g/dL (82 g/L)LMean corpuscular volume78 fLLFerritin10 ng/mL (10 μg/L)LA pregnancy test is negative.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cryoprecipitate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Desmopressin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "von Willebrand factor concentrate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Desmopressin (Option B) is the most appropriate treatment for this patient with von Willebrand disease (vWD) and significant, but not life-threatening, bleeding. vWD is the most common hereditary bleeding disorder and is caused by deficiency or dysfunction of von Willebrand factor (vWF). Type 1 vWD is characterized by quantitatively low levels (<30%) of normally functioning vWF. It is diagnosed by a low vWF antigen level with or without decreased activity. Mucocutaneous bleeding is common. The activated partial thromboplastin time may be prolonged because vWF normally protects factor VIII from degradation. Desmopressin causes release of preformed vWF and factor VIII from endothelial cells and is effective in patients with type 1 vWD with bleeding. It is typically used for mild to moderate bleeding or before minor invasive procedures (e.g., dental procedures). This patient, who has significant menorrhagia, should be treated with desmopressin. Longer-term treatment with either antifibrinolytic therapy (e.g., tranexamic acid) or hormonal contraception should also be considered.Cryoprecipitate (Option A) contains concentrated amounts of vWF and was previously the treatment of choice when desmopressin was ineffective or contraindicated. However, vWF concentrate is a more effective and safer option, and it has supplanted the use of cryoprecipitate. Regardless, this patient should receive desmopressin as first-line therapy.Administration of vWF concentrate (Option C) is not necessary in this patient. vWF concentrate is indicated in patients with type 1 vWD with severe and potentially life-threatening bleeding. vWF concentrates are also appropriate to treat bleeding in patients with type 2B vWD (characterized by an enhanced binding of high-molecular-weight vWF fragments to platelet receptors) and type 3 vWD (severe deficiency) for whom desmopressin is contraindicated or ineffective. This patient with type 1 vWD and non–life-threatening bleeding should be treated with desmopressin before vWF concentrate is considered.Observation (Option D) is not the best option in this patient because she has significant menorrhagia with resultant iron deficiency anemia. Although some patients with bleeding and vWD who are anemic or mildly anemic can be observed, this patient should be treated with desmopressin.",
  "critique_links": [],
  "key_points": [
    "Desmopressin is the first-line treatment for patients with type 1 von Willebrand disease (vWD) and mild to moderate bleeding.",
    "Von Willebrand factor concentrate is indicated in patients with type 1 vWD if desmopressin is ineffective or if severe or life-threatening bleeding is present."
  ],
  "references": "Kaur V, Elghawy O, Deshpande S, et al. von Willebrand disease: A guide for the internist. Cleve Clin J Med. 2024;91:119-127. PMID: 38307601 doi:10.3949/ccjm.91a.22033",
  "related_content": {
    "syllabus": [
      "hmsec24007_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.926030-06:00"
}