{
  "category": "en",
  "critique": "The most appropriate test to perform next is a serum sodium measurement (Option C). The syndrome of inappropriate antidiuretic hormone secretion (SIADH) results in water retention that causes hyponatremia. The most common causes of SIADH are central nervous system disorders (trauma, stroke, brain metastases, infection), pulmonary disease, drugs, and pituitary surgery. Patients typically develop SIADH 3 to 7 days after pituitary surgery because of manipulation of the pituitary gland and infundibulum. Symptoms include nausea, vertigo, confusion, weakness, headache, and muscle cramps. Signs of severe hyponatremia include vomiting, seizures, and somnolence. Because of the frequency of SIADH after pituitary surgery, routine measurement of the serum sodium level in the first 2 days after surgery and then again on postoperative day 7 is recommended. After confirming a low serum sodium level, measuring serum osmolality, urine osmolality, and sodium, as well as assessing volume, is helpful in confirming the diagnosis of SIADH. Treatment of SIADH after pituitary surgery includes fluid restriction for mild hyponatremia. More severe hyponatremia may require vasopressin receptor antagonists and hospitalization for the administration of hypertonic saline. Hyponatremia is usually self-limited. Seven days after undergoing pituitary surgery, this patient has headache and dizziness, which are both symptoms of hyponatremia. Therefore, the most appropriate next step is to measure her serum sodium level.MRI (Option A) would not be the most appropriate test to perform next. This patient is not presenting with any signs or symptoms of hemorrhage, infection, or cerebrospinal fluid leak. An MRI would be appropriate if this patient presented with severe headache or neurologic deficit.This patient's serum cortisol level (Option B) should not be measured at this time. This would be appropriate before discharge after pituitary surgery; given the relatively short half-life of cortisol, a normal level before discharge is reassuring to rule out new postoperative cortisol deficiency.Measuring the thyroid-stimulating hormone (TSH) level (Option D) is not indicated. Although new TSH deficiency can occur postoperatively, this patient's symptoms are not consistent with TSH deficiency. TSH and free thyroxine levels are usually measured 4 weeks after pituitary surgery to evaluate for new deficiency.",
  "educational_objective": "Evaluate for syndrome of inappropriate antidiuretic hormone secretion after pituitary surgery.",
  "extracted_at": "2025-12-22T22:59:47.680369-06:00",
  "key_points": [
    "Syndrome of inappropriate antidiuretic hormone secretion (SIADH) due to pituitary surgery typically develops 3 to 7 days after surgery; therefore, routinely measuring the serum sodium level on day 7 after pituitary surgery is recommended.",
    "Treatment of SIADH after pituitary surgery includes fluid restriction for mild hyponatremia and vasopressin receptor antagonists and hypertonic saline for more severe hyponatremia."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "MRI"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Serum cortisol measurement"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Serum sodium measurement"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Serum thyroid-stimulating hormone measurement"
    }
  ],
  "question_id": "enmcq24057",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "question_text": "A 33-year-old woman is evaluated because of mild headache and dizziness 7 days after undergoing transsphenoidal resection of a nonfunctioning pituitary tumor. Laboratory results on the day of discharge showed normal electrolytes. She has no other medical conditions and takes no medications.On physical examination, vital signs and other findings are normal.",
  "references": "Warren AM, Grossmann M, Christ-Crain M, et al. Syndrome of inappropriate antidiuresis: from pathophysiology to management. Endocr Rev. 2023;44:819-861. PMID: 36974717 doi:10.1210/endrev/bnad010",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24003_24025"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}