{
  "question_id": "rmmcq24035",
  "category": "rm",
  "educational_objective": "Diagnose adult-onset Still disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 26-year-old woman is evaluated for 3 weeks of nightly fevers (temperatures between 39.0 °C [102.2 °F] and 40.0 °C [104.0 °F]), sore throat, generalized joint pain, and nonpruritic rash. The rash is more apparent when the patient is febrile. She takes no medications, and immunizations are up to date.On physical examination, temperature is 38.5 °C (101.3 °F) and pulse rate is 108/min; other vital signs are normal. A salmon-colored maculopapular rash is observed over the chest, abdomen, and back. Cardiac examination reveals tachycardia without extra audible heart sounds. Lung examination reveals a periodic friction rub. Enlarged lymph nodes are palpated in the anterior and posterior cervical chains, axillae, and groin. Splenomegaly is present. The wrists, knees, and ankles are tender but without effusions.CT scans of the chest, abdomen, and pelvis reveal diffuse adenopathy and splenomegaly.Blood cultures are negative.Lymph node biopsy specimen shows reactive hyperplasia.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Adult-onset Still disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Infective endocarditis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lymphoma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Systemic lupus erythematosus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has adult-onset Still disease (Option A), which is a rare systemic condition characterized by high spiking fevers, evanescent salmon-colored rash, joint pain, and multisystem involvement. Diagnosis is based on clinical presentation with exclusion of other disease processes (infection, malignancy, or another rheumatic disorder). The Yamaguchi criteria for adult-onset Still disease require the presence of at least five criteria, including at least two major criteria (see ). Erythrocyte sedimentation rate and C-reactive protein levels are elevated; ferritin levels are often extremely high. This patient fulfills the criteria for adult-onset Still disease.Bacterial infections, such as infective endocarditis (Option B), are important to consider in the differential diagnosis of this patient with several weeks of fever and constitutional symptoms. However, no murmur is detected on cardiac examination, and the results of the blood cultures are negative, making this diagnosis less likely.The clinical features of lymphoma (Option C) may include nocturnal spiking fevers. However, this patient's lymph node biopsy specimen demonstrates reactive hyperplasia, making a lymphoma diagnosis less likely.Systemic lupus erythematosus (SLE) (Option D) should be considered in patients with fever, lymphadenopathy, and arthritis. However, the salmon-colored rash and leukocytosis are less characteristic of SLE.",
  "key_points": [
    "Adult-onset Still disease is a rare systemic condition characterized by high spiking fevers, evanescent salmon-colored rash, joint pain, and multisystem involvement."
  ],
  "references": "Efthimiou P, Kontzias A, Hur P, et al. Adult-onset Still's disease in focus: clinical manifestations, diagnosis, treatment, and unmet needs in the era of targeted therapies. Semin Arthritis Rheum. 2021;51:858-874. PMID: 34175791 doi:10.1016/j.semarthrit.2021.06.004",
  "related_content": {
    "syllabus": [
      "rmsec24014_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:46:54.781844-06:00"
}