{
  "question_id": "ccmcq24010",
  "category": "cc",
  "educational_objective": "Diagnose ICU-acquired weakness.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 68-year-old man is evaluated in the ICU 7 days after he was admitted with acute respiratory distress syndrome from COVID-19 pneumonia. Mechanical ventilation with prolonged neuromuscular blockade and prone positioning were necessary. Sedation, analgesia, and paralytics were discontinued 3 days ago to reassess the patient.On physical examination, temperature is 37.1 °C (98.8 °F), mean arterial pressure is 71 mm Hg, pulse rate is 96/min, and respiration rate is 18/min while actively triggering breaths on the ventilator. Oxygen saturation is 90% with the patient breathing Fio2 of 0.60. Ventilator settings are volume control with a tidal volume of 375 mL and positive end-expiratory pressure of 14 cm H2O. The patient opens his eyes to command but does not otherwise respond. The neck is supple. There is no spontaneous movement in the upper or lower extremities, but he flickers his fingers and toes to light painful stimulation. Diminished upper and lower extremity deep tendon reflexes are present. Babinski reflex is normal, and cranial nerves II to XII are intact.CT scan of the head is unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Epidural abscess",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "ICU-acquired weakness",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Myasthenia gravis crisis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Viral meningitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this critically ill patient with diffuse weakness is ICU-acquired weakness (Option B). This condition is prevalent in critically ill patients and can occur within a week of ICU presentation. The weakness can be secondary to polyneuropathy, myopathy, or a combination of the two. Patients present with diffuse, symmetric weakness in the extremities and respiratory muscles. Reflexes are usually preserved but may be impaired. Evaluation for ICU-acquired weakness can be performed at the bedside, using the Medical Research Council sum score; however, this test requires patient participation. Electromyography and nerve conduction velocity testing is the gold standard for diagnosis. In the absence of a predisposition, such as trauma, autoimmune disease, or previous neurologic disease, suggesting an alternate cause, ICU-acquired weakness is the most likely diagnosis.The classic triad for a patient presenting with epidural abscess (Option A) is fever, back pain, and focal neurologic signs and symptoms. Neurologic symptoms can include urinary retention, bowel incontinence, motor and sensory weakness, and radicular pain. Myelopathy is usually associated with upper motor neuron signs, such as spasticity, increased deep tendon reflexes, and extensor plantar reflexes. This patient's presentation is not consistent with an epidural abscess with myelopathy.Myasthenia gravis (Option C) typically presents with signs of extraocular and bulbar muscle weakness that worsens with activity. If suspected, acetylcholinesterase receptor antibody testing is indicated. A myasthenic crisis can progress to diffuse weakness involving the respiratory musculature, but the absence of a history of myasthenia gravis makes this diagnosis unlikely.Viral meningitis (Option D) because of COVID-19 infection is rare. When present, symptoms frequently include fever, headache, and meningeal findings (e.g., neck pain/stiffness, photophobia). In patients suspected of having meningitis (viral or bacterial), diagnostic lumbar puncture is indicated unless specific contraindications are present. This patient has no meningeal or other symptoms to suggest meningitis as a cause of the neurologic findings, making this diagnosis less likely.",
  "key_points": [
    "ICU-acquired weakness is prevalent in patients with critical illness and can occur within a week of ICU presentation.",
    "Although evaluation for ICU-acquired weakness can initially be performed at the bedside, electromyography and nerve conduction study testing remain the gold standard for diagnosis."
  ],
  "references": "Vanhorebeek I, Latronico N, Van den Berghe G. ICU-acquired weakness. Intensive Care Med. 2020;46:637-53. PMID: 32076765 doi:10.1007/s00134-020-05944-4",
  "related_content": {
    "syllabus": [
      "ccsec24003_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:53:33.572308-06:00"
}