{
  "question_id": "cvmcq24020",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Evaluate infrequent syncopal episodes.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 38-year-old patient is evaluated for recurrent syncope. The patient has had three syncopal episodes. The most recent episode occurred 1 month ago while they were seated; the other two happened when they were at work in an office and resulted in a mandibular and a clavicular fracture 1 and 2 years ago, respectively. The patient reports no prodromal symptoms or postictal state. The patient is an avid runner and reports no limitations in their activities. Previous evaluations, including a 24-hour ambulatory ECG monitor, were unrevealing. The patient has no other medical problems and no family history of sudden death. They take no medications.Physical examination findings, including vital signs, are normal.Laboratory results are within normal limits.A 12-lead ECG shows sinus bradycardia at 57/min with otherwise normal axis, intervals, and waveforms. Transthoracic echocardiogram findings are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory ECG monitor for 14 days",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Event monitor for 30 days",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Implantable loop recorder for 1 to 3 years",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Mobile cardiac telemetry for 30 days",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test for this patient is an implantable loop recorder (Option C). An implantable loop recorder is a small device that is surgically placed under the skin and continuously records the heart's electrical activity for up to 3 years. It is useful for detecting arrhythmias that occur infrequently and may be missed by other types of monitors. It is particularly well-suited for a patient who has infrequent, recurrent syncopal episodes. This patient has had three syncopal episodes, two of which resulted in significant traumatic injury. Although the events have been infrequent, they have several features suggestive of cardiac arrhythmia (lack of a prodrome and resultant injury) and lack features that suggest a more benign cause, such as vasovagal events. Further investigation is warranted. Given the infrequent occurrence of the syncope, a long-term implanted loop recorder is the best option.An ambulatory ECG (Holter) monitor (Option A) is a portable device that continuously records a three-lead ECG signal for 24 to 48 hours. It is useful for detecting frequent but intermittent arrhythmias. However, it is not the best choice for this patient with infrequent syncopal episodes.An event monitor (Option B) is similar to an ambulatory ECG monitor, but it starts recording only when there is a critical arrhythmia or when the patient activates it, typically when symptoms occur. Although this type of monitor may be helpful in capturing the cause of palpitations or other symptoms, it is not ideal for patients with syncopal episodes without a significant prodrome because patients may not be able to activate the monitor before losing consciousness, as in this scenario.A mobile cardiac telemetry monitor (Option D) uses wireless technology to continuously transmit the heart's ECG signal to a central monitoring station. Often used in hospital settings, this type of device is also available in the ambulatory setting for situations in which quantifying the precise burden of an arrhythmia is warranted. Memory capacity for current devices approaches 96 hours, which would be insufficient in this scenario.",
  "critique_links": [],
  "key_points": [
    "An implantable loop recorder is useful for detecting arrhythmias that occur infrequently and may be missed by other types of monitors.",
    "The implantable loop recorder is particularly well-suited for a patient who has infrequent, recurrent syncopal episodes."
  ],
  "references": "Shen WK, Sheldon RS, Benditt DG, et al. 2017 ACC/AHA/HRS guideline for the evaluation and management of patients with syncope: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2017;136(5):e60-e122. PMID: 28280231 doi:10.1161/CIR.0000000000000499",
  "related_content": {
    "syllabus": [
      "cvsec24003_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.390033-06:00"
}