{
  "question_id": "cvmcq24058",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat chronic limb-threatening ischemia with surgical revascularization.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 58-year-old man is evaluated for an ulcer on the medial aspect of the right first toe. He has lower extremity peripheral artery disease and underwent endovascular stenting of the left superficial femoral artery 2 years ago. Medical history includes type 2 diabetes mellitus, hypertension, and hyperlipidemia. Medications are aspirin, low-dose rivaroxaban, dapagliflozin, metformin, losartan, and atorvastatin.On physical examination, vital signs are normal. There is a 3- × 3-cm ulceration of the right first toe with erythema of the right forefoot and all toes. Popliteal and pedal pulses are nonpalpable on the right.Ankle-brachial index is 0.66 on the right and 0.99 on the left. Toe pressure is 34 mm Hg on the right and 98 mm Hg on the left.CT of the abdomen with runoff reveals a patent left superficial femoral artery stent. The right leg has 90% stenosis of the profunda femoral artery and a long-segment 100% occlusion of the entire superficial femoral artery and popliteal artery with reconstitution of the anterior tibial and peroneal arteries. Venous duplex ultrasound demonstrates an adequate vein conduit.Antibiotic therapy is started.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Below-knee amputation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinuation of dapagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Surgical bypass of the right leg",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continuation of current medical management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with chronic limb-threatening ischemia (CLTI) of the right foot should undergo surgical bypass of the right leg (Option C). Revascularization is an effective treatment for patients with CLTI, and referral for revascularization is indicated in patients with rest pain, ulceration, or gangrene. Endovascular revascularization is often preferred because it is minimally invasive and confers a lower risk for perioperative adverse events compared with surgical revascularization. Surgical revascularization is still recommended, however, for patients with complex anatomy that may limit percutaneous procedural success and long-term patency (e.g., long chronic total occlusions, multisegment disease). In addition, the BEST-CLI study of 1830 patients with CLTI demonstrated that among patients with adequate saphenous vein conduit, lower extremity bypass surgery resulted in lower rates of death or major adverse limb events compared with endovascular revascularization. This patient has CLTI with ischemia and infection of the right foot. He should undergo revascularization, with a surgical approach being favored because of the presence of CLTI and the long-segment and multivessel disease.The primary treatment for CLTI is revascularization with either surgical or endovascular procedures. Major amputation, such as below-knee amputation (Option A), as a primary treatment should be discouraged because of the morbidity and mortality after a major amputation, especially when revascularization is possible. The characteristics of this patient with CLTI and the anatomic findings (long chronic total occlusions, multisegment disease) favor surgical revascularization; he has no features indicating the need for immediate amputation, such as a nonviable limb.The use of sodium-glucose cotransporter 2 inhibitors such as dapagliflozin is no longer contraindicated in patients with lower extremity peripheral artery disease (PAD). Although the CANVAS study showed an increased incidence of major amputation with canagliflozin, subsequent studies refuted this finding. There is no need to discontinue dapagliflozin (Option B).Optimal medical management (Option D) including smoking cessation, treatment of vascular risk factors, statin therapy, and antithrombotic therapy is crucial to PAD treatment. In the presence of CLTI and infection, however, revascularization is indicated.",
  "critique_links": [],
  "key_points": [
    "Patients with chronic limb-threatening ischemia (CLTI) of the lower extremities should undergo surgical revascularization to restore limb perfusion.",
    "Although endovascular intervention is often the preferred revascularization technique in peripheral artery disease, the presence of CLTI and specific anatomic findings (long chronic total occlusions, multisegment disease) favor a surgical approach."
  ],
  "references": "Farber A, Menard MT, Conte MS, et al; BEST-CLI Investigators. Surgery or endovascular therapy for chronic limb-threatening ischemia. N Engl J Med. 2022;387:2305-2316. PMID: 36342173 doi:10.1056/NEJMoa2207899",
  "related_content": {
    "syllabus": [
      "cvsec24012_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.503742-06:00"
}