{
  "category": "nr",
  "critique": "This patient's clinical presentation and head CT scan findings are consistent with reversible cerebral vasoconstriction syndrome (RCVS); pseudoephedrine should be discontinued (Option C). RCVS is the second most frequent cause of thunderclap headaches after subarachnoid hemorrhage (SAH) and a common cause of recurrent thunderclap headaches. Use of sympathomimetic agents (e.g., pseudoephedrine), serotonergic antidepressant or antimigraine agents, immunosuppressants, or blood products; intake of cannabinoids or excess alcohol; and surgery or trauma involving the head and neck are recognized predisposing factors for RCVS. The headaches in susceptible persons may be triggered by exertion, Valsalva maneuvers, emotion, or bathing. Results of a neurologic examination may be normal or reveal focal findings. Head CT is indicated in the acute setting, and the scan may be normal or reveal areas of edema or intracranial hemorrhage (shown). CT angiogram or magnetic resonance angiogram may reveal several areas of segmental intracranial arterial constriction. Primary management involves removing any predisposing factors, avoiding physical exertion, and managing blood pressure. The condition resolves spontaneously within 3 months. This patient has recently started pseudoephedrine and has the characteristic headache and neuroimaging findings of RCVS. The pseudoephedrine should be discontinued.Glucocorticoids like methylprednisolone (Option A) may worsen the clinical course in RCVS and should be avoided when RCVS is a diagnostic consideration.Changing metoprolol to losartan (Option B) is not indicated in this patient with normal blood pressure. Preferred antihypertensive agents in patients with uncontrolled blood pressure and RCVS include nimodipine, which also reduces thunderclap headache frequency and intensity within 1 to 2 days, and verapamil.Digital subtraction angiography (Option D) in RCVS has been associated with the development of transient neurologic deficits and possible exacerbation of vasoconstriction and should be avoided when RCVS is likely.Lumbar puncture (Option E) may be useful in the setting of suspected and undocumented SAH but is unnecessary if the head CT scan is suggestive of RCVS, as in this patient.",
  "educational_objective": "Manage reversible cerebral vasoconstriction syndrome.",
  "extracted_at": "2025-12-22T20:17:12.908429-06:00",
  "key_points": [
    "A diagnosis of reversible cerebral vasoconstriction syndrome should be considered in the setting of recurrent thunderclap headache.",
    "Primary management of reversible cerebral vasoconstriction syndrome involves addressing any potential precipitants, which include use of sympathomimetic, serotonergic antidepressant, or antimigraine agents; exposure to immunosuppressants or blood products, intake of cannabinoids or excess alcohol; and surgery or trauma involving the head and neck."
  ],
  "media": {
    "images": [
      "figures/nrfig24203.7dad52d17114ce8fd6fb28a1a6cba5c2.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Administer methylprednisolone"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Change metoprolol to losartan"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Discontinue pseudoephedrine"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Perform digital subtraction angiography"
    },
    {
      "letter": "E",
      "peer_percentage": 0,
      "text": "Perform lumbar puncture"
    }
  ],
  "question_id": "nrmcq24055",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "A 60-year-old man is evaluated in the emergency department for a headache he describes as “my worst headache ever,” which occurred while showering. Since college, he has experienced bilateral frontal and maxillary pressure headaches several times per month that he has attributed to sinus disease and treated with loratadine. Two weeks ago, he developed persistent sinus congestion and changed to loratadine-pseudoephedrine and acetaminophen. Over the past 5 days, he experienced three episodes of abrupt-onset severe global throbbing headache with nausea lasting several hours, including his current headache. The other two events occurred during mild exertion. All were at maximum intensity at onset. Medical history is significant for hypertension. Medications are metoprolol, loratadine-pseudoephedrine, and acetaminophen.On physical examination, blood pressure is 110/72 mm Hg, and pulse rate is 58/min. Other vital signs and physical examination findings are normal.CT scan of the head shows areas of hemorrhage in the right parietal cortex and subarachnoid space.",
  "references": "Erhart DK, Ludolph AC, Althaus K. RCVS: by clinicians for clinicians—a narrative review. J Neurol. 2023;270:673-688. PMID: 36305970 doi:10.1007/s00415-022-11425-z",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "nrsec24001_24013"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}