{
  "question_id": "pmcor25004",
  "category": "pm",
  "educational_objective": "Manage asymptomatic stage I pulmonary sarcoidosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 31-year-old man is evaluated for an incidental abnormal finding on a chest radiograph. The radiograph was obtained 1 week ago, when he presented to the emergency department for pleuritic chest pain following a motor vehicle collision. He currently has minimal chest pain and no respiratory or constitutional symptoms. He has never smoked and has no history of dust or occupational exposures. He has no known chronic medical conditions and takes no medications.On physical examination, vital signs are normal. His chest wall is tender to palpation, and a bruise extends from his left shoulder to his right upper quadrant. The remainder of the examination is normal.Result of an interferon-gamma release assay is normal. Pulmonary function test results are normal.Chest radiograph shows bilateral symmetric hilar prominence with clear lung fields. There are no fractures or pneumothorax.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Infliximab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with stage I pulmonary sarcoidosis is clinical observation alone (Option D). Sarcoidosis is a granulomatous disease of unknown cause that can affect any organ system, most commonly the lungs. Common presenting symptoms are cough, dyspnea, and chest pain. In the many patients who are asymptomatic, however, lung involvement is found incidentally on a chest radiograph obtained for other reasons. Diagnosis of pulmonary sarcoidosis often requires bronchoscopic biopsy, but it is acceptable to forgo biopsy in patients with pathognomonic clinical and radiographic findings and low likelihood of alternative diagnoses. These classic scenarios include the following:Stage I pulmonary sarcoidosis (hilar adenopathy only) without constitutional symptoms suggestive of malignancyLöfgren syndrome (bilateral hilar lymphadenopathy, migratory polyarthralgia, erythema nodosum, and fever)Heerfordt syndrome (anterior uveitis, parotiditis, fever, and facial nerve palsy)Outside of these situations, tissue diagnosis is made by the finding of noncaseating granulomas with exclusion of potential mimicking infections (mycobacteria, fungi), exclusion of other systemic granulomatous diseases, and involvement of more than one organ system. Once diagnosed, pulmonary sarcoidosis is classified into four stages based on appearance on chest radiograph:Stage I, bilateral hilar lymphadenopathyStage II, bilateral hilar lymphadenopathy with pulmonary infiltratesStage III, parenchymal infiltrates aloneStage IV, pulmonary fibrosis with parenchymal distortion or bullaeThe overall prognosis of stage I pulmonary sarcoidosis is excellent; radiographic abnormalities spontaneously regress in most patients. This young, asymptomatic patient without risk factors for other pulmonary disease or malignancy can be diagnosed with sarcoidosis based on the isolated finding of hilar adenopathy. The most appropriate management is clinical observation alone.Anti–tumor necrosis factor agents, such as infliximab (Option A), are recommended to treat patients who do not respond to or experience intolerable adverse effects of prednisone or to facilitate lower overall glucocorticoid doses. These agents are not required in this asymptomatic patient with early-stage disease.Patients who require long-term glucocorticoids for sarcoidosis are frequently transitioned to glucocorticoid-sparing agents, such as methotrexate (Option B) or leflunomide. However, this patient currently does not require any pharmacotherapy.Glucocorticoids, typically prednisone (Option C), are the mainstay of therapy for symptomatic or advanced sarcoidosis. However, patients like this one without symptoms or organ dysfunction do not require treatment.",
  "critique_links": [],
  "key_points": [
    "Stage I pulmonary sarcoidosis does not require treatment because radiographic abnormalities spontaneously regress in most patients."
  ],
  "references": "Belperio JA, Shaikh F, Abtin FG, et al. Diagnosis and treatment of pulmonary sarcoidosis: a review. JAMA. 2022;327:856-867. PMID: 35230389 doi:10.1001/jama.2022.1570",
  "related_content": {
    "syllabus": [
      "pmsec24003_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.976323-06:00"
}