{
  "question_id": "gimcq24063",
  "category": "gi",
  "educational_objective": "Diagnose anal fissure as a cause of painful hematochezia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 33-year-old man is evaluated for a 3-week history of bloody bowel movements associated with severe anorectal pain. His symptoms started acutely after a large bowel movement. He has a history of constipation for which he takes polyethylene glycol. He does not engage in receptive anal intercourse.On physical examination, vital signs are normal. Digital rectal examination elicits exquisite pain.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Anal fissure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inflammatory bowel disease",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Internal hemorrhoids",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Irritable bowel syndrome with predominant constipation",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Rectal sexually transmitted infection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is anal fissure (Option A). Anal fissures are longitudinal mucosal tears in the anal cavity characterized by anorectal pain that is worsened by bowel movements and sitting. The pain has been described as “passing broken glass” given the severity of the pain associated with bowel movements. Rectal bleeding with bowel movements or wiping is common; the pain associated with anal fissure bleeding differentiates it from other conditions in which hematochezia tends to be painless. Anal fissures can be idiopathic or result from trauma due to passage of hard stool, receptive anal intercourse, or insertion of a foreign body (such as an enema or endoscope). Anal fissures can be easily missed during digital rectal examination and require careful inspection of the mucosa. Anoscopy, while offering direct visualization of the mucosa, can be painful and is of limited utility when the clinical findings and history are classic for a fissure. Lateral anal fissures raise concern for other entities, including Crohn disease, ulcerative colitis, tuberculosis, syphilis, HIV infection, psoriasis, or anal cancer. Anal fissures lasting more than 8 to 12 weeks are considered chronic and may be characterized by edema and fibrosis, as well as a sentinel pile (appearing as a skin tag) or hypertrophied anal papillae within the anal canal. This patient's bloody bowel movements, associated focal anorectal pain, and absence of symptoms consistent with colorectal malignancy make anal fissure the most likely diagnosis.Anorectal pain with bleeding could be associated with inflammatory bowel disease (Option B), such as ulcerative proctosigmoiditis. However, this patient's acute symptoms that began immediately after a large bowel movement are more suggestive of an anal fissure.Internal hemorrhoids (Option C) are associated with painless rectal bleeding. This patient's symptoms are not consistent with internal hemorrhoids.Bleeding does not usually occur with irritable bowel syndrome with predominant constipation (IBS-C) (Option D), although it could be associated with IBS-C if there were concomitant hemorrhoids. However, the pain associated with IBS-C is more generalized and located in the abdomen, not restricted to the anorectum as in this patient.Risk factors for rectal sexually transmitted infections (STIs) (Option E) should be queried with a review of sexual behavior, including use of insertion objects. However, a rectal STI is unlikely to cause this degree of pain during digital rectal examination. Swabs may be needed to diagnose a rectal STI if there is continued concern and an anal fissure has been ruled out, or if symptoms continue despite appropriate treatment.",
  "key_points": [
    "Anal fissures are characterized by anorectal pain that is worsened by bowel movements and sitting; rectal bleeding with bowel movements or wiping is common."
  ],
  "references": "Gilani A, Tierney G. Chronic anal fissure in adults. BMJ. 2022;376:e066834. PMID: 35022226 doi:10.1136/bmj-2021-066834",
  "related_content": {
    "syllabus": [
      "gisec24012_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:02:51.539581-06:00"
}