{
  "question_id": "rmcor25025",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Evaluate discoid lupus erythematosus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 28-year-old woman is evaluated for a 3-month history of rash on the right cheek that began while she was vacationing at the beach. Recent biopsy of the rash suggested discoid lupus. She has no hair loss, chest pain, joint pain, other rashes, or lower extremity swelling. Medical history is notable for Raynaud phenomenon beginning at age 16 years, and her only medication is nifedipine during cold months.On physical examination, vital signs are normal. There is a 2-cm × 2-cm hypopigmented plaque on the right cheek. The hair appears full. The remainder of the examination is normal.Laboratory studies show an antinuclear antibody titer of 1:40 (speckled pattern). Anti–double-stranded DNA, anti-La/SSB, anti-Ro/SSA, anti–Smith, and anti–U1-ribonucleoprotein antibodies are negative.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Antichromatin antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Antihistone antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "C3 and C4 complement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with discoid lupus erythematosus (DLE) requires no additional testing (Option D). Lupus-associated skin disease can be acute, subacute, or chronic. Among the chronic forms, DLE is most common. DLE is usually an isolated skin condition; most patients with DLE do not have systemic lupus erythematosus (SLE). The typical appearance is hypo- or hyperpigmented patches or plaques with keratotic scaling and follicular plugging. The lesions usually appear on the head and neck area; less commonly, their location can be generalized. Lesions are erythematous during active disease and may be variably atrophic or hyperkeratotic in more chronic lesions. Sun exposure may exacerbate DLE, and advanced plaques can lead to skin atrophy and scarring as well as permanent hair loss. Diagnosis is usually clinical, but biopsy can confirm the diagnosis in uncertain cases. Anti-Ro/SSA and antinuclear antibodies can be negative or positive. Treatment includes photoprotection, topical or intralesional glucocorticoids, topical calcineurin inhibitors, systemic antimalarial agents, or biologics in severe disease. Between 5% and 25% of patients with DLE develop SLE; female sex, clinically significant levels of autoantibodies, and generalized skin involvement are risk factors for SLE development. This patient has a low antinuclear antibody titer of 1:40 and her rash is limited to her face; she likely has DLE in isolation (i.e., without SLE), so no further testing is needed.Antichromatin antibodies (Option A) are seen in up to 75% of patients with SLE, close to 100% of those with drug-induced lupus, and 20% to 50% of patients with type 1 autoimmune hepatitis. Antichromatin antibodies are a useful marker for kidney involvement in SLE. Because this patient does not have any systemic features to suggest SLE, checking for antichromatin antibodies is unnecessary.Antihistone antibodies (Option B) may be used in the diagnosis of drug-induced lupus. Medications, including nifedipine, may cause cutaneous lupus (particularly subacute cutaneous lupus) but are rarely associated with DLE.Measuring C3 and C4 complement levels (Option C) can help to determine disease activity in SLE because SLE-related immune complex formation and complement consumption reduce C3 and C4 levels. This patient does not have evidence of SLE, so measuring complement levels is unnecessary.",
  "critique_links": [],
  "key_points": [
    "Discoid lupus erythematosus typically appears as hypo- or hyperpigmented patches or plaques with keratotic scaling and follicular plugging.",
    "Most patients with discoid lupus erythematosus have isolated disease and do not develop systemic lupus erythematosus."
  ],
  "references": "Vale ECSD, Garcia LC. Cutaneous lupus erythematosus: a review of etiopathogenic, clinical, diagnostic and therapeutic aspects. An Bras Dermatol. 2023;98:355-372. PMID: 36868923 doi:10.1016/j.abd.2022.09.005",
  "related_content": {
    "syllabus": [
      "rmsec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:59.123613-06:00"
}