{
  "question_id": "npmcq24048",
  "category": "np",
  "educational_objective": "Diagnose fibrillary glomerulopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 65-year-old woman is evaluated for a 3-week history of persistent lower extremity edema. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. There is 3+ lower extremity edema bilaterally.Laboratory studies:Hemoglobin12 g/dL (120 g/L)Albumin3.1 g/dL (31 g/L)LCalcium9.5 mg/dL (2.4 mmol/L) C3 complement100 mg/dL (1000 mg/L) C4 complement30 mg/dL (300 mg/L)Creatinine1.8 mg/dL (159 µmol/L)H24-Hour urine protein excretion5000 mg/24 hUrinalysis3+ protein; no erythrocytes of leukocytesKidney biopsy demonstrates fibrils and is negative for Congo red staining and positive for DNAJB9 protein.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "AA amyloidosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cryoglobulinemic glomerulonephritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fibrillary glomerulopathy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Myeloma cast nephropathy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is fibrillary glomerulopathy (Option C). This patient has new-onset lower extremity edema, hypoalbuminemia, and nephrotic-range proteinuria, which are consistent with the nephrotic syndrome. Causes of the nephrotic syndrome include minimal change disease, focal segmental glomerulosclerosis, membranous nephropathy, amyloidosis, fibrillary glomerulopathy, and immunotactoid glomerulopathy. A kidney biopsy can help to distinguish between these diagnoses; amyloidosis, fibrillary glomerulopathy, and immunotactoid glomerulopathy all reveal fibrils. Although rare, both fibrillary and immunotactoid glomerulopathy are increasingly recognized causes of kidney disease. These diseases are caused by glomerular deposition of organized fibrillar or tubular structures that do not stain with Congo red on kidney biopsy. DNAJB9, a heat-shock protein, has been identified in glomerular deposits of patients with fibrillary glomerulopathy. Proteinuria, frequently in the nephrotic range, and hematuria are common. Although the pathogenesis of these entities is unknown, both have been associated with paraproteinemia. Treatment is usually unsuccessful, and kidney outcomes are poor. This patient presents with the nephrotic syndrome and kidney biopsy findings that are consistent with fibrillary glomerulopathy.Amyloidosis is characterized by kidney and other organ injury caused by the deposition of insoluble amyloid proteins that form β-pleated sheets. Although amyloid can be composed of numerous proteins, kidney disease is most commonly caused by AL or AA amyloid (Option A). Kidney biopsy findings of patients with amyloidosis and the nephrotic syndrome include mesangial expansion as well as Congo red–positive fibrils. Because this patient's kidney biopsy is negative for Congo red, the diagnosis of amyloidosis is excluded.Cryoglobulinemic glomerulonephritis (Option B) is a deposition disease that is usually associated with hepatitis C virus infection and small-vessel vasculitis. Patients may present with a nephritic syndrome, including elevated serum creatinine level, hypertension, proteinuria, and hematuria. A palpable purpuric rash may be present on the lower extremities. Membranoproliferative glomerulonephritis is usually present on biopsy. This patient does not have a suggestive history, and her urinalysis and biopsy findings are not consistent with cryoglobulinemic glomerulonephritis.Myeloma cast nephropathy (Option D) is always caused by multiple myeloma and occurs when the concentration of free light chains is markedly increased. Light chains are freely filtered by the glomerulus and interact with secreted Tamm-Horsfall protein, the main protein in urine, to form intratubular obstructing casts. Patients usually present with acute or slowly progressive kidney disease. Myeloma-related symptoms and signs may be present (hypercalcemia, kidney injury, anemia, and bone disease). Kidney biopsy will show eosinophilic casts. This patient does not have hypercalcemia, symptoms of bone disease, or a kidney biopsy compatible with myeloma cast nephropathy.",
  "critique_links": [],
  "key_points": [
    "Fibrillary glomerulopathy is an increasingly recognized cause of kidney disease that is associated with the nephrotic syndrome and caused by glomerular deposition of organized fibrillar or microtubular structures."
  ],
  "references": "Hogan JJ, Alexander MP, Leung N. Dysproteinemia and the kidney: core curriculum 2019. Am J Kidney Dis. 2019;74:822-36. PMID: 31331759 doi:10.1053/j.ajkd.2019.04.029",
  "related_content": {
    "syllabus": [
      "npsec24009_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.731937-06:00"
}