{
  "question_id": "cvqqq24006",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat a patient with a mechanical cardiac valve with appropriate anticoagulation during pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 37-year-old woman undergoes preconception evaluation. She has a history of myxomatous mitral valve degeneration requiring mechanical mitral valve placement 4 years ago. She is otherwise well. Her only medication is warfarin, 5 mg/d.On physical examination, vital signs are normal. Cardiac examination reveals a regular rhythm with a mechanical first heart sound heard at the left lower sternal border, normal S2, and no murmurs.",
  "question_stem": "Which of the following is the most appropriate anticoagulation strategy?",
  "options": [
    {
      "letter": "A",
      "text": "Add aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Change warfarin to apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Change warfarin to dabigatran",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should continue her current therapy with warfarin (Option D). Pregnant patients with a mechanical valve prosthesis have an increased risk for valve thrombosis, bleeding, and fetal harm. The optimal anticoagulation regimen for this high-risk subset of patients has not been determined, because no anticoagulation strategy is consistently safe for the mother and fetus. Warfarin anticoagulation during pregnancy poses an increased fetal risk, with possible teratogenicity, miscarriage, and fetal loss because of intracranial hemorrhage. Warfarin, however, may be the safest agent to prevent prosthetic valve thrombosis in the mother. Low-molecular-weight heparin and unfractionated heparin are safer for the fetus; these therapies, however, increase maternal risk by increasing the risk of prosthetic valve thrombosis. Guidelines recommend that it is reasonable to continue warfarin during the first trimester and beyond if the daily dose is less than or equal to 5 mg daily. Alternatively, patients may receive therapeutic doses of unfractionated heparin or low-molecular-weight heparin for the first trimester, followed by warfarin for the second and third trimesters. The patient should continue warfarin, with a goal INR of 3. At the time of delivery, warfarin should be discontinued and replaced by intravenous unfractionated heparin.For patients with mechanical surgical aortic valve or mitral valve replacement who have an indication for antiplatelet therapy, the addition of aspirin to warfarin therapy (Option A) can be considered if bleeding risk is low. For pregnant patients with mechanical prostheses, low-dose aspirin can be considered in addition to anticoagulation, if needed for other indications. However, this patient has no indications for antiplatelet therapy.The safety and effectiveness of anti-Xa direct oral anticoagulants, such as apixaban (Option B), in pregnant patients has not been established, and they should not be used.Dabigatran (Option C) is a direct thrombin inhibitor. In nonpregnant patients with a mechanical heart valve, dabigatran is associated with an increased rate of thromboembolic and bleeding complications compared with warfarin.",
  "critique_links": [],
  "key_points": [
    "Guidelines suggest that it is reasonable to continue warfarin during the first trimester and beyond if the daily dose is less than or equal to 5 mg daily.",
    "Although anticoagulation with warfarin during pregnancy poses an increased fetal risk, warfarin may be the safest agent to prevent prosthetic valve thrombosis in the mother."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: A report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;143:e72-e227. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24014_24007"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.310690-06:00"
}