{
  "question_id": "nrmcq24047",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat frontotemporal dementia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 51-year-old man is evaluated for a 1-year history of new-onset ritualistic behaviors, including checking the locks and washing his hands throughout the day; apathy; social disinhibition; and an insatiable appetite for sweets. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. Montreal Cognitive Assessment score is 25/30. The remainder of the neurologic examination is normal.MRI of the brain shows bilateral frontal and temporal atrophy.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Donepezil",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Escitalopram",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lorazepam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Olanzapine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has behavioral variant frontotemporal dementia (bvFTD), and the most appropriate treatment is escitalopram (Option B). The core clinical features of bvFTD include social disinhibition, apathy or inertia, hyperorality or new eating behaviors, rituals or perseveration, and a dysexecutive neuropsychological profile. Cortical atrophy of the frontal and temporal lobes is characteristically seen on T1-weighted brain MRI. Treatment for patients with bvFTD is mainly supportive and focuses on symptoms. Given the early behavioral changes seen in FTD, an interdisciplinary approach with nonpharmacologic and pharmacologic behavioral interventions is needed. Selective serotonin reuptake inhibitors (SSRIs) are first-line pharmacotherapy for obsessive-compulsive symptoms in bvFTD. Unfortunately, unlike in primary obsessive-compulsive disorder, symptoms will continue to worsen even with treatment given the degenerative nature of bvFTD; however, treatment will help improve symptoms early in the disease course. Targeted behavioral management and collaborative care with social work can also be helpful. This patient has several behavioral symptoms of bvFTD and would benefit from an SSRI like escitalopram.Although acetylcholinesterase inhibitors, like donepezil (Option A), may be used in patients with other types of dementia, like Alzheimer disease, they have not been shown to improve cognition for patients with FTD. Additionally, they can sometimes lead to worsening behavioral symptoms in patients with bvFTD. As a result, donepezil and other acetylcholinesterase inhibitors should not be used in this patient with bvFTD.Benzodiazepines, such as lorazepam (Option C), should be avoided in patients with dementia. Although they may be an appealing option in patients with dementia and agitation or compulsive behaviors, benzodiazepines often result in delirium or oversedation and should not be used in this clinical scenario.Antipsychotics, like olanzapine (Option D), should be avoided in patients with dementia, including FTD with behavioral symptoms. Antipsychotics can be considered for behavioral management in patients with dementia only when nonpharmacologic management is unsuccessful and features of psychosis endanger the patient's or caregiver's safety. Moreover, olanzapine in particular is associated with weight gain and metabolic syndrome and should be avoided given the eating behaviors associated with bvFTD. This patient does not have an indication for treatment with an antipsychotic like olanzapine.",
  "critique_links": [],
  "key_points": [
    "Selective serotonin reuptake inhibitors are first-line pharmacotherapy for obsessive-compulsive symptoms in behavioral variant frontotemporal dementia (bvFTD).",
    "Treatment with selective serotonin reuptake inhibitors can improve symptoms early in the disease course of bvFTD, but symptoms usually worsen over time."
  ],
  "references": "Younes K, Miller BL. Frontotemporal dementia: neuropathology, genetics, neuroimaging, and treatments. Psychiatr Clin North Am. 2020;43:331-344. PMID: 32439025 doi:10.1016/j.psc.2020.02.006",
  "related_content": {
    "syllabus": [
      "nrsec24005_24020"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.933830-06:00"
}