{
  "question_id": "cvmcq24055",
  "category": "cv",
  "educational_objective": "Manage acute limb ischemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 68-year-old woman is evaluated in the emergency department for progressively worsening pain in the left lower leg. The pain began suddenly two nights ago and is centered in the left foot. She has type 2 diabetes mellitus, hypertension, dyslipidemia, and peripheral artery disease. She smokes one pack of cigarettes per day. Medications are aspirin, semaglutide, metformin, losartan, rosuvastatin, and low-dose rivaroxaban.On physical examination, blood pressure is 168/90 mm Hg and pulse rate is 104/min and regular. The left foot is cool to the touch. Mild erythema and edema are noted from the left foot to the mid shin. There is a palpable pulse at the left femoral artery and no palpable distal pulses. Handheld Doppler detects a faint signal at the popliteal level, but no signal is noted over the posterior tibialis or dorsalis pedis arteries. The patient can move her left foot and has normal sensation.Complete blood count and comprehensive metabolic panel are normal.Ultrasound of the left leg shows no evidence of deep venous thrombosis.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Ankle-brachial index testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Full-dose rivaroxaban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Immediate MRI of the left foot",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous heparin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in this patient with acute limb ischemia is to initiate intravenous heparin (Option D) and arrange urgent consultation with a vascular specialist. Acute limb ischemia is an infrequent but limb- and life-threatening event and should be considered a surgical emergency. Causes include thromboembolism; acute thrombosis of a lower extremity artery, stent, or bypass graft; vessel dissection (usually periprocedural); and trauma. Patients present with at least one of the “6 P's”: paresthesia, pain, pallor, pulselessness, poikilothermia (coolness), and paralysis, but rarely are all six present. Clinicians must have a high index of suspicion, especially in patients with predisposing conditions such as atrial fibrillation, peripheral artery disease, or vascular risk factors. If acute limb ischemia is suspected, patients should begin intravenous heparin therapy and be seen emergently by a vascular medicine specialist. This patient has acute limb ischemia as evidenced by pain, pulselessness, and poikilothermia. She will need revascularization and should begin receiving heparin until further imaging is completed and a revascularization plan is defined.The diagnosis of acute limb ischemia is highly likely given the presence of pain, pulselessness, and poikilothermia. Diagnostic angiography to facilitate and plan revascularization is a more appropriate test than ankle-brachial index testing (Option A) in this patient.No clear evidence exists to support the use of full-dose oral anticoagulants, such as rivaroxaban (Option B), in patients with acute limb ischemia. In addition, the extended duration of action is likely to complicate management of patients who will probably need a procedure such as embolectomy or thrombectomy, as in this patient's case.Cellulitis, osteomyelitis, crystal arthropathy, and musculoskeletal injury may cause an erythematous and painful lower extremity, and MRI (Option C) is sometimes indicated to evaluate these findings. In this patient, however, severe ischemia is far more likely, and MRI is likely to result in a delay in therapy.",
  "key_points": [
    "Patients with acute limb ischemia typically present with at least one of the “6 P's” (paresthesia, pain, pallor, pulselessness, poikilothermia [coolness], and paralysis), and clinicians must have a high index of suspicion, especially in patients with predisposing conditions.",
    "If acute limb ischemia is suspected, patients should begin receiving intravenous heparin and be seen emergently by a vascular medicine specialist."
  ],
  "references": "Hess CN, Wang TY, Weleski Fu J, et al. Long-term outcomes and associations with major adverse limb events after peripheral artery revascularization. J Am Coll Cardiol. 2020;75:498-508. PMID: 32029132 doi:10.1016/j.jacc.2019.11.050",
  "related_content": {
    "syllabus": [
      "cvsec24012_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:48:58.965113-06:00"
}