{
  "question_id": "idcor25020",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat bacterial meningitis empirically.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 61-year-old woman is evaluated in the emergency department for a 12-hour history of headache, stiff neck, fever, and altered mental status.On physical examination, temperature is 39.1 °C (102.4 °F), blood pressure is 105/72 mm Hg, pulse rate is 115/min, and respiration rate is 16/min. The patient has a score of 12 on the Glasgow Coma Scale. Neurologic examination has no focal abnormalities.CT of the head without contrast is performed and shows no intracranial lesions but does reveal pansinusitis.Lumbar puncture is subsequently performed.Cerebrospinal fluid studies:Leukocyte count2354/µL (2354 × 106/L) with 90% neutrophilsHGlucose17 mg/dL (0.9 mmol/L)LProtein295 mg/dL (2950 mg/L)HGram stain is negative, and a culture is pending.",
  "question_stem": "Which of the following is the most appropriate empiric therapy?",
  "options": [
    {
      "letter": "A",
      "text": "Vancomycin, ampicillin, and ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Vancomycin, ampicillin, ceftriaxone, and dexamethasone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vancomycin and ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin, cefepime, and acyclovir",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Treatment with vancomycin, ampicillin, ceftriaxone, and dexamethasone (Option B) is the most appropriate empiric therapy for this patient. She has a classic presentation of community-acquired bacterial meningitis, which includes an acute presentation with fever, headache, stiff neck, and altered mental status. The cerebrospinal fluid (CSF) profile shows neutrophilic pleocytosis (leukocyte count >1000/µL [1000 × 106/L] in two thirds of patients), an elevated protein level (median in bacterial meningitis is 390 mg/dL [3900 mg/L]), and severe hypoglycorrhachia (low glucose in CSF); a high serum leukocyte count is also typical. The most common cause of bacterial meningitis is Streptococcus pneumoniae, which is suggested by the presence of sinusitis or otitis media; sinusitis is present on this patient's CT scan. In countries with a ceftriaxone-resistant pneumococcus prevalence of greater than 1%, such as the United States, a combination of vancomycin and ceftriaxone (Option C) is recommended pending susceptibility results of the isolate; the addition of ampicillin (Option A) is recommended in immunosuppressed persons and patients older than 50 years, such as this patient, to provide coverage for possible Listeria monocytogenes. Cefotaxime is also effective against pneumococcus and may be given instead of ceftriaxone. Adjunctive dexamethasone, given concomitantly with the first dose of antibiotic therapy, reduces morbidity and mortality in adults with pneumococcal meningitis in developed countries and should be continued for a period of 4 days. Although previous recommendations advised prompt discontinuation of dexamethasone if S. pneumoniae was not identified as the causative agent, emerging data suggest that continuing dexamethasone to complete a 4-day course may be appropriate in cases of nonpneumococcal community-acquired bacterial meningitis as well.The combination of vancomycin and cefepime (or ceftazidime or meropenem) (Option D) is indicated in patients with health care–associated ventriculitis and meningitis to provide coverage for possible Pseudomonas aeruginosa and Staphylococcus aureus or Staphylococcus epidermidis. Acyclovir is not indicated for this patient because the clinical presentation and CSF profile are not consistent with herpes simplex or varicella-zoster encephalitis.",
  "critique_links": [],
  "key_points": [
    "Empiric therapy for bacterial meningitis should include vancomycin, ceftriaxone or cefotaxime, and ampicillin in adult patients older than 50 years.",
    "Adjunctive dexamethasone is given concomitantly with the first dose of empiric antibiotic therapy for bacterial meningitis; although previous recommendations advised prompt discontinuation of dexamethasone if Streptococcus pneumoniae was not identified as the causative agent, emerging data suggest that continuing dexamethasone to complete a 4-day course may be appropriate even in cases of nonpneumococcal community-acquired bacterial meningitis as well."
  ],
  "references": "Hasbun R. Progress and challenges in bacterial meningitis: a review. JAMA. 2022;328:2147-2154. PMID: 36472590 doi:10.1001/jama.2022.20521",
  "related_content": {
    "syllabus": [
      "idsec24001_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.355201-06:00"
}