{
  "question_id": "cvmcq24097",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Evaluate kidney function in a patient with stable heart failure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 72-year-old man is evaluated in routine follow-up. He has had stable exertional dyspnea while shopping for groceries that has not changed over the past 3 years. He had an anterior wall myocardial infarction 8 years ago with resultant heart failure with reduced ejection fraction. Seven years ago, he had an implantable cardioverter-defibrillator placed. Medications are metoprolol succinate, valsartan-sacubitril, spironolactone, dapagliflozin, furosemide, atorvastatin, and aspirin.On physical examination, blood pressure is 106/64 mm Hg and pulse rate is 66/min. Other findings are unremarkable.An echocardiogram obtained 26 months ago shows an ejection fraction of 25%, anterior akinesis, and a left ventricular end-diastolic dimension of 6.1 cm.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiopulmonary exercise stress test",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum electrolytes and kidney function",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stress myocardial perfusion imaging",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is assessment of electrolytes and kidney function (Option C). All patients with chronic heart failure should be serially assessed for progression of disease. Each follow-up visit should include evaluation of current symptoms and functional capacity; assessment of volume status, electrolytes, and kidney function; and review of the patient's medication regimen to ensure alignment with guideline-directed therapy. Although evaluation of serial B-type natriuretic peptide levels in patients with stable heart failure may help determine prognosis, it is not useful in preventing recurrent hospitalizations or improving mortality and need not be done. Repeated patient education and evaluation of obstacles to medication adherence or following recommendations for diet, activity, and monitoring weight are also of crucial importance. This patient has stable heart failure with unchanged symptoms, and he should be evaluated for impaired kidney function and electrolyte abnormalities.Cardiopulmonary exercise testing (Option A) is used to assess functional capacity and evaluate symptoms of progressive heart failure. It can help determine the need for heart transplantation or a left ventricular (LV) assist device in patients with advanced heart failure. Cardiopulmonary testing of persons with stable heart failure, such as this patient, is not necessary unless advanced therapies are being considered.In patients with a change in clinical status, repeat echocardiography (Option B) to evaluate for changes in ejection fraction, worsening valvular function, new wall motion abnormalities, or further LV dilation is appropriate. Routine surveillance echocardiography in the absence of a change in clinical status or planned intervention, such as placement of an implantable cardioverter-defibrillator (ICD) or biventricular pacemaker/ICD, is not warranted. This patient has clinically stable heart failure and no indication for reassessment of cardiac function with echocardiography.Stress myocardial perfusion imaging (MPI) (Option D) uses differences in myocardial blood flow between stress and rest to detect ischemia. Although this patient has a known history of coronary artery disease, he has not had any change in symptoms and has no indication for MPI to evaluate for ischemia.",
  "critique_links": [],
  "key_points": [
    "All patients with chronic heart failure should be serially assessed for progression of disease with evaluation of current symptoms and functional capacity; assessment of volume status, electrolytes, and kidney function; and review of the patient's medication regimen.",
    "Routine surveillance echocardiography is not warranted in patients with heart failure in the absence of a change in clinical status or planned intervention, such as device therapy."
  ],
  "references": "Heidenreich PA, Bozkurt B, Aguilar D, et al. 2022 AHA/ACC/HFSA guideline for the management of heart failure: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2022;145:e895-e1032. PMID: 35363499 doi:10.1161/CIR.0000000000001063",
  "related_content": {
    "syllabus": [
      "cvsec24005_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.186568-06:00"
}