{
  "question_id": "onqqq24015",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat hormone receptor–positive breast cancer in a premenopausal patient with primary breast radiation therapy and tamoxifen.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 40-year-old woman undergoes consultation following surgery for stage IIA breast cancer. Pathologic findings showed a 2.5-cm, grade 2 invasive ductal carcinoma with negative margins. The cancer was estrogen receptor positive, progesterone receptor positive, and HER2 negative. Two sentinel nodes were negative. The 21-gene recurrence score is 8 (low risk of recurrence). She takes no medications.She is seeking advice about additional treatment. She is premenopausal and has no family history of breast or ovarian cancer. Her laboratory studies were normal.",
  "question_stem": "In addition to primary breast radiation therapy, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Adjuvant chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adjuvant chemotherapy followed by tamoxifen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pembrolizumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tamoxifen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "In addition to primary breast radiation therapy, this patient should receive adjuvant tamoxifen (Option D). She is premenopausal and has a 2.5-cm, node-negative, hormone receptor–positive, HER2-negative breast cancer. Gene-expression assays, such as the 21-gene recurrence score, are helpful in determining the benefit of adding adjuvant chemotherapy to tamoxifen in patients with node-negative, hormone receptor–positive, HER2-negative breast cancer. In a prospective trial of patients with hormone receptor–positive, HER2-negative, node-negative breast cancers with 21-gene recurrence scores of 0 to 10, the 5-year rate of freedom from recurrence of breast cancer at a distant or local site was 98.7% with endocrine therapy alone. This is standard care for patients with early breast cancer with these characteristics.Adjuvant chemotherapy, given alone (Option A) or followed by tamoxifen (Option B), does not improve disease-free or overall survival in patients with hormone receptor–positive, node-negative breast cancers with low-risk recurrence scores.Pembrolizumab (Option C) and combination chemotherapy is used as neoadjuvant therapy in patients with triple-negative breast cancer and tumors 2 cm or larger or positive nodes. Trastuzumab and pertuzumab are used to treat HER2-positive breast cancer. Adjuvant immunotherapy plays no role after resection of hormone receptor–positive, HER2-negative breast cancer.",
  "critique_links": [],
  "key_points": [
    "Primary breast radiation therapy and tamoxifen are indicated for premenopausal patients with node-negative, hormone receptor–positive, HER2-negative breast cancer with a low-risk recurrence score."
  ],
  "references": "Andre F, Ismaila N, Allison KH, et al. Biomarkers for adjuvant endocrine and chemotherapy in early-stage breast cancer: ASCO guideline update. J Clin Oncol. 2022;40:1816-1837. PMID: 35439025 doi:10.1200/JCO.22.00069",
  "related_content": {
    "syllabus": [
      "onsec24002_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.197041-06:00"
}