{
  "question_id": "hmmcq24027",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose babesiosis as the cause of hemolysis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated for a 3-day history of fever, myalgia, and malaise. He also reports occasional headaches. He resides in Maine and reports no recent travel. Medical history is unremarkable, and he takes no medications.On physical examination, temperature is 39.2 °C (102.6 °F), blood pressure is 120/70 mm Hg, pulse rate is 112/min, and respiration rate is 16/min. Palpation reveals a mildly enlarged liver. No lymphadenopathy or rash is present.Laboratory studies:Hematocrit33%LHemoglobin11.1 g/dL (111 g/L)LLeukocyte count9800/µL (9.8 × 109/L)Platelet count100,000/µL (100 × 109/L)LReticulocyte count6.3% of erythrocytesHAlanine aminotransferase50 U/LHAspartate aminotransferase56 U/LHBilirubinTotal2.6 mg/dL (44.5 μmol/L)HDirect0.2 mg/dL (3.4 μmol/L)Creatinine1.0 mg/dL (88.4 μmol/L)Haptoglobin10 mg/dL (100 mg/L)LLactate dehydrogenase385 U/LHDirect antiglobulin test is negative for IgG and complement (C3).Peripheral blood smear shows erythrocytes with occasional inclusions arranged in a tetrad resembling a Maltese cross.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Babesiosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Malaria",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thrombotic thrombocytopenic purpura",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Warm autoimmune hemolytic anemia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is babesiosis (Option A), which is caused by the intraerythrocytic protozoan Babesia microti. It is primarily transmitted by the black-legged deer tick and therefore occurs in areas where Lyme disease is endemic, including the Northeast and upper Midwest regions of the United States. Transfusion-transmitted babesiosis may result in infections outside of endemic regions. Symptoms are often nonspecific and include fever, fatigue, chills, headache, myalgia, and cough, typically beginning 1 month after a tick bite. Physical examination may reveal jaundice, hepatomegaly, and splenomegaly. The hallmark of babesiosis is hemolytic anemia; severe disease may include thrombocytopenia, elevated serum aminotransferase levels, and acute kidney injury. The characteristic finding of babesiosis is the presence of the intraerythrocytic tetrad resembling a Maltese cross (Figure: Peripheral Blood Smear Showing Babesiosis) on the peripheral blood smear. Polymerase chain reaction testing can be diagnostic if babesiosis infection is suspected but the peripheral blood smear is unrevealing. First-line treatment for babesiosis is atovaquone plus azithromycin; exchange transfusion may be indicated in those with severe infection. This patient has anemia with a decreased serum haptoglobin level and an increased serum lactate dehydrogenase level, suggesting hemolysis. The presence of intraerythrocytic tetrads on the peripheral blood smear in a patient who resides in an endemic area makes babesiosis the most likely diagnosis.Although malaria (Option B) and babesiosis have many similarities, malarial infections acquired in the United States are rare. This patient has not traveled to an area of malaria endemicity, but he does reside in an area where babesiosis is present. The erythrocyte inclusions seen on the peripheral blood smear also suggest babesiosis rather than malaria.Although hemolytic anemia and thrombocytopenia are consistent with thrombotic thrombocytopenic purpura (TTP) (Option C), TTP causes a microangiopathic erythrocyte destruction, and fragmented erythrocytes or schistocytes are seen on the peripheral blood smear. Intraerythrocytic inclusions are also inconsistent with TTP.This patient's negative direct antiglobulin test makes warm autoimmune hemolytic anemia (WAIHA) unlikely (Option D). Additionally, the peripheral blood smear in a patient with WAIHA would reveal spherocytes rather than intraerythrocytic inclusions.",
  "critique_links": [],
  "key_points": [
    "Babesiosis is caused by the intraerythrocytic protozoan Babesia microti and usually occurs in areas of Lyme endemicity; symptoms are often nonspecific and include fever, fatigue, chills, headache, myalgia, and cough.",
    "In babesiosis, the peripheral blood smear may show erythrocytes with inclusions arranged in a tetrad resembling a Maltese cross."
  ],
  "references": "Waked R, Krause PJ. Human babesiosis. Infect Dis Clin North Am. 2022;36:655-670. PMID: 36116841 doi:10.1016/j.idc.2022.02.009",
  "related_content": {
    "syllabus": [
      "hmsec24004_24026"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.954255-06:00"
}