{
  "question_id": "enmcq24081",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate a patient with uncontrolled autoimmune hypothyroidism for malabsorption.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 28-year-old man is evaluated for a 6-month history of worsening fatigue and diarrhea. He has Hashimoto thyroiditis, diagnosed 6 years ago, and type 1 diabetes mellitus diagnosed in childhood. He is adherent to his medications, which are levothyroxine, taken 1 hour before breakfast; insulin lispro by continuous subcutaneous insulin infusion; and daily multivitamins, taken with dinner.On physical examination, vital signs are normal. BMI is 23. Hypopigmented patches are observed on his hands. The remainder of the examination is unremarkable.Laboratory studies:8 am cortisol 18 μg/dL (497 nmol/L)Hemoglobin A1c6.3%HThyroid-stimulating hormone15 μU/mL (15 mU/L)H1 year ago2.3 μU/mL (2.3 mU/L)Free thyroxine0.8 ng/dL (10 pmol/L)L",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Change timing of levothyroxine to before dinner",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure IgA tissue transglutaminase antibodies with IgA level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure thyroid peroxidase antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform adrenocorticotropic hormone stimulation test",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Perform skin biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to screen for celiac disease with IgA tissue transglutaminase antibody measurement with IgA level (Option B). Patients with an autoimmune disease are at risk for developing additional autoimmune conditions. This is of importance in the management of autoimmune thyroid disease, as gastrointestinal disorders, such as celiac disease, may affect levothyroxine absorption and result in higher-than-expected dose requirements. This patient likely has autoimmune polyendocrine syndrome type 2 given his history of Hashimoto thyroiditis and type 1 diabetes mellitus. Patients with this syndrome can also develop other autoimmune diseases, such as celiac disease, primary adrenal insufficiency, autoimmune atrophic gastritis, vitiligo, and premature ovarian insufficiency. This patient had well-controlled hypothyroidism based on his normal thyroid-stimulating hormone level last year. However, his history of diarrhea over the course of the past few months should raise concern for a new gastrointestinal condition that is affecting levothyroxine absorption. Screening for celiac disease is performed by measuring IgA tissue transglutaminase antibodies; total IgA levels should be checked concurrently.Levothyroxine is absorbed in the jejunum and ileum, and it should ideally be taken on an empty stomach (60 minutes before breakfast). Certain medications, such as iron supplements, calcium carbonate, aluminum-containing antacids, and multivitamins, could interfere with levothyroxine absorption. Therefore, levothyroxine administration should be separated by at least 4 hours from the intake of other medications that could affect its absorption. This patient already properly separates his medications. Therefore, changing the time when he takes his levothyroxine to coincide with the time that he takes his multivitamins (Option A) would not improve, and could potentially worsen, his hypothyroidism.Thyroid peroxidase antibodies (Option C) are likely to be elevated in this patient with Hashimoto thyroiditis. Measurement will not assist with evaluation or diagnosis of his current symptoms and will not direct further management.Screening for adrenal insufficiency is reasonable given the concern for autoimmune polyendocrine syndrome type 2 and new-onset diarrhea. However, this patient's 8 am serum cortisol level of 18 μg/dL (497 nmol/L) excludes adrenal insufficiency. Therefore, he does not require an adrenocorticotropic hormone stimulation test (Option D), which is used to further assess for adrenal insufficiency in the setting of an equivocal 8 am cortisol level.This patient has multiple autoimmune conditions, and the hypopigmented patches are likely caused by vitiligo. Vitiligo is typically a clinical diagnosis and does not require skin biopsy (Option E).",
  "critique_links": [],
  "key_points": [
    "Gastrointestinal disorders (such as celiac disease) may affect levothyroxine absorption and result in higher-than-expected dose requirements."
  ],
  "references": "Husebye ES, Anderson MS, Kämpe O. Autoimmune polyendocrine syndromes. N Engl J Med. 2018;378:1132-1141. PMID: 29562162 doi:10.1056/NEJMra1713301",
  "related_content": {
    "syllabus": [
      "ensec24005_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.384735-06:00"
}