{
  "question_id": "enqqq24005",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Diagnose an androgen-producing adrenal tumor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old woman is evaluated for a 6-month history of increased facial and body hair and loss of scalp hair.On physical examination, the patient has frontal hair loss, and coarse dark hairs are present on the upper lip, chin, chest, and abdomen. She also has a deep voice and clitoromegaly.Laboratory studies:Dehydroepiandrosterone sulfate890 µg/dL (24.0 µmol/L) (normal range, 50-450 µg/dL [1.4-12.2 µmol/L])H Testosterone, total89 ng/dL (3.1 nmol/L)H",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adrenal vein sampling",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pelvic MRI",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transvaginal ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is an abdominal CT (Option A). This postmenopausal woman has new-onset hyperandrogenism associated with a significantly elevated serum dehydroepiandrosterone sulfate (DHEAS) level. The clinical picture of rapid-onset hirsutism and signs of virilization (voice deepening and clitoromegaly) indicates an androgen-secreting tumor. Under normal conditions, androgen production in women occurs in both the adrenal glands and ovaries, as well as by peripheral conversion. The major source of DHEAS is the adrenal gland, and an abdominal CT is recommended when the DHEAS value is greater than 700 µg/dL (18.9 µmol/L).DHEAS-secreting tumors of the adrenal gland are readily visible on CT imaging, and adrenal vein sampling (Option B) to localize the tumor is rarely required. Thus, adrenal vein sampling would not be the appropriate test to obtain next in this patient.Pelvic MRI (Option C) may be more sensitive at detecting small ovarian tumors and is often considered as second-line imaging when a testosterone-secreting ovarian tumor is suspected but pelvic ultrasound is negative. If both pelvic ultrasound and MRI are negative, ovarian vein sampling may be required to reveal the location of the tumor. The significantly elevated DHEAS level in this patient points to an adrenal tumor rather than an ovarian tumor. As such, pelvic MRI would not be the recommended imaging modality.Transvaginal ultrasonography (Option D) is recommended as the first imaging study for patients with a suspected androgen-secreting tumor if the serum total testosterone level is greater than 150 ng/dL (5.2 nmol/L), which supports the notion that the tumor is ovarian in location. This patient's serum total testosterone level was only mildly elevated, but her DHEAS level was very elevated, making a testosterone-producing ovarian tumor much less likely than an adrenal tumor. Thus, an abdominal CT would be more appropriate to obtain in this patient than a transvaginal ultrasonography.",
  "critique_links": [],
  "key_points": [
    "Women with signs of hyperandrogenism and an elevated serum dehydroepiandrosterone sulfate level greater than 700 µg/dL (18.9 µmol/L) should undergo an abdominal CT to evaluate for a possible androgen-secreting adrenal tumor.",
    "Women with signs of hyperandrogenism and an elevated serum total testosterone level greater than 150 ng/dL (5.2 nmol/L). should undergo transvaginal ultrasonography to evaluate for a possible androgen-secreting ovarian tumor."
  ],
  "references": "Hirschberg AL. Approach to investigation of hyperandrogenism in a postmenopausal woman. J Clin Endocrinol Metab. 2023;108:1243-1253. PMID: 36409990 doi:10.1210/clinem/dgac673",
  "related_content": {
    "syllabus": [
      "ensec24006_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.051340-06:00"
}