{
  "question_id": "cvqqq24023",
  "category": "cv",
  "educational_objective": "Treat critical limb ischemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 77-year-old man is evaluated for 4 weeks of progressive left foot pain and calf pain that worsens with ambulation. Medical history is significant for hypertension and dyslipidemia. Medications are amlodipine and rosuvastatin.On physical examination, vital signs are normal. The left foot is cool. A shallow 3.0-cm × 2.5-cm ulceration is present on the medial aspect of the left first metatarsal. Pedal pulses are diminished on the right and absent on the left. Left foot sensation and muscle strength are intact.The ankle-brachial index is 0.62 on the right and unobtainable on the left.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Initiate aspirin and clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate vorapaxar",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform invasive angiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform magnetic resonance angiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with chronic limb-threatening ischemia (CLTI), also referred to as critical limb ischemia, is to perform invasive angiography of the affected limb (Option C) with the intent to revascularize. CLTI is a severe form of peripheral artery disease (PAD) characterized by ischemic rest pain and ulceration. Clinical findings in a patient with CLTI include the presence of a cool extremity, hair loss, dependent rubor, and tissue ulceration. An ankle-brachial index (ABI) less than 0.40, a flat waveform on pulse volume recording, and low or absent pedal flow on duplex ultrasound indicate a need for urgent revascularization. This patient has clinical findings of CLTI in the left extremity with an unobtainable ABI. In patients who undergo successful limb revascularization, the 1-year risk for major amputation is significantly lower than in patients who do not undergo revascularization.No compelling evidence has been seen for the use of dual antiplatelet therapy with aspirin plus clopidogrel (Option A) in patients with PAD alone. Current guidelines recommend antiplatelet monotherapy (aspirin or clopidogrel) in patients with PAD to reduce risk for myocardial infarction, stroke, and peripheral arterial events, including CLTI.Vorapaxar (Option B) inhibits thrombin-induced and thrombin receptor agonist peptide–induced platelet aggregation. In the TRA 2°P–TIMI 50 trial, vorapaxar reduced hospitalizations for acute limb ischemia in patients with symptomatic PAD; however, treatment with vorapaxar was not associated with significant difference in major adverse cardiovascular events, and the risk for bleeding associated with vorapaxar was significantly increased, resulting in uncertain net clinical benefit. The role of vorapaxar in patients with PAD is yet to be established.Noninvasive imaging studies such as magnetic resonance angiography (Option D) would result in treatment delays in this patient with CLTI and a viable limb. Angiography and revascularization are the most appropriate next steps.",
  "key_points": [
    "In patients with critical limb ischemia, immediate invasive angiography with endovascular revascularization is often the most effective strategy to preserve tissue viability."
  ],
  "references": "Gornik HL, Aronow HD, Goodney PP, et al. 2024 ACC/AHA/AACVPR/APMA/ABC/SCAI/SVM/SVN/SVS/SIR/VESS guideline for the management of lower extremity peripheral artery disease: A report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2024;149:e1313-e1410. PMID: 38743805 doi:10.1161/CIR.0000000000001251",
  "related_content": {
    "syllabus": [
      "cvsec24012_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:08:40.297378-06:00"
}