{
  "question_id": "enmcq24003",
  "category": "en",
  "educational_objective": "Diagnose type 1 diabetes mellitus with antibody testing.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 22-year-old man is evaluated in the hospital for newly diagnosed diabetes mellitus after being admitted 2 days ago for severe hyperglycemia associated with diabetic ketoacidosis. Over the course of the past month, he experienced an unintentional 5-kg (11.0 lb) weight loss and new-onset polyuria and polydipsia. During the 2 days before admission, he developed nausea, vomiting, and malaise. Treatment with intravenous fluids, insulin, and potassium was initiated. Today, the patient has improved.On physical examination, vital signs are normal. BMI is 23. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate confirmatory diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Fasting C-peptide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fasting plasma glucose",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Glutamic acid decarboxylase antibody",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hemoglobin A1c",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient likely has type 1 diabetes mellitus, and glutamic acid decarboxylase (GAD) antibody testing (Option C) is the most appropriate test to confirm the diagnosis. Immune-mediated diabetes is the underlying cause of diabetes in 5% to 10% of patients. In this form of diabetes, the mechanism of β-cell destruction is multifactorial and likely caused by both environmental factors and genetic susceptibilities. Immune-mediated diabetes varies in presentation depending on the rate of β-cell destruction and ranges from moderate hyperglycemia to life-threatening diabetic ketoacidosis (DKA). At diagnosis, one or more antibodies directed at the following targets is typically present:GADTyrosine phosphatase–related islet antigen 2 (IA-2) and IA-2βZinc transporter 8Islet cellsInsulinGAD should be the initial antibody targeted in patients with suspected type 1 diabetes because GAD antibodies have a high prevalence (70%) at the time of diagnosis and may remain detectable for years. If the GAD antibody test result is negative, other antibodies (specifically IA-2 and zinc transporter 8 antibodies) should be tested. In this young patient, the presence of DKA strongly suggests type 1 immune-mediated diabetes.C-peptide (Option A) is a marker of endogenous insulin production. Significant loss of pancreatic β-cell function occurs in type 1 diabetes; with this decline over time, C-peptide levels typically decrease and become unmeasurable. At initial presentation, as in this patient, C-peptide levels may still be positive owing to a small number of pancreatic β cells that continue to function. Thus, this test is not as specific as GAD antibodies for diagnosing type 1 diabetes.Fasting plasma glucose levels (Option B) are a useful screening tool for diabetes, but this patient's severe hyperglycemia with associated DKA on admission already confirms a diagnosis of diabetes. Additionally, solely testing a patient's fasting plasma glucose level cannot distinguish between type 1 diabetes and other forms of diabetes.Hemoglobin A1c (Option D) is used to evaluate long-term glycemic control in patients with diabetes. Although it will need to be measured in this patient to monitor treatment, it is not an appropriate test to distinguish type 1 diabetes from other forms of diabetes.",
  "critique_links": [],
  "key_points": [
    "Patients with immune-mediated type 1 diabetes mellitus typically have antibodies directed at one or more of the following targets at diagnosis: glutamic acid decarboxylase (GAD), tyrosine phosphatase–related islet antigen 2 and 2β, islet cells, insulin, and zinc transporter 8.",
    "GAD antibody testing is recommended as initial testing for patients with suspected type 1 diabetes."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 2. Diagnosis and classification of diabetes: Standards of Care in Diabetes—2025. Diabetes Care. 2025;48:S27-S49. PMID: 39651986 doi:10.2337/dc25-S002",
  "related_content": {
    "syllabus": [
      "ensec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.063587-06:00"
}