{
  "question_id": "hpmcq24030",
  "category": "hp",
  "educational_objective": "Evaluate for advanced fibrosis in a patient with metabolic dysfunction–associated steatotic liver disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 44-year-old woman is evaluated during a routine visit. She has type 2 diabetes mellitus and hypertension. Her aminotransferase levels have been mildly elevated over the past 2 years. She drinks one glass of wine weekly. Medications are dulaglutide and lisinopril.On physical examination, vital signs are normal. BMI is 32.Laboratory studies:Platelet count387,000/µL (387 × 109/L)Albumin4.4 g/dL (44 g/L)Alkaline phosphatase89 U/LAlanine aminotransferase62 U/LHAspartate aminotransferase57 U/LHTotal bilirubin0.8 mg/dL (13.6 µmol/L)Ferritin310 ng/mL (310 µg/L)HIron127 µg/dL (22.7 µmol/L)Total iron-binding capacity361 µg/dL (64.6 µmol/L)Results of viral hepatitis and autoimmune hepatitis testing are negative.Abdominal ultrasound shows increased liver echogenicity consistent with fatty infiltration; the portal vein is patent, and no other abnormalities are noted.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the abdomen and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fibrosis-4 score",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liver biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further assessment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Calculating a Fibrosis-4 (FIB-4) score (Option B) is the most appropriate test to perform next for this patient with risk factors for metabolic dysfunction–associated steatotic liver disease (MASLD, formerly called nonalcoholic fatty liver disease [NAFLD]), mildly elevated aminotransferase levels, and an abdominal ultrasound consistent with hepatic steatosis. Most individuals with MASLD have simple steatosis without liver inflammation and do not develop advanced fibrosis or cirrhosis. However, a substantial minority have liver inflammation (steatohepatitis) with associated risk for progressive fibrosis and cirrhosis. Patients with elevated aminotransferase levels, a negative serologic evaluation for alternative causes, clinical features of metabolic syndrome, and imaging consistent with liver steatosis are presumed to have metabolic dysfunction–associated steatohepatitis (MASH; formerly referred to as nonalcoholic steatohepatitis [NASH]). The NAFLD Fibrosis Score and FIB-4 use clinical data to identify patients at risk for advanced fibrosis. Patients, such as this one, with evidence of hepatic steatosis should undergo primary risk assessment for advanced fibrosis using FIB-4. Those with low FIB-4 scores are unlikely to have advanced fibrosis and are managed with weight loss and lifestyle modifications. Repeat noninvasive testing in 1 to 2 years is suggested in patients with metabolic risk factors, such as prediabetes or type 2 diabetes mellitus. Patients with indeterminate or high FIB-4 scores should undergo liver stiffness measurement with transient elastography and be referred to hepatology if liver stiffness is consistent with advanced fibrosis.Although findings on abdominal imaging may suggest the diagnosis of cirrhosis or portal hypertension, CT of the abdomen and pelvis (Option A) is insensitive for the detection of advanced fibrosis or cirrhosis and should not be used to exclude advanced fibrosis.Liver biopsy (Option C) is currently the only definitive test for MASH, but it is generally reserved for cases in which the diagnosis is unclear or when hepatic fibrosis cannot be determined, such as when transient elastography is technically unsuccessful (e.g., because of body habitus [BMI >40]).Performing no further assessment (Option D) is not appropriate for this patient with steatosis who is at risk for progressive fibrosis and cirrhosis. Screening for advanced fibrosis using FIB-4 is recommended for all patients with hepatic steatosis or those suspected of having steatotic liver disease based on metabolic risk factors.",
  "key_points": [
    "Patients with evidence of hepatic steatosis should undergo primary risk assessment for advanced fibrosis using the Fibrosis-4 (FIB-4) tool; those with low FIB-4 scores are classified as low risk and managed with weight loss and lifestyle modifications, and those with indeterminate or high scores should undergo liver stiffness measurement with transient elastography to determine the need for referral to subspecialty care."
  ],
  "references": "Rinella ME, Neuschwander-Tetri BA, Siddiqui MS, et al. AASLD practice guidance on the clinical assessment and management of nonalcoholic fatty liver disease. Hepatology. 2023;77:1797-1835. PMID: 36727674 doi:10.1097/HEP.0000000000000323",
  "related_content": {
    "syllabus": [
      "hpsec24004_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:03:58.612129-06:00"
}