{
  "question_id": "rmcor25027",
  "category": "rm",
  "educational_objective": "Diagnose erosive osteoarthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 68-year-old woman without significant medical history is evaluated for 2 years of progressive joint pain affecting her neck, low back, hands, and hip and knee joints. Daily achiness and stiffness last 20 to 30 minutes each morning.On physical examination, vital signs are normal. There is diffuse bony prominence of the proximal and distal interphalangeal joints bilaterally. The remainder of the examination is unremarkable.Radiographs of the hands demonstrate central erosions of opposing cortical bones with a “gull-wing” appearance of multiple distal and proximal interphalangeal joints.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Erosive osteoarthritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Psoriatic arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rheumatoid arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sarcoidosis",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Systemic lupus erythematosus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is erosive osteoarthritis (OA) (Option A). Erosive OA prominently affects the distal interphalangeal (DIP) and proximal interphalangeal (PIP) joints, leads to more joint erythema and swelling than other forms of primary hand OA, and is more common in women. A key radiographic finding is the presence of central erosions of opposing cortical bones with a “gull-wing” appearance (see Figure: Radiographs Showing Erosive Hand OA); joint ankylosis (bony fusion) may also occur. This patient presents with polyarticular joint pain with relative brief, self-limited morning stiffness. The pattern of affected sites at the cervical and lumbar spine, hands, hips, and knees is characteristic of generalized osteoarthritis. Additionally, the “gull-wing” appearance on radiographs is highly suggestive of erosive OA. Treatment of erosive OA is supportive and includes physical therapy to maintain function as well as NSAIDs to treat inflammation and pain.Psoriatic arthritis (Option B) is an inflammatory joint disease associated with psoriasis. In most cases, psoriatic arthritis develops years after psoriasis, but 15% of patients may develop psoriatic arthritis concurrently with or before developing psoriasis. Enthesitis and dactylitis are also common in psoriatic arthritis. Radiographic findings include a “pencil-in-cup” appearance (see Figure: Radiograph Showing “Pencil-in-Cup” Deformity) due to erosions of the distal head of the proximal joint and new bone formation at the proximal head of the distal joint. This patient does not have psoriasis, enthesitis, or dactylitis, and her radiographs suggest ersive OA.Rheumatoid arthritis (Option C) is a symmetric inflammatory polyarthritis that primarily involves the small joints of the hands and feet. Characteristic findings include morning stiffness lasting longer than 1 hour, as well as involvement of the metacarpophalangeal, metatarsophalangeal, and PIP joints; DIP joints are spared. This patient's joint pain pattern is not suggestive of rheumatoid arthritis.Sarcoidosis (Option D) is an inflammatory disease of unknown cause characterized by formation of noncaseating granulomas in multiple organs and tissues. Sarcoidosis most commonly affects the lungs; approximately 50% of patients have extrapulmonary involvement, and 2% have only extrapulmonary involvement. Rheumatologic manifestations of sarcoidosis include arthritis involving multiple joints that may develop erosive damage, deformity, and dactylitis. This patient presents without any active pulmonary symptoms, making sarcoidosis a less likely diagnosis.Systemic lupus erythematosus (SLE) (Option E) characteristically causes a nonerosive form of inflammatory arthritis. Joints are affected in 90% of patients with SLE; most patients have arthralgia, and some may have arthritis. Periarticular inflammation can result in reducible subluxation of the digits, swan neck deformities, and ulnar deviation (Jaccoud arthropathy). This patient's radiographic findings of erosive arthritis and lack of other SLE-associated symptoms make SLE an unlikely diagnosis.",
  "key_points": [
    "Erosive osteoarthritis mostly affects the distal interphalangeal and proximal interphalangeal joints, is characterized by erythema and swelling, and is more common in women."
  ],
  "references": "Bean MB, Favero M, Ramonda R, et al. Erosive hand osteoarthritis: recent advances and future treatments. Curr Rheumatol Rep. 2024;26:103-111. PMID: 38214806 doi:10.1007/s11926-023-01130-9",
  "related_content": {
    "syllabus": [
      "rmsec24004_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:54:42.346666-06:00"
}