{
  "question_id": "cvmcq24099",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Prevent rehospitalization in a patient with recurrent heart failure hospitalizations.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "An 84-year-old man is evaluated in the hospital for heart failure with preserved ejection fraction. He was last hospitalized 3 months ago, and at the time of discharge, he had dyspnea only when walking up a flight of stairs. Progressive symptoms recurred as an outpatient, however, and he had dyspnea at rest on admission. With diuresis over the past 4 days, he now feels his dyspnea is at baseline. He has lost 6.8 kg (15.0 lb) but is still 4.0 kg (8.8 lb) heavier than at the previous discharge. He also has hypertension and type 2 diabetes mellitus. Medications are furosemide, ramipril, spironolactone, and dapagliflozin.On physical examination, blood pressure is 108/68 mm Hg and pulse rate is 62/min. Jugular venous distention is present. The lungs are clear. Peripheral edema is noted.Laboratory studies:Creatinine0.8 mg/dL (70.7 μmol/L)Echocardiogram reveals an ejection fraction of 55% and grade 2 diastolic dysfunction.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Add digoxin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add dopamine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Continue inpatient diuresis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch furosemide to torsemide at discharge",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate measure is to continue inpatient diuresis (Option C). In hospitalized patients with heart failure, significant symptomatic improvement often occurs before euvolemia is achieved. Continued diuresis is recommended, however, even if symptoms are improving. Although theoretically patients could continue diuresis at home, this strategy has never been evaluated and current guidelines recommend continuing diuresis in the hospital until clinical evidence of congestion has resolved. This patient has evidence of persistent volume overload, with elevated neck veins, peripheral edema, and a weight above that achieved with prior diuresis. To prevent rehospitalization, he should continue to undergo diuresis in the hospital.Digoxin has been shown to reduce heart failure hospitalizations in patients who have heart failure with reduced ejection fraction (HFrEF), but it is not a first-line agent because of its narrow therapeutic window. In addition, neither clinical trial nor registry data have demonstrated a reduction in heart failure hospitalizations in patients who have heart failure with preserved ejection fraction (HFpEF), such as this patient. Therefore, adding digoxin (Option A) to this patient's regimen is not indicated.Dopamine has inotropic and chronotropic effects in addition to kidney vasodilatory effects. Despite these theoretic benefits in heart failure, clinical trials in patients with HFpEF, as well as those with HFrEF, have shown no benefit in dopamine reducing volume or preventing kidney dysfunction. Adding dopamine (Option B) would not be beneficial in this patient.Although data exist showing that torsemide is better absorbed in patients with volume overload, at this time there is no reason to routinely switch patients from furosemide to torsemide at hospital discharge (Option D), especially in those who are euvolemic. In the TRANSFORM HF study, patients were randomly assigned to receive either furosemide or torsemide at discharge; over 12 months, there was no difference in all-cause mortality or hospitalization.",
  "critique_links": [],
  "key_points": [
    "In patients hospitalized with heart failure, inpatient diuresis is recommended until euvolemia is closely approached to prevent rehospitalization.",
    "Although digoxin has been shown to reduce heart failure hospitalizations in patients who have heart failure with reduced ejection fraction, it is not a first-line agent because of its narrow therapeutic window."
  ],
  "references": "Diamond J, DeVore AD. New strategies to prevent rehospitalizations for heart failure. Curr Treat Options Cardiovasc Med. 2022;24:199-212. PMID: 36164396 doi:10.1007/s11936-022-00969-y",
  "related_content": {
    "syllabus": [
      "cvsec24005_24036"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.632312-06:00"
}