{
  "question_id": "nrmcq24067",
  "category": "nr",
  "educational_objective": "Treat elevated blood pressure in a patient with intracerebral hemorrhage.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 55-year-old man is evaluated in the emergency department for headache, dysarthria, right-sided weakness, and sensory loss. Medical history is significant for hypertension, dyslipidemia, and peripheral artery disease, which was treated with a stent 2 months ago. Medications are enalapril, carvedilol, atorvastatin, aspirin, and clopidogrel.On physical examination, blood pressure is 172/88 mm Hg, and pulse rate is 72/min. He is alert and interactive but has dysarthria and right facial weakness and cannot move his right arm and leg. National Institutes of Health Stroke Scale score is 11.A complete blood count, INR, and activated partial thromboplastin time are normal.Head CT scan shows a left basal ganglia intracerebral hemorrhage without mass effect, edema, or intraventricular extension.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous mannitol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous nicardipine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Platelet transfusion",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical evacuation of hematoma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Intravenous nicardipine (Option B) should be started to treat hypertension in the setting of an acute hypertensive intracerebral hemorrhage (ICH). In patients with ICH, hematoma expansion is a leading cause of morbidity and mortality. The main risk factors for hematoma expansion are hypertension and coagulopathy, and controlling hypertension is a crucial component of caring for patients with ICH. In patients with ICH and a systolic blood pressure between 150 and 220 mm Hg, the American Heart Association recommends a systolic blood pressure target of 130 to 150 mm Hg to improve outcomes and prevent expansion; treatment to below 130 mm Hg may worsen outcomes. Easily titratable intravenous medications, such as nicardipine, are preferred for blood pressure control as they can quickly achieve the target blood pressure without significant fluctuations.Intravenous mannitol (Option A) is not indicated if elevated intracranial pressure (ICP) is not suspected. Patients with ICH should be monitored carefully for signs and symptoms of elevated ICP, including decreased alertness, worsening headache or nausea, and worsening of the baseline neurologic deficit. Development of these indicators should prompt repeat neuroimaging and treatment to reduce the ICP, which includes intubation, hyperventilation, elevation of the head of the bed, osmotherapy with mannitol or hypertonic saline, and neurosurgical evaluation. This patient has no clinical or imaging evidence of increased ICP, and mannitol is not indicated.Platelet transfusions (Option C) have not been shown to reduce the risk for hematoma expansion or improve neurologic outcomes in patients with ICH who were taking antiplatelet agents and in whom surgical treatment is not planned. Furthermore, clinical trials of platelet infusion performed in this scenario have shown evidence of harm.Surgical evacuation of the hematoma (Option D) may be considered in patients with moderate to severe ICH and intraventricular hemorrhage, hydrocephalus, or an infratentorial hematoma location. It is also recommended for cerebellar hemorrhage with a diameter greater than 3 cm or volume greater than 15 mL. This patient meets none of these criteria, and surgical decompression is not indicated.",
  "key_points": [
    "The American Heart Association recommends that patients with intracerebral hemorrhage and systolic blood pressure between 150 and 220 mm Hg receive treatment to maintain systolic blood pressure between 130 and 150 mm Hg.",
    "Platelet transfusions have not been shown to reduce the risk for hematoma expansion or improve neurologic outcomes in patients with intracerebral hemorrhage who were taking antiplatelet agents."
  ],
  "references": "Greenberg SM, Ziai WC, Cordonnier C, et al; American Heart Association/American Stroke Association. 2022 Guideline for the management of patients with spontaneous intracerebral hemorrhage: a guideline from the American Heart Association/American Stroke Association. Stroke. 2022;53:e282-e361. PMID: 35579034 doi:10.1161/STR.0000000000000407",
  "related_content": {
    "syllabus": [
      "nrsec24004_24023"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:17:19.438162-06:00"
}