{
  "question_id": "nrmcq24040",
  "category": "nr",
  "educational_objective": "Diagnose posterior cortical atrophy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 61-year-old man is evaluated for a 2-year history of progressively worsening vision problems. He recently had an unremarkable ophthalmologic examination, but he reports blurry vision and difficulty following lines of text when reading. He remains independent with activities of daily living. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. On mental status examination, memory and language are intact; however, he has difficulty copying a cube and drawing a clock. He can identify a pen and reflex hammer separately; however, when they are overlapped, he identifies only the pen. On neurologic examination, visual acuity is 20/20. He has difficulty voluntarily moving his eyes horizontally, but full extraocular movements are intact. When asked to grab the physician's thumb, he initially overreaches and then adjusts his grasp.An MRI of the brain shows parieto-occipital atrophy.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Creutzfeldt-Jakob disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Frontotemporal dementia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Posterior cortical atrophy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Progressive supranuclear palsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's presentation is most consistent with posterior cortical atrophy (PCA) (Option C), which predominantly affects visuospatial perception and is most commonly a variant of atypical Alzheimer disease. Balint syndrome is the classic triad of PCA that describes the clinical syndrome consisting of simultanagnosia (inability to perceive more than one object at a time), optic ataxia (difficulty reaching for an object with normal motor and cerebellar function), and oculomotor apraxia (difficulty voluntarily moving eyes horizontally). MRI frequently shows parieto-occipital atrophy. PCA treatment includes acetylcholinesterase inhibitors and occupational therapy for visuospatial deficits if needed. This patient has the typical visuospatial and radiographic manifestations of PCA.Creutzfeldt-Jakob disease (CJD) (Option A) is an irreversible, rapidly progressive dementia caused by prion proteins. The clinical diagnostic criteria for CJD include rapidly progressive cognitive impairment with associated akinetic mutism, myoclonus, extrapyramidal signs, and visual or cerebellar dysfunction. MRI may show restricted diffusion of the basal ganglia, thalamus, and cerebral cortex. This patient's clinical presentation, physical examination, and imaging findings are not consistent with CJD.Frontotemporal dementia (FTD) (Option B) has three clinical subtypes, none of which match this patient's presentation. Patients with behavioral variant FTD exhibit early behavioral changes, including impaired executive functioning. The two other variants of FTD are types of primary progressive aphasia and manifest predominantly as language problems. MRI in FTD often shows cortical atrophy of the frontal and/or temporal lobes.Progressive supranuclear palsy (PSP) (Option C), a Parkinson-plus syndrome, is not consistent with this patient's presentation. Rapidly progressive parkinsonism, facial dystonia, dysarthria, dysphagia, and early falls are all characteristics of PSP. Patients with PSP also exhibit difficulty looking up and down and slowing of saccades (fast jumps from one eye position to another), particularly in the vertical direction. Brain MRI may show midbrain atrophy.",
  "key_points": [
    "Balint syndrome is the classic triad that describes the clinical syndrome of posterior cortical atrophy and consists of simultanagnosia, optic ataxia, and oculomotor apraxia.",
    "Alzheimer disease is the most common cause of posterior cortical atrophy; MRI of the brain typically shows atrophy of the parieto-occipital lobes."
  ],
  "references": "Holden SK, Bettcher BM, Pelak VS. Update on posterior cortical atrophy. Curr Opin Neurol. 2020;33:68-73. PMID: 31688098 doi:10.1097/WCO.0000000000000767",
  "related_content": {
    "syllabus": [
      "nrsec24005_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:17:05.281146-06:00"
}