{
  "category": "hm",
  "critique": "The most likely diagnosis in this patient with hemolytic anemia is warm autoimmune hemolytic anemia (WAIHA) (Option D). In patients with anemia, the presence of hemolysis is suggested by a low serum haptoglobin level, an increased serum lactate dehydrogenase level, and indirect bilirubinemia. Reticulocytosis is typically seen. In WAIHA, pathogenic IgG antibodies recognize Rh-type antigens on the erythrocyte surface. Splenic macrophages phagocytize the IgG on the erythrocyte, resulting in spherocyte formation. In approximately half of patients, WAIHA is caused by an underlying condition, most commonly lymphoproliferative and autoimmune diseases such as chronic lymphocytic leukemia and systemic lupus erythematosus. Medications, including β-lactam antibiotics, may also cause WAIHA, and some patients may have idiopathic disease. The diagnosis of immune-mediated hemolysis is confirmed by a positive direct antiglobulin test (DAT) result that detects IgG, complement (C3), or both on the patient's erythrocyte. The degree of anemia in WAIHA depends on the rate of destruction and the ability of the bone marrow to compensate. This patient with hemolysis has spherocytes and a positive DAT for IgG and C3; these findings are consistent with the diagnosis of WAIHA.Paroxysmal nocturnal hemoglobinuria (PNH) (Option A) is an acquired, intrinsic erythrocyte defect characterized by loss of complement-stabilizing proteins, resulting in hemolysis. Spherocytes and a positive DAT are not seen in patients with PNH, making it an unlikely diagnosis.Pure red cell aplasia (PRCA) (Option B) is characterized by normocytic or macrocytic erythrocytes with decreased reticulocytes. Peripheral blood leukocyte and platelet counts are normal. This patient has an elevated reticulocyte count, which is inconsistent with a hypoproliferative process. Additionally, PRCA is not associated with a positive DAT.Thrombotic thrombocytopenic purpura (TTP) (Option C) is associated with microangiopathic hemolytic anemia (MAHA) and thrombocytopenia. Kidney dysfunction, fever, and mental status changes may be seen. MAHA is characterized by the presence of fragmented cells (schistocytes) on the peripheral blood smear, rather than spherocytes and positive DAT seen in this patient. She has none of the laboratory or clinical findings associated with TTP.",
  "educational_objective": "Diagnose warm autoimmune hemolytic anemia.",
  "extracted_at": "2025-12-22T19:36:47.185448-06:00",
  "key_points": [
    "Hemolytic anemia is characterized by the presence of anemia, increased serum lactate dehydrogenase level, low serum haptoglobin level, and indirect bilirubinemia.",
    "A positive direct antiglobulin test for IgG, complement (C3), or both, along with spherocytes in the peripheral blood smear, suggest the diagnosis of warm autoimmune hemolytic anemia."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Paroxysmal nocturnal hemoglobinuria"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Pure red cell aplasia"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Thrombotic thrombocytopenic purpura"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Warm autoimmune hemolytic anemia"
    }
  ],
  "question_id": "hmmcq24029",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 31-year-old woman is evaluated in the emergency department for progressive dyspnea and fatigue. She reports no bleeding, fever, or neurologic symptoms. Medical history is unremarkable, and she takes no medications.On physical examination, blood pressure is 100/64 mm Hg, and pulse rate is 110/min. Remaining vital signs are normal. Mild scleral icterus is present. Cardiopulmonary examination reveals tachycardia. The remainder of the examination is normal.Direct antiglobulin test is strongly positive for IgG and complement (C3).Peripheral blood smear shows occasional spherocytes and polychromasia.",
  "references": "Berentsen S, Barcellini W. Autoimmune hemolytic anemias. N Engl J Med. 2021;385:1407-1419. PMID: 34614331 doi:10.1056/NEJMra2033982",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "hmsec24004_24023"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}