{
  "question_id": "enmcq24006",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Diagnose vitamin B<sub>12</sub> deficiency in a patient taking metformin.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 68-year-old woman is evaluated for a tingling sensation and numbness in her feet that began several months ago. Medical history is significant for type 2 diabetes mellitus, diagnosed 6 years ago, and hyperlipidemia. Medications are metformin, canagliflozin, and atorvastatin.On physical examination, vital signs are normal. Pinprick sensation is decreased in both feet. Achilles reflexes are diminished bilaterally. Dorsalis pedis pulses are 1+ bilaterally.Laboratory studies:Hemoglobin13 g/dL (130 g/L)Calcium9.5 mg/dL (2.4 mmol/L)Creatinine0.9 mg/dL (79.6 μmol/L)Hemoglobin A1c6.9%HThyroid-stimulating hormone2.5 μU/mL (2.5 mU/L)",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Ferritin measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Magnesium measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vitamin A measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vitamin B12 measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next in this patient is vitamin B12 measurement (Option D). Metformin may interfere with vitamin B12 absorption in the gastrointestinal tract in up to 30% of patients. Five percent to 10% of patients develop vitamin B12 deficiency over time, which may result in neurologic abnormalities (e.g., peripheral neuropathy, cognitive impairment, gait abnormalities) and/or macrocytic anemia. Therefore, it is important to evaluate for vitamin B12 deficiency in patients taking long-term metformin therapy (>4 years); annual serum vitamin B12 measurement is recommended, and testing should also be considered in patients presenting with suggestive neurologic symptoms or anemia. The neurologic symptoms that this patient reports are likely a result of peripheral neuropathy, which can be associated with vitamin B12 deficiency induced by long-term metformin use.Serum ferritin (Option A), an indicator of iron levels in the body, may be low in patients with iron deficiency anemia or restless leg syndrome (RLS). RLS is a movement disorder characterized by an urge to move the legs; however, this patient reports no such urge, and her lower extremity numbness and tingling are more consistent with neuropathy. Additionally, she does not have anemia.Magnesium deficiency (Option B) can cause tremors, fasciculations, muscle weakness, and spasm, whereas hypermagnesemia can result in loss of deep tendon reflexes. Hypomagnesemia is often associated with hypocalcemia. Hypermagnesemia is uncommon and generally occurs because of excessive intake in the setting of decreased kidney function. This patient's presentation and metformin use make vitamin B12 deficiency a more likely diagnosis.Vitamin A deficiency (Option C) is not typically associated with the development of peripheral neuropathy. Complications include xerophthalmia, night blindness, immunodeficiency, and xeroderma. Dietary deficiency is uncommon in the United States. This patient's medical history and metformin use make vitamin B12 deficiency a more likely cause of her symptoms.",
  "critique_links": [],
  "key_points": [
    "Metformin may interfere with vitamin B12 absorption in the gastrointestinal tract in up to 30% of patients, and 5% to 10% of patients develop vitamin B12 deficiency over time.",
    "In patients who have been taking metformin for more than 4 years, serum vitamin B12 measurement should be performed annually and in the setting of new macrocytic anemia or neurologic symptoms to evaluate for deficiency."
  ],
  "references": "Hurley-Kim K, Vu CH, Dao NM, et al. Effect of metformin use on vitamin B12 deficiency over time (EMBER): a real-world evidence database study. Endocr Pract. 2023;29:862-867. PMID: 37611751 doi:10.1016/j.eprac.2023.06.013",
  "related_content": {
    "syllabus": [
      "ensec24002_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.141732-06:00"
}