{
  "question_id": "cvvdx24008",
  "category": "cv",
  "educational_objective": "Identify ECG findings associated with ostium secundum atrial septal defect.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 30-year-old man is evaluated for exertional dyspnea. On physical examination, a parasternal impulse is noted at the left sternal border. A grade 2/6 systolic murmur is heard at the second left intercostal space, with fixed splitting of the S2.ECG is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Coarctation of the aorta",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ostium secundum atrial septal defect",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Patent ductus arteriosus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ventricular septal defect",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is ostium secundum atrial septal defect (ASD) (Option B). ASDs are classified by their location. Ostium secundum ASDs, the most common type of ASD (75% of cases), are located in the mid portion of the atrial septum and are usually isolated anomalies. Symptoms may include fatigue, exertional dyspnea, arrhythmias, and paradoxical embolism. Clinical findings in patients with an ASD include a parasternal impulse, fixed splitting of the S2, and a pulmonary outflow murmur. A diastolic flow rumble across the tricuspid valve can occur with a large left-to-right shunt. Typical ECG findings associated with an ostium secundum ASD include right axis deviation (negative QRS in lead I with positive QRS in leads II, III, and aVF) and incomplete right bundle branch block (QRS duration <120 ms, prominent S wave in lateral leads, and prominent qR in V1), both of which are seen in this ECG.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24010_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/cvfig24608.efd2904d686585165e1c493bde3d9fb1.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:08:40.339273-06:00"
}