{
  "question_id": "enmcq24083",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat subclinical hypothyroidism in a patient with cardiovascular disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 72-year-old man is evaluated for ongoing management of subclinical hypothyroidism. He feels well. He has had no recent illnesses, hospitalizations, or exposures to iodinated contrast. Medical history is remarkable for coronary artery disease treated with percutaneous stent placement at age 65 years, hyperlipidemia, and hypertension. Medications are aspirin, atorvastatin, and lisinopril.Physical examination findings, including vital signs, are normal.Laboratory studies:Thyroid-stimulating hormone12.1 μU/mL (12.1 mU/L)HFree thyroxine1.1 ng/dL (14 pmol/L)",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Measure thyroid peroxidase antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat thyroid function testing in 3 to 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start levothyroxine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start liothyronine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has subclinical hypothyroidism, and the most appropriate next step in management is to start levothyroxine (Option C). Subclinical hypothyroidism is defined by an elevated thyroid-stimulating hormone (TSH) level with a normal free thyroxine (T4) level. Transient elevations in the TSH level should be ruled out before establishing the diagnosis of subclinical hypothyroidism. Additionally, it is important to consider the changes in TSH level that occur with aging: although the 97.5th percentile for TSH is 3.6 μU/mL (3.6 mU/L) in adults aged younger than 40 years, it increases up to 7.5 μU/mL (7.5 mU/L) in persons aged 80 years or older. Patients with subclinical hypothyroidism and a TSH level greater than 10 μU/mL (10 mU/L) should be treated; levothyroxine is the recommended treatment for thyroid hormone deficiency. Treatment of subclinical hypothyroidism has been associated with improvement in cardiovascular disease and LDL cholesterol levels. Levothyroxine should be used with caution and monitored closely in older patients. This patient has a TSH level greater than 10 μU/mL (10 mU/L), coronary artery disease, hyperlipidemia, and hypertension; his subclinical hypothyroidism should be treated with levothyroxine.Measuring thyroid peroxidase antibody levels (Option A) is not necessary unless the diagnosis of hypothyroidism is unclear and a transient elevation in the TSH level is suspected.Repeating thyroid function testing in 3 to 6 months (Option B) without starting levothyroxine can be considered in asymptomatic older patients with TSH levels below 10 μU/mL (10 mU/L). However, this patient has symptoms of hypothyroidism and a TSH level greater than 10 μU/mL (10 mU/L).Treatment with liothyronine alone (Option D) is not recommended. Liothyronine might be considered in combination with levothyroxine if a patient has persistent symptoms of hypothyroidism despite achieving normal TSH levels with levothyroxine. However, liothyronine should be used with caution because of the risk for arrhythmias in older patients. The most appropriate initial therapy for this patient is levothyroxine.",
  "critique_links": [],
  "key_points": [
    "Subclinical hypothyroidism is defined by an elevated thyroid-stimulating hormone (TSH) level with a normal free thyroxine level; patients with a TSH level greater than 10 μU/mL (10 mU/L) should be treated with levothyroxine."
  ],
  "references": "Ross DS. Treating hypothyroidism is not always easy: when to treat subclinical hypothyroidism, TSH goals in the elderly, and alternatives to levothyroxine monotherapy. J Intern Med. 2022;291:128-140. PMID: 34766382 doi:10.1111/joim.13410",
  "related_content": {
    "syllabus": [
      "ensec24005_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.394868-06:00"
}