{
  "question_id": "npmcq24010",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose resistant hypertension.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 50-year-old woman is evaluated during a follow-up visit for difficult-to-control hypertension. She is asymptomatic. At her last office visit 3 months ago, her blood pressure was 140/80 mm Hg. She maintains a low-sodium diet. She is adherent to her medication regimen of amlodipine, 10 mg once daily; losartan, 100 mg once daily; and hydrochlorothiazide, 25 mg once daily. Her father was diagnosed with hypertension in his 50s. She has no other medical conditions and takes no other medications or supplements.On physical examination, blood pressure is 142/82 mm Hg, and pulse rate is 64/min. The remainder of the examination is normal.Serum creatinine and electrolyte levels are normal. Urinalysis findings are normal.A 12-lead ECG is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Add metoprolol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Begin 24-hour ambulatory blood pressure monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Double hydrochlorothiazide dose",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Measure plasma aldosterone concentration/plasma renin activity ratio",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Perform renal duplex Doppler ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient with difficult-to-control hypertension is 24-hour ambulatory blood pressure monitoring (ABPM) (Option B). Resistant hypertension is characterized by blood pressure (BP) that remains above goal despite concurrent use of three antihypertensive agents of different classes, or BP at goal requiring four or more medications; one of these medications in either case must be a diuretic. However, resistant hypertension is a diagnosis of exclusion. The first step is to exclude pseudoresistant hypertension, defined as an elevated BP that is not truly caused by medication treatment failure. This evaluation includes confirming medication adherence and performing 24-hour ABPM to exclude white coat hypertension. If white coat hypertension is diagnosed, then ambulatory measurements should be used to guide management. However, if resistant hypertension is confirmed, then an evaluation for secondary hypertension should be pursued (Table: Secondary Causes of Hypertension and Diagnostic Testing). In this patient, ABPM is needed to exclude white coat hypertension before further management.Although this patient may require additional medication to control her BP, excluding white coat hypertension with ABPM should be performed first. Addition of a fourth antihypertensive medication, such as metoprolol (Option A), is premature.There is diminishing return in BP lowering when an antihypertensive is titrated from 50% to 100% of maximum dose. Doubling this patient's hydrochlorothiazide dose (Option C) is unlikely to result in more effective BP control and may cause an increase in adverse effects. Additionally, ambulatory confirmation of her BP should be performed before medication adjustments.Measuring a plasma aldosterone concentration/plasma renin activity ratio (Option D) to assess for primary aldosteronism is recommended in any of the following situations: sustained BP >150/100 mm Hg on three separate occasions, with hypertension (BP >140/90 mm Hg) resistant to three conventional antihypertensive drugs (one of which is a diuretic), or controlled BP on four or more antihypertensives; hypertension associated with spontaneous or diuretic-induced hypokalemia; hypertension and an incidentally discovered adrenal mass; hypertension and sleep apnea; hypertension with a family history of either early-onset hypertension or cerebrovascular accident before age 40 years; and hypertension in the setting of a first-degree relative with primary aldosteronism. This patient does not yet have a diagnosis of resistant hypertension or other risk factors or laboratory findings suggestive of primary aldosteronism.Renal duplex Doppler ultrasonography (Option E) is not indicated. In this patient, there is no clinical suspicion for renal artery stenosis, including the onset of severe hypertension in patients >55 years of age, recurrent flash pulmonary edema, refractory heart failure, or acute kidney injury after initiation of an ACE inhibitor or angiotensin receptor blocker.",
  "critique_links": [],
  "key_points": [
    "Resistant hypertension is a diagnosis of exclusion; before the diagnosis is made, assessment of medication adherence and confirmation of blood pressure measurements with 24-hour ambulatory blood pressure monitoring is necessary."
  ],
  "references": "Carey RM, Calhoun DA, Bakris GL, et al; American Heart Association Professional/Public Education and Publications Committee of the Council on Hypertension; Council on Cardiovascular and Stroke Nursing; Council on Clinical Cardiology; Council on Genomic and Precision Medicine; Council on Peripheral Vascular Disease; Council on Quality of Care and Outcomes Research; and Stroke Council. Resistant hypertension: detection, evaluation, and management: a scientific statement from the American Heart Association. Hypertension. 2018;72:e53-e90. PMID: 30354828 doi:10.1161/HYP.0000000000000084",
  "related_content": {
    "syllabus": [
      "npsec24005_24037"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.718473-06:00"
}