{
  "question_id": "csmcq24045",
  "category": "cs",
  "educational_objective": "Diagnose disequilibrium in an adult with dizziness.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 67-year-old woman is evaluated for dizziness and unsteadiness. Her symptoms began insidiously over the past 6 months and occur intermittently when walking. She notes no sensation of room-spinning, lightheadedness, or loss of consciousness but rather that she feels unsteady while walking. She reports two mechanical falls in the past 3 months. Medical history is significant for coronary artery disease, type 2 diabetes mellitus with peripheral neuropathy, hypertension, and dyslipidemia. Medications are aspirin, insulin glargine, metformin, dapagliflozin, lisinopril, and simvastatin.On physical examination, vital signs are normal with no orthostatic changes. Neurologic examination shows decreased sensation to light touch distal to the ankles bilaterally.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Benign paroxysmal positional vertigo",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Disequilibrium",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Meniere disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Orthostatic presyncope",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is disequilibrium (Option B). Dizziness in adults is often categorized as disequilibrium, vertigo, presyncope, or nonspecific dizziness. Disequilibrium refers to a sensation of imbalance or unsteadiness that is primarily experienced during positional changes, standing, or walking. It is usually relieved with sitting or lying down. The prevalence of disequilibrium increases with age and the cause is often multifactorial, including visual and auditory impairment; muscle weakness or atrophy; physical deconditioning; pain; and impairment in proprioception, balance, and gait. Specific causes of gait abnormalities and ataxia also include movement disorders (Parkinson disease), peripheral neuropathy (diabetes mellitus, vitamin B12 deficiency, alcohol use disorder), and cerebellar disease (stroke, mass lesions, chronic alcohol use). Disequilibrium increases the risk of falls fourfold, and it is associated with significant functional decline, in part because of a fear of recurrent falls. Evaluation should focus on identifying the underlying contributors to the disequilibrium. This patient's description of unsteadiness while walking and frequent falls without lightheadedness or other symptoms is most consistent with disequilibrium.Benign paroxysmal positional vertigo (BPPV) (Option A) is a common cause of vertigo and is characterized by recurrent episodes of brief vertigo that are often induced by positional changes of the head. BPPV is associated with an increased risk for falls and a decline in functional status. This patient, however, does not describe the typical features of vertigo, which include a perception of false personal or environmental movement with spinning or whirling sensations, making BPPV an unlikely diagnosis.Meniere disease (Option C) is characterized by episodic vertigo accompanied by tinnitus, hearing loss, or fullness in the affected ear. Episodes last less than 24 hours and may be severe. This patient does not have vertigo or the other associated symptoms of Meniere disease.Orthostatic presyncope (Option D) is a common cause of dizziness and is characterized by lightheadedness or the sensation of “nearly passing out” upon change in position, especially from a lying or sitting position to standing. Orthostasis is common in older patients and is associated with a number of medical conditions, including diabetes (due to small fiber neuropathy and associated autonomic dysfunction), medications, and neurologic disease. Although this patient's symptoms occur while walking, she does not describe the typical lightheadedness of orthostasis, and this is not the most likely explanation for her symptoms.",
  "critique_links": [],
  "key_points": [
    "Disequilibrium is the sensation of imbalance or unsteadiness that occurs during positional changes, standing, or walking and is relieved with sitting or lying down; it primarily affects older adults and significantly increases fall risk.",
    "The cause of disequilibrium is often multifactorial and includes visual and auditory impairment; muscle weakness or atrophy; physical deconditioning; pain; and impairment in proprioception, balance, and gait."
  ],
  "references": "Barin K, Dodson EE. Dizziness in the elderly. Otolaryngol Clin North Am. 2011;44:437-454, x. PMID: 21474016 doi:10.1016/j.otc.2011.01.013",
  "related_content": {
    "syllabus": [
      "cssec24005_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.043529-06:00"
}