{
  "question_id": "cvmcq24004",
  "category": "cv",
  "educational_objective": "Treat acute myocardial injury.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 72-year-old man is evaluated in the hospital for dysuria, nausea, and fever. He reports no chest discomfort. He has hypertension, dyslipidemia, benign prostatic hypertrophy, and type 2 diabetes mellitus. Medications are lisinopril, atorvastatin, tamsulosin, and metformin.On physical examination, temperature is 38.6 °C (101.5 °F), blood pressure is 97/56 mm Hg, and pulse rate is 118/min. The remainder of the examination is unremarkable.Laboratory studies:Leukocyte count18,600 µL (18.6 × 109/L)HCreatinine1.1 mg/dL (97.2 μmol/L)Lactate3.3 mEq/L (3.3 mmol/L)HHigh-sensitivity troponin TOn emergency department (ED) arrival447 ng/L (447 µg/L)H2 Hours after ED arrival135 ng/L (135 µg/L)HUrinalysis with microscopic examinationPositive for leukocyte esterase and nitrates; 60-80 leukocytes/hpfECG findings are shown.Blood and urine cultures are obtained, and intravenous fluids and broad-spectrum antibiotics are administered, resulting in hemodynamic improvement.",
  "question_stem": "Which of the following is the most appropriate immediate next step in management of possible coronary artery disease?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin and clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral β-blockade",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No specific intervention",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to continue treatment of the underlying severe sepsis without specific cardiovascular intervention (Option D). Acute coronary syndromes (ACS) are a spectrum of acute ischemic disorders that include ST-elevation myocardial infarction, non–ST-elevation ACS (NSTE-ACS), and unstable angina, all of which result from an imbalance between myocardial blood supply and demand (see Figure: Model for Myocardial Injury Interpretation and Management). Pathophysiologic mechanisms in NSTE-ACS include an atherothrombotic event secondary to plaque erosion or rupture (type 1) and coronary blood flow supply-demand mismatch secondary to nonthrombotic causes, such as noncardiac hypotension, severe anemia, and atrial arrhythmia with rapid ventricular rate (type 2). In type 1 events, evaluation and treatment are centered on the underlying coronary obstruction, whereas type 2 events are managed by optimizing myocardial perfusion through treatment of the underlying cause. Patients with type 2 events often have underlying coronary artery disease (CAD), but the CAD is not the primary issue. This patient has several cardiac risk factors and a high likelihood of CAD, with evidence of myocardial injury as indicated by elevated troponin levels; however, the lack of objective evidence of ischemia (ischemic chest discomfort, ST-segment changes or Q-waves on ECG, or imaging evidence of myocardial ischemia) is not consistent with a diagnosis of myocardial infarction. This patient's presentation, including an ECG with nonspecific findings and underlying sepsis, instead suggests acute myocardial injury (significant rise and/or fall of troponin levels). The focus of initial management should be on the underlying condition, in this case, sepsis.Dual antiplatelet therapy with aspirin and a P2Y12 inhibitor (clopidogrel, prasugrel, or ticagrelor; Option A) is warranted in many patients with ACS, including ACS secondary to plaque rupture, such as ST-elevation ACS (STE-ACS) and type 1 NSTE-ACS. It is not likely to be helpful in a patient with acute myocardial injury, such as this patient.Although the eventual evaluation of possible CAD may include coronary angiography, the focus for this patient should be on treating the underlying condition. This patient has no indication, such as STE-ACS or high-risk NSTE-ACS, for urgent angiography (Option B). It would be inappropriate to perform emergent coronary arteriography while the patient requires urgent management of severe sepsis.Although oral β-blockade (Option C) is a key aspect of therapy in ACS, as well as for some patients with chronic CAD, it is contraindicated in the setting of relative hypotension and hypoperfusion.",
  "critique_links": [],
  "key_points": [
    "Initial management of a type 2 non–ST-elevation acute coronary syndrome caused by a myocardial supply-demand mismatch focuses on identifying and treating the underlying condition."
  ],
  "references": "DeFilippis AP, Chapman AR, Mills NL, et al. Assessment and treatment of patients with type 2 myocardial infarction and acute nonischemic myocardial injury. Circulation. 2019;140:1661-1678. PMID: 31416350 doi:10.1161/CIRCULATIONAHA.119.040631",
  "related_content": {
    "syllabus": [
      "cvsec24004_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/cvfig24205.445828f423caf01c1f1711b221419027.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "cvfig24205",
        "file": "figures/cvfig24205.445828f423caf01c1f1711b221419027.jpg",
        "title": "ECG Findings in a Patient With Severe Sepsis and Myocardial Injury",
        "short_title": "ECG in Patient With Sepsis",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 316
      }
    ],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:26.421430-06:00"
}