{
  "question_id": "rmcor25018",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose acute calcium pyrophosphate crystal arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 78-year-old woman is evaluated for a 3-week history of moderate pain and swelling in the left wrist. In the past year, she experienced two similar episodes, one in the left knee and one in the left wrist; each episode resolved after 3 weeks.On physical examination, vital signs are normal. The patient appears well. The left wrist is swollen, warm, and tender, with decreased range of motion.Laboratory studiesErythrocyte sedimentation rate53 mm/hHUrate3.8 mg/dL (0.22 mmol/L)A plain radiograph of the left wrist is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute calcium pyrophosphate crystal arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erosive osteoarthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Gout",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Infectious arthritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this older patient with 2 weeks of monoarticular arthritis and chondrocalcinosis is acute calcium pyrophosphate (CPP) crystal arthritis (pseudogout) (Option A). CPP crystals can deposit in cartilage, leading to several different kinds of joint conditions, including:Asymptomatic CPP deposition (CPPD)Chronic CPP crystal inflammatory arthritisOsteoarthritis (OA) with CPPDAcute CPP crystal arthritisAcute CPP crystal arthritis (pseudogout) typically presents as monoarticular inflammatory arthritis, characterized by sudden onset of swelling, pain, loss of function, tenderness, and warmth of the affected joint (commonly a knee or wrist). Like gout flares, CPP flares may be provoked by systemic insults, such as major surgery or acute illness. Flares are typically milder than gout flares and less commonly affect the metatarsophalangeal joint. They typically last longer than gout attacks, persisting for weeks or months if untreated. Definitive diagnosis requires identifying CPP crystals (along with neutrophils) in synovial fluid; in contrast to urate crystals, CPP crystals are rhomboid shaped and exhibit weakly positive birefringence. Treatment options include anti-inflammatory doses of NSAIDs, colchicine, or glucocorticoids. This patient exhibits the typical time course, severity, location, and radiographic findings of acute CPP crystal arthritis.Erosive OA (Option B) is a subset of primary hand OA. Erosive OA prominently affects the distal and proximal interphalangeal joints and leads to more joint erythema and swelling than other forms of primary hand OA. Radiographs reveal diagnosis-defining central erosions with a “seagull” or “gull-wing” appearance in these interphalangeal joints. The location of this patient's recurrent episodes is not characteristic of erosive OA, and she lacks the pathognomonic radiograph findings associated with this condition.Gout (Option C) is less likely than CPP crystal arthritis in this patient given the joints involved and the lengthy nature of the attacks. Even without treatment, most gout attacks resolve within 10 to 14 days. Additionally, this patient's relatively low serum urate level makes gout less likely.Infectious arthritis (Option D) is highly unlikely in this patient because symptoms began 2 weeks ago, she otherwise appears well, and her radiographs demonstrate no joint destruction (which would be expected 2 weeks into an untreated joint infection). Additionally, she had two previous similar episodes, and infectious arthritis is neither self-limited nor recurrent.",
  "critique_links": [],
  "key_points": [
    "Acute calcium pyrophosphate crystal arthritis (pseudogout) is characterized by the sudden onset of pain, warmth, tenderness, and swelling of the affected joint, usually a knee or wrist; attacks are typically longer than those of gout."
  ],
  "references": "Pascart T, Filippou G, Lioté F, et al. Calcium pyrophosphate deposition disease. Lancet Rheumatol. 2024;6:e791-e804. PMID: 39089298 doi:10.1016/S2665-9913(24)00122-X",
  "related_content": {
    "syllabus": [
      "rmsec24012_24020"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/rmfig25706.d6247ccb4ad3b7a4e484fbd9bf549d4f.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "rmfig25706",
        "file": "figures/rmfig25706.d6247ccb4ad3b7a4e484fbd9bf549d4f.jpg",
        "title": "Radiographic Findings in Acute Calcium Pyrophosphate Crystal Arthritis",
        "short_title": "Radiographic Findings in Acute CPP Crystal Arthritis",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 474,
        "height": 691
      }
    ],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.702866-06:00"
}