{
  "question_id": "givdx24002",
  "category": "gi",
  "educational_objective": "Diagnose a pancreatic pseudocyst on the basis of CT findings.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 35-year-old woman is evaluated for abdominal fullness, nausea, and early satiety. She had an episode of gallstone pancreatitis 5 weeks ago. Abdominal CT is performed.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cystic degeneration of pancreatic adenocarcinoma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gastric volvulus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pancreatic cystic neoplasm",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pancreatic pseudocyst and gastric outlet obstruction",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is a pancreatic pseudocyst and gastric outlet obstruction (Option D). This CT scan shows a large fluid collection at the head of the pancreas with well-defined margins, features that are characteristic of a pancreatic pseudocyst. In this case, the pancreatic pseudocyst is also causing gastric outlet obstruction.Pseudocysts of the pancreas are caused by pancreatic inflammation. They may be single or multiple, small or large, and within or outside the pancreas. Most pseudocysts communicate with the pancreatic ductal system and contain high concentrations of digestive enzymes. The walls of pseudocysts are formed by granulation or fibrous tissue and adjacent structures, such as the stomach, transverse mesocolon, gastrocolic omentum, and pancreas.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "gisec24003_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/gifig24603.95adf1a2c3c2513cb098421885d54f5a.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:31.071288-06:00"
}