{
  "question_id": "rmmcq24071",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Evaluate lupus disease activity by measuring complement levels.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 27-year-old woman is evaluated for a several-day history of fatigue, subjective low-grade fevers, and diffuse arthralgias. Three months ago, she was diagnosed with systemic lupus erythematosus based on fever, malar rash, discoid lesions on her scalp and back, and inflammatory arthritis of her bilateral metacarpophalangeal (MCP) and proximal interphalangeal (PIP) joints. Laboratory studies at that time revealed a positive antinuclear antibody titer (1:160), along with positivity for anti-Ro/SSA, anti-Smith, and anti–double-stranded DNA antibodies. Complete blood count revealed mild leukopenia; serum chemistries and urinalysis were normal. Hydroxychloroquine was prescribed; 2 months later, her signs and symptoms had fully resolved. She takes no other medications.On physical examination, vital signs are normal. No rashes are noted. The MCP and PIP joints bilaterally are tender but not swollen.Laboratory studies:Erythrocyte sedimentation rate28 mm/hHCreatinine0.8 mg/dL (70.7 μmol/L)Complete blood count and urinalysis results are normal.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Antinuclear antibody",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Anti-Ro/SSA antibody",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Anti-Smith antibody",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "C3 and C4 complement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is measurement of C3 and C4 complement levels (Option D). C3 and C4 complement levels should be regularly assessed in patients with systemic lupus erythematosus (SLE) because these levels are highly specific for lupus disease activity and are the most useful test to determine the state of SLE activity. Complement levels are typically reduced during SLE activity, reflecting immune complex formation and complement consumption. At initial diagnosis, this patient had no evidence of kidney or central nervous system disease, and treatment with hydroxychloroquine was appropriate. Currently, she has only nonspecific symptoms (subjective fever, fatigue, arthralgias) and has no evidence of active kidney or hematologic disease. Although her symptoms may be due to multiple causes (e.g., acute viral syndrome, fibromyalgia), it is important to ensure that they do not represent activation of her lupus, which would require additional evaluation and treatment. The mildly elevated erythrocyte sedimentation rate is nonspecific; in contrast, complement levels will help to evaluate SLE disease activity. Notably, early in a lupus flare, complement levels may remain normal; if suspicion is high, this test should be repeated in days to weeks. Anti–double-stranded DNA antibodies also reflect the state of SLE activity and would be an important test to order; however, they tend to track with kidney disease (which this patient does not have) and may respond less sensitively than complement levels.Positivity for antinuclear antibody (ANA) (Option A) is a hallmark of SLE (occurring in >95% of patients), but ANA titers do not reliably fluctuate in a manner that reflects disease activity. Thus, retesting ANA in a patient such as this, who already has an SLE diagnosis, has no benefit.Anti-Ro/SSA antibodies (Option B) are common in patients with SLE, individuals with Sjögren disease, and mothers of children with neonatal lupus. However, anti-Ro/SSA antibodies do not fluctuate, and levels do not reflect disease activity; they should not be repeated once positivity is established.Like anti–double-stranded DNA antibodies, the presence of anti-Smith antibodies (Option C) is highly specific for a diagnosis of SLE. However, unlike anti–double-stranded DNA antibodies, these antibodies do not reflect disease activity; repeating the test after their presence is established is not helpful.",
  "critique_links": [],
  "key_points": [
    "Complement levels typically fluctuate inversely with systemic lupus erythematosus disease activity and may help to distinguish a lupus flare from other syndromes."
  ],
  "references": "Siegel CH, Sammaritano LR. Systemic lupus erythematosus: a review. JAMA. 2024;331:1480-1491. PMID: 38587826 doi:10.1001/jama.2024.2315",
  "related_content": {
    "syllabus": [
      "rmsec24001_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.956192-06:00"
}