{
  "question_id": "fcmcq24017",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Prevent harms associated with screening for carotid stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old man is evaluated during a health maintenance visit. He wants to discuss screening options for stroke prevention because his cousin recently died at age 72 years from a stroke due to carotid atherosclerosis. The patient has not had syncope, headaches, or visual disturbances. He has a history of well-controlled hypertension and no history of transient ischemic attack or stroke. He has never smoked. Medications are lisinopril and hydrochlorothiazide.Physical examination findings, including vital signs, are unremarkable.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the neck",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Duplex ultrasonography of the carotid arteries",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Neck auscultation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further testing (Option D) is required. The U.S. Preventive Services Task Force (USPSTF) recommends against screening for asymptomatic carotid stenosis in adults. In a systematic review, the USPSTF concluded there is adequate evidence that treating asymptomatic carotid stenosis provides little to no benefit in stroke prevention and may cause harm because carotid endarterectomy and carotid artery stenting may be associated with stroke or death. Therefore, no additional testing is warranted in this case.For patients with symptoms of carotid stenosis, duplex ultrasonography of the carotid arteries or CT angiography is recommended. CT of the neck (Option A) without angiography is not indicated for evaluation of the carotid arteries.Adequate evidence exists that duplex ultrasonography (Option B) has reasonable sensitivity and specificity for detecting clinically relevant carotid artery stenosis. However, because the prevalence of carotid stenosis in the general population is low, duplex ultrasonography yields many false-positive results when used for screening purposes; therefore, no imaging is recommended for asymptomatic patients.Auscultation of the neck (Option C) for carotid bruits has poor accuracy for detecting clinically relevant carotid artery stenosis and is not recommended as a routine screening test. It is unclear whether bruits found on routine physical examination in asymptomatic patients indicate clinically relevant carotid artery stenosis, and these findings may lead to harm by overdiagnosis and unnecessary testing.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends against screening for asymptomatic carotid stenosis in adults.",
    "The U.S. Preventive Services Task Force concluded there is adequate evidence that treating asymptomatic carotid stenosis provides little to no benefit in stroke prevention and may cause harm because carotid endarterectomy and carotid artery stenting may be associated with stroke or death."
  ],
  "references": "Krist AH, Davidson KW, Mangione CM, et al; US Preventive Services Task Force. Screening for asymptomatic carotid artery stenosis: US Preventive Services Task Force recommendation statement. JAMA. 2021;325:476-481. PMID: 33528542 doi:10.1001/jama.2020.26988",
  "related_content": {
    "syllabus": [
      "fcsec24008_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.291977-06:00"
}