{
  "category": "hm",
  "critique": "The most likely cause of anemia in this patient with heart failure is anemia of inflammation (Option A). Anemia of inflammation is a common cause of anemia associated with many underlying conditions, including autoimmune diseases, chronic infections, and malignancy. Although heart failure and diabetes mellitus are not usually considered chronic inflammatory conditions, they may cause anemia of inflammation. This anemia results from increased hepcidin production in the liver in response to inflammatory mediators such as interleukin-6. Hepcidin is an acute phase reactant that functions to decrease iron absorption as well as iron mobilization from reticuloendothelial storage sites to erythroid precursor cells. Anemia of inflammation is usually normocytic or mildly microcytic with normal platelet and leukocyte counts unless thrombocytosis or leukocytosis is caused by the underlying disease. Serum iron levels are decreased, although iron stores are preserved in macrophages in the bone marrow, spleen, and liver, which recycle senescent erythrocytes. As such, other laboratory findings include decreased serum total iron-binding capacity (TIBC) and transferrin saturation and a normal or elevated serum ferritin level. This patient with heart failure has a normochromic hypoproliferative anemia with a low serum iron level, transferrin saturation, and serum TIBC and an elevated serum ferritin level, all of which are consistent with anemia of inflammation.Patients with chronic inflammatory conditions may have anemia of inflammation and concomitant iron deficiency (Option B), especially because many treatments for inflammatory disorders, such as NSAIDs and glucocorticoids, can increase the risk of gastrointestinal bleeding. However, the serum TIBC is elevated in iron deficiency anemia, and the serum ferritin level, which approximates total body iron stores, is reduced. A serum ferritin level greater than 100 ng/mL (100 μg/L) is suggestive against iron deficiency. This patient's iron studies make iron deficiency (Option C) less likely.Although patients with myelodysplastic syndrome (MDS) (Option D) often have pancytopenia, they may present with isolated anemia. However, the serum iron level and TIBC are typically normal in patients with anemia caused by MDS. This patient's iron studies more strongly support anemia of inflammation.",
  "educational_objective": "Diagnose anemia of inflammation.",
  "extracted_at": "2025-12-22T19:36:35.733333-06:00",
  "key_points": [
    "Anemia of inflammation is characterized by a low serum iron level and total iron-binding capacity with a decreased transferrin saturation.",
    "A serum ferritin level greater than 100 ng/mL (100 μg/L) is suggestive against iron deficiency."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Anemia of inflammation"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Anemia of inflammation and iron deficiency anemia"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Iron deficiency anemia"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Myelodysplastic syndrome"
    }
  ],
  "question_id": "hmmcq24008",
  "question_stem": "Which of the following is the most likely cause of this patient's anemia?",
  "question_text": "A 50-year-old woman is evaluated in the hospital for anemia. She was hospitalized 2 days ago for shortness of breath, which has improved with diuresis with intravenous furosemide. Medical history is remarkable for heart failure with reduced ejection fraction, coronary artery disease, and type 2 diabetes mellitus. Other medications are valsartan-sacubitril, metoprolol, spironolactone, empagliflozin, aspirin, and atorvastatin.On physical examination, blood pressure is 145/86 mm Hg, and pulse rate is 86/min. Oxygen saturation is 94% breathing oxygen, 2 L/min by nasal cannula. Jugular venous distension is present. Pulmonary examination reveals bibasilar crackles. Bilateral pitting pedal edema is noted.Peripheral blood smear demonstrates normochromic erythrocytes.",
  "references": "Marques O, Weiss G, Muckenthaler MU. The role of iron in chronic inflammatory diseases: from mechanisms to treatment options in anemia of inflammation. Blood. 2022 Nov 10;140:2011-2023. PMID: 35994752 doi:10.1182/blood.2021013472.",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "hmsec24004_24005"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}