{
  "question_id": "invdx24015",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose streptococcal pharyngitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 21-year-old man is evaluated for pharyngitis and a rash.Examination findings of the throat and arm are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Fusobacterium necrophorum infection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Herpes simplex virus infection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Neisseria gonorrhoeae pharyngitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Streptococcal pharyngitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has streptococcal pharyngitis (Option D). Most cases of pharyngitis are caused by viruses with features consistent with a viral infection, including concomitant cough, conjunctivitis, coryza, hoarseness, and oral ulcers. Less than 15% of pharyngitis cases are caused by bacteria, most often group A Streptococcus pyogenes. The presence of three or more Centor criteria (fever by history, tonsillar exudates, tender anterior cervical lymphadenopathy, and absence of cough) should prompt testing for streptococcal infection using a rapid antigen detection test. Scarlet fever refers to the presence of a diffuse erythematous papular “sandpaper” rash that begins in the axillae and groin, spreads centrally, and then to the extremities (typically not involving the palms and soles). A strawberry tongue may also be present. The combination of pharyngitis and a diffuse erythematous rash makes streptococcal infection a leading diagnostic possibility.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "insec24002_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.115003-06:00"
}