{
  "question_id": "npmcq24060",
  "category": "np",
  "educational_objective": "Evaluate a patient with aristolochic acid exposure and nonglomerular hematuria.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 60-year-old man is evaluated to establish care after recently moving to the United States hoping to receive a living donor kidney transplant from his daughter. He has stage G4 chronic kidney disease due to consumption of herbal tea containing Aristolochia, which he has since discontinued. He reports polyuria and nocturia. He also has hypertension. Medications are nifedipine, metoprolol, and a vitamin D supplement.Physical examination findings, including vital signs, are normal.Laboratory studies:Creatinine4.0 mg/dL (353.6 µmol/L)HEstimated glomerular filtration rate16 mL/min/1.73 m2 UrinalysisSpecific gravity 1.010; trace protein; 2+ blood; trace leukocyte esterase; no nitrites; 10-30 erythrocytes/hpf; 1-5 leukocytes/hpfUrine cultureNo growthKidney ultrasound shows an 8-cm left kidney, an 8.4-cm right kidney, and increased echogenicity; no hydronephrosis is noted.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Cystoscopy with CT urography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "24-Hour urine collection for protein",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Kidney biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Referral for kidney transplantation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Cystoscopy with CT urography (Option A) to evaluate for malignancy is the most appropriate next step in management for this patient with hematuria and chronic tubulointerstitial nephritis (CTIN) caused by aristolochic acid nephropathy. Patients with CTIN frequently present with an elevated serum creatinine level and may have symptoms such as polyuria and nocturia due to renal-concentrating defects. A review of medications (prescribed, over the counter, and herbal) and careful history suggesting nonpharmacologic triggers should be performed to determine the cause. Patients may also be hypertensive. Urinalysis can be normal or demonstrate pyuria and/or mild proteinuria (<1500 mg/24 h). Aristolochic acid, or Balkan, nephropathy is a cause of CTIN first described in Southeast European dwellers of the Danube River banks, where Aristolochia clematitis plants grow, and was later identified in consumers of Chinese herbs containing Aristolochia. It can present as acute kidney injury (AKI), CTIN with progression to end-stage kidney disease (as in this patient), or tubular dysfunction with Fanconi syndrome. Urothelial cancers can occur even after discontinuation of herbs. Therefore, in this patient with aristolochic acid exposure and hematuria, cystoscopy with CT urography is indicated to assess for urothelial cancer.A 24-hour urine collection for protein (Option B) is not indicated because urinalysis revealed only trace protein; quantification of minimal proteinuria, in this case from CTIN, would not change management.Kidney biopsy (Option C) is not the most appropriate management. This patient's urinalysis with microscopic examination revealed hematuria, which is most likely nonglomerular given the very small amount of protein in the urine; hematuria may instead be due to lower urinary tract bleeding, which should be evaluated with cystoscopy and CT urography. Additionally, kidney ultrasound revealed small kidneys, suggesting that his chronic kidney disease is very advanced. Therefore, a kidney biopsy is highly unlikely to reveal an underlying active glomerulonephritis that would change management.Referring the patient for kidney transplantation (Option D) is not yet indicated because further evaluation for hematuria is needed first to rule out a neoplastic process.",
  "critique_links": [],
  "key_points": [
    "Patients with chronic tubulointerstitial nephritis frequently present with only an elevated serum creatinine level, although they may have symptoms such as polyuria and nocturia due to renal concentrating defects; a review of medications (prescribed, over the counter, and herbal) and careful history suggesting nonpharmacologic triggers should be performed to determine cause.",
    "Cystoscopy with CT urography should be considered in patients with aristolochic acid exposure and nonglomerular hematuria to evaluate for urothelial cancer."
  ],
  "references": "Ji H, Hu J, Zhang G, et al. Aristolochic acid nephropathy: a scientometric analysis of literature published from 1971 to 2019. Medicine (Baltimore). 2021;100:e26510. PMID: 34232183 doi:10.1097/MD.0000000000026510",
  "related_content": {
    "syllabus": [
      "npsec24007_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.758646-06:00"
}