{
  "question_id": "enmcq24102",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate a patient with multiple endocrine neoplasia type 2A for pheochromocytoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 30-year-old man is evaluated for intermittent palpitations. He has had no changes in weight. He has a history of medullary thyroid cancer, diagnosed at age 25 years and treated with total thyroidectomy and central neck dissection, and multiple endocrine neoplasia type 2A (MEN2A) (RET variant). Annual screening for cancer recurrence and MEN2A-associated conditions has been unremarkable, with the most recent screening occurring 1 year ago. His only medication is levothyroxine.On physical examination, blood pressure is 145/88 mm Hg. Other vital signs and the remainder of the examination are normal.Laboratory studies:Thyroid-stimulating hormone1.1 μU/mL (1.1 mU/L)Free thyroxine1.3 ng/dL (17 pmol/L)Serum calcitonin and carcinoembryonic antigen levels are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Measure plasma fractionated metanephrines",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure serum total triiodothyronine level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Obtain ultrasonography of the neck",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reduce levothyroxine dosage",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to measure plasma fractionated metanephrines to evaluate for pheochromocytoma (Option A) in this patient with multiple endocrine neoplasia type 2A (MEN2A). MEN2A is a hereditary condition that predisposes affected patients to the development of medullary thyroid cancer, pheochromocytoma, and primary hyperparathyroidism. Among these conditions, medullary thyroid cancer, which is a neuroendocrine tumor of the parafollicular cells of the thyroid gland, is the most common and occurs in more than 90% of patients with MEN2A. Pheochromocytoma can develop in up to 50% of patients with MEN2A, and primary hyperparathyroidism can develop in up to 20% of patients. The likelihood of developing these conditions depends on the specific RET variant. Annual screening for these conditions is recommended, and patients should also be evaluated if symptoms develop. Symptoms of pheochromocytoma include paroxysmal episodes of anxiety, headaches, diaphoresis, and palpitations. The diagnosis of pheochromocytoma starts with measurement of plasma fractionated metanephrines followed by imaging to localize the catecholamine-secreting tumor. This patient is at increased risk for pheochromocytoma and has suggestive findings (palpitations and elevated blood pressure), so plasma fractionated metanephrines measurement is indicated.Measuring a serum total triiodothyronine level (Option B) is not recommended in patients with hypothyroidism, especially patients with normal thyroid-stimulating hormone (TSH) and free thyroxine (T4) levels, such as this patient.Neck ultrasonography (Option C) would be indicated if calcitonin or carcinoembryonic antigen levels were elevated, which would indicate persistent or recurrent thyroid cancer. This patient's calcitonin and carcinoembryonic antigen levels are normal, and neck ultrasonography is not needed.Reducing this patient's levothyroxine dosage (Option D) is not indicated because his TSH and free T4 levels are normal. These normal levels exclude levothyroxine overreplacement as the cause of his symptoms.",
  "critique_links": [],
  "key_points": [
    "Multiple endocrine neoplasia type 2A (MEN2A) is a hereditary condition that predisposes affected patients to the development of medullary thyroid cancer, pheochromocytoma, and primary hyperparathyroidism.",
    "Patients with MEN2A should be screened annually for pheochromocytoma with measurement of plasma fractionated metanephrines; patients with suggestive symptoms should be evaluated sooner."
  ],
  "references": "Mathiesen JS, Effraimidis G, Rossing M, et al. Multiple endocrine neoplasia type 2: a review. Semin Cancer Biol. 2022;79:163-179. PMID: 33812987 doi:10.1016/j.semcancer.2021.03.035",
  "related_content": {
    "syllabus": [
      "ensec24005_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.032664-06:00"
}