{
  "question_id": "cvmcq24050",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage a patient with an enlarging thoracic aortic aneurysm.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 54-year-old woman is evaluated during a follow-up visit for a bicuspid aortic valve. She has no symptoms. Medical history is remarkable for hypertension and dyslipidemia. Medications are atenolol and rosuvastatin.On physical examination, blood pressure is 122/62 mm Hg and pulse rate is 69/min. A grade 2/4 diastolic murmur is heard best at the left upper sternal border.Transthoracic echocardiograms (see below) show a bicuspid aortic valve with moderate aortic regurgitation without significant stenosis and an ascending aortic diameter of 5.2 cm. An echocardiogram from 6 months ago showed an aortic diameter of 4.9 cm.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Addition of losartan",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Genetic testing for heritable aortic conditions",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral for aortic repair",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat aortic imaging in 3 months",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is repeat aortic imaging in 3 months (Option D). Patients with thoracic aortic aneurysms (TAAs) require monitoring of aortic size to allow for appropriate timing of surgical intervention. Annual aneurysm imaging is recommended for degenerative conditions of the aortic root or ascending aorta measuring 3.5 to 4.4 cm in diameter; imaging should be performed every 6 months if 4.5 to 5.4 cm in diameter. More frequent imaging is recommended for rapid expansion (>0.5 cm/year) or if the aneurysm is approaching the repair threshold. When an aneurysm due to degenerative disease exceeds 5.5 cm in diameter or has rapid growth (≥0.3 cm/year in 2 consecutive years or ≥0.5 cm in 1 year), surgical repair is warranted. Aneurysms smaller than 5.0 cm are usually imaged with transthoracic echocardiography. For patients with larger aneurysms or bicuspid aortic valves, CT angiography or magnetic resonance angiography may be necessary. This patient has a TAA measuring 5.2 cm with enlargement of 0.3 cm over the past 6 months. Given the rate of expansion and that she is approaching the threshold for surgical repair, reimaging in a shorter interval (3 months) is indicated.Adding losartan (Option A) is not necessary for this patient. Blood pressure control with a goal of below 130/80 mm Hg is indicated in patients with TAA. β-Blockers are the preferred therapy, although β-blockers and losartan have been associated with reduced aneurysm growth in Marfan syndrome. This patient has excellent blood pressure control on atenolol and does not have Marfan syndrome; adding losartan is unnecessary.Genetic testing (Option B) should be reserved for patients with clinical characteristics that suggest a heritable condition (e.g., Marfan syndrome, Ehlers-Danlos syndrome) or those with a first-degree relative with a confirmed genetic mutation. There is no evidence that this patient has a heritable aortic condition.There is no indication for urgent referral for surgical aortic repair (Option C) at this time. Although the patient has moderate valvular regurgitation, borderline aortic size (5.2 cm), and an enlarging aorta (0.3-cm increase over 6 months), none of these criteria is an absolute indication for aortic repair. Close surveillance by an experienced specialist or referral to an aortic center of excellence is recommended at this time.",
  "critique_links": [],
  "key_points": [
    "When a thoracic aortic aneurysm (TAA) due to degenerative disease exceeds 5.5 cm in diameter or has rapid growth (≥0.3 cm/year in 2 consecutive years or ≥0.5 cm in 1 year), surgical repair is warranted.",
    "The goal blood pressure in patients with TAA is below 130/80 mm Hg; β-blockers are the preferred therapy, although combined treatment with β-blockers and losartan have been associated with a reduced rate of aneurysm growth in Marfan syndrome."
  ],
  "references": "Isselbacher EM, Preventza O, Hamilton Black III J, et al; Writing Committee Members. 2022 ACC/AHA guideline for the diagnosis and management of aortic disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2022;80:e223-e393. PMID: 36334952 doi:10.1016/j.jacc.2022.08.004",
  "related_content": {
    "syllabus": [
      "cvsec24011_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.019864-06:00"
}