{
  "question_id": "inmcq24028",
  "category": "in",
  "educational_objective": "Diagnose major depressive disorder with peripartum onset.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 28-year-old woman is evaluated during a routine examination. She is 3 weeks postpartum, and her baby is doing well. She reports that she enjoys taking care of her daughter but is worried she is not a good mother and cannot do as much for her baby as she should. She also has been experiencing low mood, poor energy, and decreased appetite. Despite feeling tired, she has trouble falling and staying asleep and awakens during the night, even when the baby is sleeping. She attributes her symptoms to recovering from pregnancy. She has no medical problems and takes no medications.Physical examination is normal.Laboratory studiesHemoglobin10 g/dL (100 g/L)LThyroid-stimulating hormone3.6 µU/mL (3.6 mU/L)",
  "question_stem": "Which of the following is the most likely cause of this patient's symptoms?",
  "options": [
    {
      "letter": "A",
      "text": "Generalized anxiety disorder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gestational anemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Normal postpartum recovery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Peripartum depression",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's symptoms is peripartum depression (Option D). Peripartum depression affects 7% to 9% of pregnant or postpartum patients and is defined by the DSM-5-TR as major depressive disorder (MDD) occurring during pregnancy or within 4 weeks after delivery. Other organizations, including the American College of Obstetricians and Gynecologists, extend the qualifying postpartum period to 1 year. This diagnosis is missed in 50% of cases because the somatic symptoms (changes in sleep, appetite, energy, and libido) can be attributed to normal pregnancy or postpregnancy recovery. The diagnostic criteria for peripartum depression are the same as for MDD; it is not considered a separate mood disorder but rather is a subtype of MDD with the specifier “with peripartum onset.” Despite limited evidence to support screening for peripartum depression, the Edinburgh Postnatal Depression Scale can be a useful screening tool. In at-risk patients, the U.S. Preventive Services Task Force recommends counseling interventions, such as cognitive behavioral therapy and interpersonal therapy, to prevent peripartum depression. This patient is experiencing depressed mood, lack of energy, poor appetite, fatigue, and feelings of guilt. These symptoms started within 4 weeks of giving birth and meet the criteria for MDD with peripartum onset.Generalized anxiety disorder (GAD) (Option A) is not the most likely explanation for this patient's symptoms. GAD most typically presents as excessive anxiety that a patient finds difficult to control and that results in significant distress and functional impairment. Although this patient has anxiety related to her role as a mother, GAD would not explain the depressed mood and poor appetite. Depression is a more likely diagnosis.Gestational anemia (Option B) is not the most likely cause of this patient's symptoms. Although her blood hemoglobin level is low (10 g/dL [100 g/L]) and anemia can cause fatigue and lack of energy, it is unlikely to cause the other symptoms, such as lack of sleep and appetite, depressed mood, and feelings of guilt.Postpartum recovery (Option C) is not the most likely cause of this patient's symptoms. Many patients do not realize they have peripartum depression and attribute their symptoms to “normal” postpartum recovery. Changes in sleep, appetite, energy, and libido within 4 weeks after delivery should always prompt the consideration of peripartum depression.",
  "critique_links": [],
  "key_points": [
    "Peripartum depression affects 7% to 9% of pregnant or postpartum patients and is characterized as major depressive disorder occurring during pregnancy or within 4 weeks after delivery.",
    "Peripartum depression is missed in 50% of cases because the somatic symptoms, such as changes in sleep, appetite, energy, and libido, are mistakenly attributed to pregnancy or recovery from pregnancy."
  ],
  "references": "Department of Veterans Affairs, Department of Defense. VA/DoD Clinical Practice Guideline for the Management of Major Depressive Disorder. Version 4.0. U.S. Government Printing Office; 2022.",
  "related_content": {
    "syllabus": [
      "insec24007_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.957953-06:00"
}