{
  "question_id": "fcqqq24010",
  "category": "fc",
  "educational_objective": "Manage online physician-patient communication.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 32-year-old man emails to request an opinion on his medical conditions. He is not an established patient but decided to contact the physician after viewing an online profile. His message indicates that he has a several-year history of abdominal pain with intermittent diarrhea and constipation, for which he takes polyethylene glycol, fiber, and dicyclomine. He notes that he has seen a primary care physician and gastroenterologist and undergone extensive testing, including an endoscopy and colonoscopy. He requests a recommendation for additional testing to assist in confirming a diagnosis.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Advise the patient to obtain celiac disease assessment",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ask the patient to email his medical records before providing advice",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Request that the patient call the office to establish care",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Do not respond to the patient's email",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to request that the patient establish care through the office (Option C). Professional assessments should be performed within the context of an existing physician-patient relationship. In general, relationships should be established through an in-person professional encounter. Telemedicine, or the use of electronic communication and technologies to provide health care to patients at a distance, may increase access to care, improve outcomes, enhance physician-patient collaboration, and reduce costs; however, the American College of Physicians holds the position that a valid patient-physician relationship must be established for professionally responsible telemedicine services to occur. In this situation, the physician should reply to the patient and ask him to contact the office for an appointment to establish care or provide a second opinion, if that is what the patient desires. When a physician-patient relationship is established, online communication should ideally occur through a secure portal that meets the requirements of the Health Insurance Portability and Accountability Act of 1996.Providing specific medical advice, such as suggesting celiac disease testing (Option A), without a thorough and proper medical evaluation is not appropriate. On-call situations with patients who have an established relationship with a partner or the practice are a notable exception.A request for the patient's records and provision of advice based on review of those records (Option B) should not be made until a physician-patient relationship is established. Additionally, in digital environments, the sharing of patient information must always be held to a higher level of security than standard residential Internet connections. Encrypted or virtual proxy network connections in hospital-based information technology systems should be used for all patient information exchange and review to ensure a secure digital environment.If a member of the public contacts a physician electronically in his or her professional role, the physician should politely respond and direct the patient to seek care through suitable channels by appropriately responding to the email or other online query. Providing no response (Option D) would not be appropriate.",
  "critique_links": [],
  "key_points": [
    "Telemedicine, or the use of electronic communication and technologies to provide health care to patients at a distance, may increase access to care, improve outcomes, enhance physician-patient collaboration, and reduce costs; however, a valid patient-physician relationship must be established for professionally responsible telemedicine services to occur."
  ],
  "references": "Sulmasy LS, Bledsoe TA; ACP Ethics, Professionalism and Human Rights Committee. American College of Physicians ethics manual: seventh edition. Ann Intern Med. 2019;170:S1-S32. PMID: 30641552",
  "related_content": {
    "syllabus": [
      "fcsec24003_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.853453-06:00"
}