{
  "question_id": "cvqqq24011",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage drug-drug interactions in a patient with stable angina.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 64-year-old man is evaluated during a follow-up visit for stable angina. He has normal left ventricular function and no symptoms of heart failure. He wants to discontinue metoprolol because of adverse effects. Medical history is also significant for dyslipidemia, hypertension, coronary artery disease, and myocardial infarction. He underwent coronary artery bypass graft surgery 3 years ago. Medications are low-dose aspirin and maximum doses of lisinopril, metoprolol, isosorbide mononitrate, ranolazine, and atorvastatin.Vital signs and physical examination findings are normal.Metoprolol is switched to diltiazem.",
  "question_stem": "Which of the following is the most appropriate management of this patient's medication regimen?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease ranolazine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase atorvastatin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch lisinopril to ramipril",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No medication adjustment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to decrease the dose of ranolazine (Option A). In patients with chronic coronary artery disease who started β-blocker therapy for a myocardial infarction and who do not have a history of or current left ventricular ejection fraction of 50% or less, angina, arrhythmias, or uncontrolled hypertension, it is reasonable to reassess indication for continued long-term (>1 year) β-blocker therapy for reducing adverse cardiovascular events. This patient with stable angina is being transitioned from metoprolol, a β-blocker, to diltiazem, a calcium channel blocker. He also takes several other antianginal therapies, notably ranolazine. Ranolazine decreases angina and modestly increases exercise times in patients with stable angina. Ranolazine is primarily metabolized by cytochrome P450 3A4 (CYP3A4); therefore, caution should be exercised when prescribing ranolazine with CYP3A4 inhibitors, which will result in significantly increased plasma levels of ranolazine. Ranolazine should not be used with strong CYP3A4 inhibitors or inducers, such as rifampin, carbamazepine, ketoconazole, clarithromycin, and ritonavir. With moderate CYP3A4 inhibitors, including verapamil and diltiazem, the dose should be decreased by 50% and should not exceed 500 mg twice daily. Ranolazine also has a modest QT-prolonging effect, but no proarrhythmic effect has been directly attributed to ranolazine.The addition of diltiazem to this patient's medication regimen does not require increasing the dosage of atorvastatin (Option B). Diltiazem can result in increased levels of atorvastatin, which is a CYP3A4 substrate. This may, in turn, increase the risk for adverse effects; however, clinical monitoring, not dosage adjustment, is recommended.No significant drug-drug interactions exist between lisinopril and diltiazem that would warrant switching to another ACE inhibitor, such as ramipril (Option C).Not adjusting this patient's medication regimen (Option D) would result in excessive plasma levels of ranolazine and is not an acceptable option.",
  "critique_links": [],
  "key_points": [
    "Ranolazine decreases symptoms of angina and modestly increases exercise times in patients with stable angina; it should not be used with strong cytochrome P450 3A4 (CYP3A) inhibitors or inducers, and the dose should be reduced when used in conjunction with moderate CYP3A inhibitors, such as diltiazem and verapamil."
  ],
  "references": "Virani SS, Newby LK, Arnold SV, et al; Writing Committee Members. 2023 AHA/ACC/ACCP/ASPC/NLA/PCNA guideline for the management of patients with chronic coronary disease: A report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2023;82:833-955. PMID: 37480922 doi:10.1016/j.jacc.2023.04.003",
  "related_content": {
    "syllabus": [
      "cvsec24004_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.783244-06:00"
}