{
  "question_id": "nrvdx24004",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose ischemic stroke.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 61-year-old woman is evaluated for sudden paralysis of the right side. CT scans without contrast, taken 7 hours after symptom onset (left panel) and 24 hours after symptom onset (right panel), are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Herpes simplex encephalitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intracerebral hemorrhage",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ischemic stroke",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Subarachnoid hemorrhage",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is ischemic stroke (Option C). This patient's initial CT scan (left panel) demonstrates subtle early ischemic changes with loss of grey/white matter differentiation and hypoattenuation along the left frontal periventricular region. There is no evidence of hemorrhagic stroke, which would appear as a white density within or around the gray brain tissue. The initial noncontrast head CT in ischemic stroke is often normal, but within 24 to 48 hours after onset of stroke symptoms, the ischemic brain tissue becomes edematous, resulting in a hypodense region on CT scan, as is clearly seen on this patient's follow-up CT scan (right panel). If the edema is significant, a mass effect may be seen with shift of midline structures (as also seen on the follow-up scan). In contrast, diffusion-weighted MRI is abnormal immediately after symptom onset in ischemic stroke. CT is similarly insensitive for the presence of herpes simplex encephalitis, but temporal lobe hypodensities may be seen in severe cases.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "nrsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.275843-06:00"
}