{
  "question_id": "fcmcq24072",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Administer appropriate vaccines to men who have sex with men.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 39-year-old man is evaluated during a preventive health care visit. His vaccination history is as follows:Laboratory studies:VaccineTimingCOVID-19Up to date on vaccinations and boostersHepatitis B series5 years agoInfluenzaMost recent influenza seasonTetanus, diphtheria, and acellular pertussis5 years agoHis medical history is unremarkable, and he does not smoke cigarettes. He has multiple male sexual partners.",
  "question_stem": "Which of the following vaccines should this patient receive next?",
  "options": [
    {
      "letter": "A",
      "text": "Hepatitis A",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Recombinant zoster",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "20-Valent pneumococcal",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No vaccine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should receive the hepatitis A vaccine (Option A). Vaccination against hepatitis A is recommended for all persons who desire vaccination and for those at increased risk for infection or complications of infection, including persons who work in or travel to endemic areas, men who have sex with men, patients who have chronic liver disease or are living with HIV, persons who use injection or noninjection nonprescription substances, persons without housing, persons who conduct hepatitis A–related research, household or close contacts of children adopted from endemic areas, and persons who work in settings of possible exposure (e.g., group homes, nonresidential day-care facilities for persons with developmental disabilities, and health care programs serving those who use injection or noninjection nonprescription substances). Because this male patient has male sexual partners, he should receive a two-dose series of single-antigen hepatitis A vaccine. Notably, this patient is also at risk for hepatitis B virus and has already been appropriately vaccinated.For patients without immunocompromise, adults aged 50 years or older should receive the two-dose recombinant zoster vaccine (Option B) administered 2 to 6 months apart. This patient does not have immunocompromise and is too young to be immunized against herpes zoster.For healthy nonsmokers with no high-risk medical conditions, such as this patient, pneumococcal vaccination is not indicated until age 50 years. If pneumococcal vaccination were indicated because of a high-risk medical condition, the preferred vaccination options would be the 20-valent pneumococcal conjugate vaccine (Option C) alone, the 21-valent pneumococcal conjugate vaccine alone, or the 15-valent pneumococcal conjugate vaccine followed by the 23-valent pneumococcal polysaccharide vaccine at least 1 year later.Because this patient is at high risk for contracting hepatitis A virus, not offering him the vaccine (Option D) would be inappropriate. Additionally, this patient should be offered mpox vaccination because he has multiple male sexual partners.",
  "critique_links": [],
  "key_points": [
    "Vaccination against hepatitis A is recommended for all persons who desire vaccination and for those at increased risk for infection or complications of infection.",
    "Patients at risk for hepatitis A infection or complications include those who work in or travel to endemic areas, men who have sex with men, patients who have chronic liver disease or are living with HIV, persons who use nonprescription substances, persons without housing, persons who conduct hepatitis A–related research, household or close contacts of children adopted from endemic areas, and persons who work in settings of possible exposure."
  ],
  "references": "Murthy N, Wodi AP, McNally VV, et al; Advisory Committee on Immunization Practices. Recommended adult immunization schedule, United States, 2024. Ann Intern Med. 2024;177:221-237. PMID: 38206843",
  "related_content": {
    "syllabus": [
      "fcsec24008_24038"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.468287-06:00"
}