{
  "question_id": "idcor25008",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose blastomycosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 38-year-old man is reevaluated for a 3-month history of nonproductive cough, myalgia, arthralgia, malaise, fatigue, night sweats, and fever. He was previously well, has not traveled, and takes no medications. He lives in southern Ohio and works as an organic farmer.On physical examination, temperature is 38.5 °C (101.3 °F); other vital signs are normal. Scattered crackles are heard bilaterally on pulmonary auscultation.Laboratory studies:Hemoglobin12.5 g/dL (125 g/L)LLeukocyte count14,400/µL (14.4 × 109/L)HHIV antigen/antibody combination assay is negative. Urine Histoplasma antigen detection is negative.Chest radiograph shows a right middle lobe infiltrate and a hilar mass.Sputum shows many round, budding yeast cells with broad bases.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Blastomycosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Candidiasis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Coccidioidomycosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Mucormycosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient most likely has pulmonary blastomycosis (Option A). In the United States, blastomycosis is found primarily along the Mississippi and Ohio River valleys but can be found as far north as Wisconsin and Minnesota and as far south as Florida. Exposure to soil is the most commonly identified risk factor. Acute or chronic pneumonia is the most common clinical presentation. Chest imaging may reveal alveolar infiltrates with or without a mass-like lesion. The organism is typically diagnosed on respiratory secretions, demonstrated by large, round, budding yeast, with the mother cell connecting to the daughter cell. Blastomyces may grow in culture after several weeks. Urine and/or serum antigen detection assays can also aid in the diagnosis. In addition to the respiratory tract, infection also commonly occurs in skin, bones, joints, and the urinary tract. Most infections are subacute or chronic and can be treated with oral azole antifungals such as itraconazole.Signs and symptoms of focal Candida infection (Option B) depend on the site involved (e.g., abscess or peritonitis in the peritoneum, empyema in the pleural cavity, or pyelonephritis in the kidneys). Other forms of invasive infection include meningitis, osteomyelitis, septic arthritis, and endocarditis. Although often found in the respiratory tract, Candida species rarely cause infections there and are likely the result of colonization. In Gram-stained smears, Candida appears as gram-positive budding yeast cells or pseudohyphae.Coccidioides is a dimorphic fungus prevalent in the southwestern United States, and infection typically occurs after inhalation of arthroconidia. Coccidioidomycosis (Option C) may manifest as acute or chronic pulmonary infection, cutaneous infection, meningitis, or musculoskeletal infection. Spherules are the most common morphologic form of Coccidioides seen in clinical specimens.Mucormycosis (Option D) is a cause of invasive fungal infections in immunocompromised persons, but it is rarely seen in immunocompetent persons. Particularly at risk are patients with poorly controlled diabetes mellitus, hematologic malignancies, iron overload states, and those who have undergone stem cell transplantation. Mucormycosis has five major clinical forms:RhinocerebralPulmonaryAbdominal, pelvic, gastric, and gastrointestinalPrimary cutaneousDisseminatedBecause laboratory studies are nonspecific, diagnosis relies on a high index of suspicion in a patient with appropriate risk factors and evidence of tissue invasion, including the characteristic appearance of broad, nonseptate hyphae with right-angle branches.",
  "critique_links": [],
  "key_points": [
    "Blastomycosis most often manifests as acute or chronic pneumonia.",
    "In the United States, blastomycosis is found primarily along the Mississippi and Ohio River valleys; exposure to soil is the most commonly identified risk factor."
  ],
  "references": "Mazi PB, Rauseo AM, Spec A. Blastomycosis. Infect Dis Clin North Am. 2021;35:515-530. PMID: 34016289 doi:10.1016/j.idc.2021.03.013.",
  "related_content": {
    "syllabus": [
      "idsec24011_24006"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.329514-06:00"
}