{
  "question_id": "pmqqq24015",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose obesity hypoventilation syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old woman is evaluated after polysomnography documented an apnea-hypopnea index of 6 and 38% of sleep time with an oxygen saturation of less than 90%. She has type 2 diabetes mellitus and hypertension. Medications are metformin and lisinopril.Vital signs are normal. Oxygen saturation is 91% with the patient breathing ambient air. BMI is 44. The remainder of the physical examination is unremarkable.Laboratory studies:Hemoglobin16.9 g/dL (169 g/L)H Arterial blood gases (ambient air):pH7.36LPco258 mm Hg (7.7 kPa)HPo259 mm Hg (7.8 kPa)LChest radiograph demonstrates clear lungs.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Amyotrophic lateral sclerosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Central sleep apnea",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Obesity hypoventilation syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Severe obstructive sleep apnea",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is obesity hypoventilation syndrome (OHS) (Option C). OHS is characterized by daytime hypercapnia (arterial Pco2 >45 mm Hg [6.0 kPa]) that is thought to result from diminished ventilatory drive and capacity related to extreme obesity. Persons with a BMI of 30 or higher are considered at risk for OHS; it is estimated that more than half of patients with a BMI of 50 or higher have this condition. This patient's BMI of 44, compensated hypercapnic respiratory failure, hypoxemia during wakefulness but more pronounced during sleep, and polycythemia are all consistent with OHS. Positive airway pressure therapy (continuous positive airway pressure or bilevel positive airway pressure), sometimes with supplemental oxygen, is first-line therapy.Neuromuscular diseases that can affect the respiratory system must be considered in the differential diagnosis of hypoventilation syndromes. Amyotrophic lateral sclerosis (ALS) (Option A) often leads to hypercapnic respiratory failure. However, this patient has an unremarkable neurologic examination and none of the typical features of ALS, such as muscle weakness, fasciculations, and hyperactive deep tendon reflexes. Therefore, ALS is an unlikely diagnosis.Central sleep apnea (CSA) (Option B) is defined by intermittent reduced central drive to breathe but is not a hypoventilation syndrome. In fact, the tendency to hyperventilate, as seen with the cyclic ventilatory pattern of Cheyne-Stokes breathing, is a key underlying mechanism of CSA. Patients with CSA are generally normocapnic or slightly hypocapnic on blood gas testing, which is not the case in this patient.An apnea-hypopnea index (AHI) of 5 to 14 events per hour indicates mild obstructive sleep apnea (OSA). This patient has mild OSA based on an AHI of 6 events per hour. OSA is typically encountered on sleep testing in patients with OHS, with upper airway collapse superimposed on obesity-related hypoventilation. Severe OSA (Option D) is defined as an AHI of more than 30 events per hour.",
  "critique_links": [],
  "key_points": [
    "Obesity hypoventilation syndrome is characterized by daytime hypercapnia, defined as an arterial Pco2 greater than 45 mm Hg (6.0 kPa) that is thought to result from diminished ventilatory drive and capacity related to obesity."
  ],
  "references": "Mokhlesi B, Masa JF, Brozek JL, et al. Evaluation and management of obesity hypoventilation syndrome. an official American Thoracic Society clinical practice guideline. Am J Respir Crit Care Med. 2019;200:e6-e24. PMID: 31368798 doi:10.1164/rccm.201905-1071ST",
  "related_content": {
    "syllabus": [
      "pmsec24008_24021"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.232179-06:00"
}