{
  "question_id": "idmcq24016",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent <i>Staphylococcus aureus</i> surgical site infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 56-year-old patient is evaluated during a routine office visit. The patient is scheduled to have a left total knee replacement in 3 months and is concerned about developing a Staphylococcus aureus surgical site infection. They have a history of severe osteoarthritis, for which they use topical diclofenac.On physical examination, vital signs are normal. Examination of the left knee reveals mild tenderness and bony enlargement and limited joint motion.",
  "question_stem": "Which of the following is the most appropriate preventive measure?",
  "options": [
    {
      "letter": "A",
      "text": "5-Day course of mupirocin starting today",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "5-Day course of mupirocin starting 4 weeks before surgery",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nasal swab to screen for S. aureus today",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nasal swab to screen for S. aureus 2 weeks before surgery",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be evaluated for nasal carriage of Staphylococcus aureus (methicillin sensitive [MSSA] and methicillin resistant [MRSA]) 1 to 2 weeks before surgery (Option D). Nasal colonization with S. aureus is a risk factor for subsequent S. aureus surgical site infection (SSI). It is recommended that patients undergoing scheduled high-risk cardiothoracic or orthopedic procedures should be evaluated for S. aureus nasal colonization before surgery considering the treatment and management challenges associated with S. aureus SSIs in these patient groups. If a patient is an S. aureus carrier, they should receive preoperative intranasal mupirocin for 5 days for decolonization as close to the time of surgery as possible.Because of the logistics of testing patients 1 to 2 weeks before surgery and completing 5 days of mupirocin decolonization just before the planned surgery date, some centers choose to administer universal mupirocin decolonization for high-risk procedures. However, decolonization should be performed close to the date of the planned surgery (within 1-2 weeks) to decrease the risk of recolonization in the interim. Only about 60% of patients who undergo successful initial decolonization remain decolonized after 90 days; therefore, administering mupirocin 3 months before surgery would leave this patient at risk for recolonization (Option A). Likewise, mupirocin treatment 4 weeks before surgery also leaves time for recolonization in the following 3 weeks before surgery (Option B). Universal decolonization protocols raise the concern for the development of mupirocin resistance, so they are not generally recommended.If testing for nasal carriage is done too soon, S. aureus acquisition that could occur closer to the time of surgery would be missed. S. aureus colonization can be intermittent or persistent (30% and 20% of healthy colonized adults, respectively). Thus, nasal carriage should be evaluated 1 to 2 weeks before surgery to best assess the patient's colonization status close to the time of surgery. This approach also provides time for test results to be available and to arrange for mupirocin decolonization (a 5-day treatment course), if indicated. Testing the patient now (Option C), 3 months before the planned surgery date, would not be appropriate SSI prevention.",
  "critique_links": [],
  "key_points": [
    "Patients should be evaluated for nasal carriage of Staphylococcus aureus 1 to 2 weeks before scheduled cardiothoracic and orthopedic procedures.",
    "If a patient is a nasal carrier of S. aureus, they should receive preoperative intranasal mupirocin for 5 days for decolonization as close to the time of surgery as possible."
  ],
  "references": "Seidelman JL, Mantyh CR, Anderson DJ. Surgical site infection prevention: a review. JAMA. 2023;329:244-252. PMID: 36648463 doi:10.1001/jama.2022.24075",
  "related_content": {
    "syllabus": [
      "idsec24018_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.473747-06:00"
}