{
  "question_id": "encor25016",
  "category": "en",
  "educational_objective": "Treat thyroid storm.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 75-year-old man is evaluated in the hospital for confusion and diarrhea 12 hours after operative repair of a traumatic left hip fracture. He has Graves disease. His only prehospital medication is methimazole, which has been continued in the hospital. He is currently also receiving enoxaparin and acetaminophen.On physical examination, temperature is 39.4 °C (102.9 °F), blood pressure is 96/54 mm Hg, and pulse rate is 138/min. He is agitated and disoriented. His abdomen is soft, nondistended, and diffusely tender to palpation. The remainder of the examination is normal.Laboratory studies:Thyroid-stimulating hormone<0.1 µU/mL (0.1 mU/L)LFree thyroxine4.4 ng/dL (57 pmol/L)H",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Atenolol, methimazole, and cholestyramine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lorazepam followed by phenobarbital",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plasmapheresis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Propranolol, propylthiouracil, and hydrocortisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should receive propranolol, propylthiouracil, and hydrocortisone (Option D) to treat thyroid storm. Thyroid storm is a rare, serious disorder (up to 30% mortality) characterized by severe thyrotoxicosis and life-threatening complications. Common precipitants of thyroid storm include iatrogenic causes, such as exposure to iodinated contrast media; abrupt cessation of antithyroidal drugs; acute nonthyroidal illnesses; trauma; and thyroid or nonthyroid surgery in a patient with unrecognized or inadequately treated thyrotoxicosis. Thyroid storm is distinguished from hyperthyroidism by the presence of severe and life-threatening symptoms. Clinical manifestations include fever, cardiac dysfunction (tachyarrhythmias, shock, heart failure), gastrointestinal dysfunction, and mental status changes. A point scale, such as the Burch-Wartofsky Point Scale (Table: Diagnostic Criteria for Thyroid Storm), can be used to facilitate the early diagnosis of thyroid storm, but the diagnosis is ultimately clinical. No cutoff range of free thyroxine (T4) or free triiodothyronine (T3) levels has been established to support the diagnosis. Patients with thyroid storm require hospitalization in the ICU. In addition to treatment of any underlying precipitants, thyroid storm treatment includes β-blockers, thionamides, hydrocortisone, and potassium iodide. Propranolol and propylthiouracil are the preferred β-blocker and thionamide, respectively, as they are unique in their classes in preventing T4 to T3 conversion. Usually, high dosages of propranolol (240-480 mg/d) and propylthiouracil (>450 mg/d) are required to yield that benefit. Glucocorticoids are potent inhibitors of peripheral T4 to T3 conversion, and they treat any coexisting hypocortisolism. Iodide should be administered more than 1 hour after thionamides to avoid providing substrate to the gland. This patient with underlying hyperthyroidism has evidence of end-organ dysfunction consistent with thyroid storm; the most appropriate therapy is propranolol, propylthiouracil, and hydrocortisone.The combination of atenolol, methimazole, and cholestyramine (Option A) is not the best therapy for thyroid storm. The first two medications will have some efficacy, but they do not inhibit T4 to T3 conversion. Cholestyramine interrupts the enterohepatic recirculation of thyroid hormone, but its use is generally limited to adjunctive therapy or when the patient cannot take a thionamide. Additionally, this regimen lacks a glucocorticoid, an important part of pharmacotherapy for thyroid storm.Lorazepam and phenobarbital (Option B) may be used to treat acute alcohol withdrawal, among other syndromes. This patient's presentation, however, is more consistent with thyroid storm; he is hypotensive rather than hypertensive, and he has known thyroid disease with an acute precipitant.Plasmapheresis (Option C) removes cytokines, antibodies, and thyroid hormones from plasma. Plasmapheresis, which has little supporting evidence in the treatment of thyroid storm, is reserved for patients in whom standard therapy has failed.",
  "critique_links": [],
  "key_points": [
    "Thyroid storm is a rare, serious disorder characterized by severe thyrotoxicosis and life-threatening complications, including cardiac and neurologic dysfunction. The best pharmacotherapy for thyroid storm is propranolol, propylthiouracil, hydrocortisone, and, later, potassium iodide."
  ],
  "references": "Lee SY, Pearce EN. Hyperthyroidism: a review. JAMA. 2023;330:1472-1483. PMID: 37847271 doi:10.1001/jama.2023.19052",
  "related_content": {
    "syllabus": [
      "ensec24005_24039"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/entab24050.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "entab24050",
        "file": "tables/entab24050.html",
        "title": "Diagnostic Criteria for Thyroid Storm<sup>a</sup>",
        "short_title": "Diagnostic Criteria for Thyroid Storm",
        "footnotes": [
          "<sup>a</sup>In patients with severe thyrotoxicosis, points are assigned to the highest weighted description acceptable in each category and scores totaled. When it is not possible to distinguish the effects of an intercurrent illness from those of the severe thyrotoxicosis per se, points are awarded such as to favor the diagnosis of storm and hence, empiric therapy. A score of 45 or greater is highly suggestive of thyroid storm, a score of 25 to 44 is suggestive of impending storm, and a score below 25 is unlikely to represent thyroid storm.",
          "Reproduced from Burch HB, Wartofsky L. Life-threatening thyrotoxicosis. Thyroid storm. <a href=\"https://www.sciencedirect.com/journal/endocrinology-and-metabolism-clinics-of-north-america\" target=\"_blank\">Endocrinol Metab Clin North Am</a>. 1993;22:263-77. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/8325286\" target=\"_blank\">PMID: 8325286</a> doi.org/10.1016/S0889-8529(18)30165-8. Copyright 1993 with permission from Elsevier, Inc."
        ],
        "headers": [
          "Thermoregulatory Dysfunction",
          "Central Nervous System Effects",
          "Gastrointestinal-Hepatic Dysfunction",
          "Cardiovascular Dysfunction",
          "Precipitant History"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.043474-06:00"
}