{
  "question_id": "fcmcq24033",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Treat pain in a patient with advanced illness and kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 78-year-old man with metastatic prostate cancer is evaluated for worsening bone pain that is no longer responsive to nonpharmacologic and nonopioid therapy. He was recently admitted to hospice care. He also has stage G4 chronic kidney disease, hypertension, and depression. Medications are acetaminophen, amlodipine, and escitalopram.On physical examination, the patient appears chronically ill. Vital signs are normal. There is tenderness over the midthoracic vertebrae, right humerus, and left femur.Laboratory studies:Creatinine, serum2.5 mg/dL (221 µmol/L)HEstimated glomerular filtration rate26 mL/min/1.73 m2",
  "question_stem": "Which of the following is the most appropriate treatment for pain?",
  "options": [
    {
      "letter": "A",
      "text": "Extended-release oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Immediate-release hydromorphone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Immediate-release morphine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Immediate-release tramadol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for cancer-related bone pain in this patient with chronic kidney disease is immediate-release hydromorphone (Option B). Up to 90% of patients with advanced cancer have pain. However, cancer pain is often undertreated, with about one third of patients with cancer receiving inadequate analgesia. Nonpharmacologic interventions that benefit patients with cancer pain include cognitive behavioral therapy to enhance coping techniques, physical therapy to improve function, acupuncture and related therapies, or radiation therapy directed to the underlying lesions. Pharmacologic pain management often requires a multimodal strategy that uses both opioids and nonopioid analgesics. Opioids may be appropriate in patients in whom nonopioid treatment is ineffective, not tolerated, or contraindicated, with careful attention to dosing, frequency, side effect profile, and comorbid conditions. In a palliative care setting, preferred options for treating patients with advanced kidney disease and moderate to severe pain include hydromorphone and oxycodone; longer-acting medications, such as fentanyl or methadone, may also be considered.When opioids are used for chronic pain, initiating treatment with a short-acting or immediate-release preparation, rather than a long-acting preparation, such as extended-release oxycodone (Option A), is preferred. This strategy allows for a more accurate determination of opioid requirements and reduces the risk for overdose. Immediate-release oxycodone may be used in patients with kidney disease, but it should be initiated at half the usual dose and titrated carefully.Morphine (Option C), regardless of formulation, is not recommended in patients with kidney disease. Its metabolites may accumulate quickly, leading to central nervous system and respiratory depression.Tramadol (Option D), an opioid analgesic, is a weaker opioid and is not considered a first-line opioid option in patients with serious illness because of marginal effectiveness, significant drug-drug interactions, and wide variations in hepatic metabolism. It is a prodrug that requires conversion to the primary active metabolite in the liver, and dose titration is often limited by neurotoxicity. Interactions with other serotonergic medications can potentially lead to serotonin syndrome. This patient is taking escitalopram, and the risk for serotonin syndrome and seizures may be increased with tramadol.",
  "critique_links": [],
  "key_points": [
    "When opioids are used for chronic pain, initiating treatment with a short-acting or immediate-release preparation, rather than a long-acting preparation, is preferred; this strategy allows for accurate determination of opioid requirements and reduces the risk for overdose.",
    "Options for treating moderate to severe pain in patients with terminal illness and advanced kidney disease include hydromorphone and oxycodone; longer-acting medications, such as fentanyl or methadone, may also be considered."
  ],
  "references": "Paice JA, Bohlke K, Barton D, et al. Use of opioids for adults with pain from cancer or cancer treatment: ASCO guideline. J Clin Oncol. 2023;41:914-930. PMID: 36469839 doi:10.1200/JCO.22.02198",
  "related_content": {
    "syllabus": [
      "fcsec24011_24004"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.337673-06:00"
}