{
  "question_id": "nrmcq24036",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage Bell palsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old woman is evaluated in the emergency department for acute left facial droop that she noticed on awakening from sleep. She reports an altered sense of taste and sensitivity to loud noise. Medical history is significant for hypothyroidism and dyslipidemia. Medications are levothyroxine and atorvastatin.On physical examination, vital signs are normal. Tympanic membrane is normal. The nasolabial fold is flattened on the left, and she cannot close her left eye. Facial sensation, hearing, and tongue movements are intact. Sense of taste is diminished in the anterior part of the tongue. There is no weakness in the extremities.A complete blood count and blood glucose level are normal.The patient is given an eye patch.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Brain MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Valacyclovir",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "In this patient with Bell palsy, prednisone (Option C) is the most appropriate treatment. Bell palsy is an acute facial nerve paralysis that is characterized by unilateral upper and lower facial weakness, a peripheral pattern of facial weakness. In contrast, the upper facial muscles are spared in central facial weakness (stroke) because of their bilateral innervation. In addition to weakness, patients with Bell palsy may experience altered taste and hyperacusis (sensitivity to loud noise) due to involvement of the chorda tympani and stapedial branches of the facial nerve, respectively. Patients with impaired eye closure from Bell palsy are at risk for corneal abrasion and should receive an eye patch and artificial tears. In addition, a 10-day course of oral prednisone, started within 72 hours of onset, is recommended to expedite the rate and increase the likelihood of full recovery. This patient should receive prednisone in addition to the eye patch.Unless the pattern of facial weakness is central (sparing the upper face) or there are additional unexplained symptoms, initial MRI (Option A) is not indicated in patients with classic Bell palsy. In patients with lingering or worsening weakness after 2 months, brain MRI with contrast is recommended to rule out secondary causes of facial nerve paralysis.Lyme disease is a common cause of facial palsy in regions of Lyme endemicity, and testing for Lyme disease is recommended in these areas. Doxycycline (Option B) is an appropriate treatment for Lyme disease, but it should be used only in the presence of suggestive history (tick bite, target rash, systemic illness) or a positive Lyme antibody test. In this patient without a positive result on Lyme antibody testing or any other suggestive findings, doxycycline would be unnecessary.Antiviral medications such as valacyclovir (Option D) should not be prescribed as monotherapy for Bell palsy. The utility of adding antiviral treatment to prednisone is controversial, but a small benefit may exist for patients with higher grades of impairment on the facial weakness rating scale, which ranges from 0 (normal function) to 6 (complete paralysis). In this patient with classic Bell palsy, a course of prednisone alone or prednisone plus valacyclovir would be appropriate, but valacyclovir monotherapy should be avoided.",
  "critique_links": [],
  "key_points": [
    "Bell palsy is an acute unilateral facial nerve paralysis that is characterized by a peripheral pattern, with unilateral upper and lower facial weakness.",
    "Bell palsy can be treated with a 10-day course of prednisone to expedite the rate and increase the likelihood of full recovery; use of an eye patch and artificial tears is recommended to prevent corneal damage."
  ],
  "references": "Luu NN, Chorath KT, May BR, et al. Clinical practice guidelines in idiopathic facial paralysis: systematic review using the appraisal of guidelines for research and evaluation (AGREE II) instrument. J Neurol. 2021;268:1847-1856. PMID: 33389026 doi:10.1007/s00415-020-10345-0",
  "related_content": {
    "syllabus": [
      "nrsec24009_24007"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.899773-06:00"
}