{
  "question_id": "pmmcq24060",
  "category": "pm",
  "educational_objective": "Refer a patient with severe COPD for lung transplantation evaluation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 63-year-old woman is evaluated following hospitalization for a COPD exacerbation. At baseline, she has shortness of breath with minimal exertion and an infrequent nonproductive cough. Over the past year, she has had four exacerbations requiring hospitalization. She has a 45-pack-year smoking history and quit smoking 2 years ago. She has no other medical history. Medications are a fluticasone-umeclidinium-vilanterol inhaler and azithromycin. She has regularly participated in pulmonary rehabilitation.On physical examination, vital signs are normal. Oxygen saturation is 91% with the patient breathing supplemental oxygen, 2 L/min by nasal cannula. BMI is 21. Lung examination reveals a barrel chest with decreased air movement throughout the lung fields, with faint scattered wheezing.Laboratory studies:α1-Antitrypsin levelNormalPulmonary function tests:FEV116% of predictedL FEV1/FVC ratio0.42LDlco Low (27% of predicted)L",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Referral for lung transplantation evaluation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral for lung volume reduction surgery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Roflumilast",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with severe COPD and frequent exacerbations is referral for lung transplantation evaluation (Option B). In appropriately selected patients with COPD, lung transplantation can improve quality of life, with a median life expectancy of 5.9 years. In general, lung transplantation should be considered in individuals who have a high risk for dying in less than 2 years and a high probability of 90-day postoperative survival. The decision to refer should be based on the patient's life expectancy, quality of life, and goals of care. Referral for lung transplantation evaluation can be considered in patients with a BODE (BMI, airflow obstruction, dyspnea, and exercise) index of 5 or 6; resting hypoxemia; hypercapnia; an FEV1 less than 25% of predicted; or significant exercise limitation despite medical therapy, smoking cessation, and participation in pulmonary rehabilitation. This patient with an FEV1 of 16% of predicted and marked exercise limitation should be referred for lung transplantation evaluation with the goal of improving life expectancy and quality of life.The use of oral glucocorticoids, such as prednisone (Option A), should be avoided for long-term use in COPD because of the risk for significant adverse effects. Oral glucocorticoids should be limited to short courses in the setting of acute exacerbations of COPD, where they may improve function and decrease the length of stay and frequency of treatment failure.Lung volume reduction surgery (Option C) has the potential to increase quality of life, exercise tolerance, and survival in patients with upper lobe–predominant emphysema and significant exercise limitations. Patients with non–upper lobe disease or an FEV1 or diffusing capacity less than 20% of predicted, however, have high operative mortality and should not be offered surgery. This patient has an FEV1 less than 20% of predicted and is not a candidate for lung volume reduction therapy.Roflumilast (Option D), a selective phosphodiesterase-4 inhibitor, decreases the frequency of exacerbation in patients with severe COPD (FEV1 <50% of predicted) and a chronic bronchitis phenotype. This patient has an emphysematous subtype and would not benefit from roflumilast.",
  "critique_links": [],
  "key_points": [
    "Referral for lung transplantation evaluation should be considered in patients with COPD and an elevated BODE index, resting hypoxemia, hypercapnia, an FEV1 less than 25% of predicted, or significant exercise limitation despite appropriate therapy."
  ],
  "references": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. 2025 Report. https://goldcopd.org/2025-gold-report/. Accessed May 20, 2025.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24046"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      },
      {
        "table_id": "inline_table_2",
        "file": "tables/inline_table_2.html",
        "title": "Pulmonary function tests:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.173739-06:00"
}