{
  "question_id": "gimcq24071",
  "category": "gi",
  "educational_objective": "Treat ulcerative proctitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 24-year-old woman is evaluated for 3 months of small-volume bloody stools occurring two to three times per day. Mild predefecatory cramping pain in the lower abdomen is relieved with stool passage. She reports no NSAID use, recent antibiotic use, international travel, or sick contacts.Physical examination findings, including vital signs, are normal.Laboratory studies show normal complete blood count and C-reactive protein level and negative results on a stool pathogen panel.Colonoscopy reveals diffuse, mild inflammatory mucosal changes isolated to the rectum, characterized by erythema, edema, loss of vascular pattern, and scattered erosions. Biopsy specimens of the rectum show mucosal inflammation with crypt architectural distortion.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Infliximab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mesalamine suppository",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Multimatrix budesonide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral mesalamine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is a mesalamine suppository (Option B). In ulcerative colitis (UC), inflammation can be limited to the rectum (ulcerative proctitis). Rectal inflammation causes frequent defecatory urges and passage of small liquid stools containing mucus and blood. Most patients with UC have a mild to moderate course characterized by periods of activity or remission, and more than 90% of patients with UC are treated with 5-aminosalicylates (5-ASAs) shortly after disease diagnosis. 5-ASAs, such as mesalamine, are the mainstay of treatment of mild to moderate ulcerative colitis (Figure: Treatment Framework for Ulcerative Colitis), with a dose-dependent response when used to induce remission. Patients with proctitis should be offered a 5-ASA suppository as first-line treatment. Patients who subsequently experience ongoing disease activity should be treated with tacrolimus suppositories or beclomethasone suppositories. This patient presented with tenesmus, and colonoscopy revealed chronic mucosal inflammatory changes limited to the rectum; a mesalamine suppository is the recommended treatment.Initiation of a biologic agent, such as infliximab (Option A), would be recommended in a patient with moderate to severe ulcerative colitis. Early use of biologic agents is appropriate if a patient does not benefit from 5-ASA treatment. Infliximab is not indicated in this patient because she has mild ulcerative proctitis and has not yet tried 5-ASA treatment.Multimatrix budesonide (Option C) is a potent glucocorticoid with high first-pass hepatic metabolism and fewer systemic adverse effects than conventional glucocorticoids, such as prednisone. Multimatrix budesonide is a colonic delivery system that induces remission in mild to moderate left-sided ulcerative colitis unresponsive to 5-ASAs. This patient has proctitis and has not yet received a 5-ASA agent, so use of multimatrix budesonide is not appropriate.Oral mesalamine (Option D) is a treatment option for mild to moderate left-sided or extensive UC. Because this patient's inflammation is limited to the rectum, sole therapy with a 5-ASA suppository is the treatment of choice.",
  "critique_links": [],
  "key_points": [
    "Patients with ulcerative proctitis should receive 5-aminosalicylate suppositories."
  ],
  "references": "Rubin DT, Ananthakrishnan AN, Siegel CA, et al. ACG clinical guideline update: ulcerative colitis in adults. Am J Gastroenterol. 2025;120:1187-1224. PMID: 40701556 doi:10.14309/ajg.0000000000003463",
  "related_content": {
    "syllabus": [
      "gisec24008_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.442182-06:00"
}