{
  "question_id": "npmcq24074",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat a patient with chronic kidney disease and hyperkalemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old man is evaluated during a follow-up visit for progressive stage G3 chronic kidney disease due to diabetes mellitus. He also has hypertension, dyslipidemia, diabetic kidney disease, retinopathy, and neuropathy. He has recurrent hyperkalemia despite adherence to a low-potassium diet. Medications are metformin, empagliflozin, semaglutide, rosuvastatin, maximal dose losartan, amlodipine, chlorthalidone, and sodium bicarbonate.Physical examination findings, including vital signs, are normal.Laboratory studies:Bicarbonate22 mEq/L (22 mmol/L)LCreatinine1.8 mg/dL (159.1 µmol/L)HPotassium5.5 mEq/L (5.5 mmol/L)HPlasma renin activity0.1 ng/mL/h (normal: 0.2-5.8 ng/mL/h)LPlasma aldosterone 1 ng/dL (28 pmol/L)LUrine albumin-creatinine ratio2200 mg/gHEstimated glomerular filtration rate44 mL/min/1.73 m2",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add finerenone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add lisinopril",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Add patiromer",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue losartan",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Discontinue sodium bicarbonate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is to add patiromer (Option C), a potassium binder. Hyperkalemia commonly develops as estimated glomerular filtration (eGFR) rate decreases below 30 mL/min/1.73 m2. It may occur at higher eGFR levels in patients with diabetes mellitus and hyporenin-hypoaldosterone type 4 renal tubular acidosis, such as this patient. Key reno-protective medications, including ACE inhibitors, angiotensin receptor blockers (ARBs) (losartan in this case), and mineralocorticoid receptor antagonists, contribute to hyperkalemia through their action-blocking aldosterone-mediated potassium excretion in the distal nephron. Interventions such as a low-potassium diet, oral bicarbonate, non–potassium-sparing diuretics, and oral potassium–binding resins allow continued administration of reno-protective medications late into the course of chronic kidney disease (CKD). This patient has diabetic kidney disease complicated by hyperkalemia disproportionate to his stage of CKD. The concomitant microvascular diabetic complication of hyporeninemic hypoaldosteronism reduces renal potassium excretion ability. This patient is adhering to a low-potassium diet and taking both a bicarbonate supplement and thiazide diuretic but remains hyperkalemic. The most appropriate treatment is to add the potassium binder patiromer to reduce hyperkalemia, allowing the patient to continue disease-modifying treatment with renin-angiotensin-aldosterone system inhibition with losartan. An alternative approach is replacement of the thiazide diuretic with a loop diuretic to increase natriuresis, using caution to avoid overdiuresis and volume depletion. Loop diuretics are often used as CKD progresses, but patients may be bothered by associated polyuria.The addition of finerenone (Option A) to slow CKD progression is recommended in patients with type 2 diabetes and CKD who have normal serum potassium levels and persistent albuminuria despite maximum renin-angiotensin system inhibition. The addition of finerenone at this time is inappropriate because this patient has hyperkalemia, and finerenone can worsen his hyperkalemia. However, once his serum potassium level is controlled, addition of finerenone is indicated.Although this patient has proteinuric kidney disease, data show that combination therapy with both an ACE inhibitor, such as lisinopril (Option B), and an ARB, such as losartan, provides no additional benefits and increases the risk of adverse effects, including hyperkalemia.Discontinuing losartan (Option D) is not ideal, because this patient is relatively early in the course of disease, and an ARB such as losartan is known to slow CKD progression. Treatment with losartan should be continued with the addition of patiromer to manage the hyperkalemia.This patient has mild metabolic acidosis caused by type 4 renal tubular acidosis secondary to hyporeninemic hypoaldosteronism. Discontinuation of sodium bicarbonate (Option E) is not appropriate treatment because untreated acidosis is associated with CKD progression. Additionally, sodium bicarbonate increases renal potassium excretion, as it is excreted in the urine as a nonreabsorbed anion.",
  "critique_links": [],
  "key_points": [
    "Hyperkalemia commonly develops as estimated glomerular filtration (eGFR) rate decreases below 30 mL/min/1.73 m2; it may occur at higher eGFR levels in patients with diabetes mellitus and hyporenin-hypoaldosterone type 4 renal tubular acidosis pathophysiology.",
    "Interventions such as a low-potassium diet, oral bicarbonate, non–potassium-sparing diuretics, and oral potassium–binding resins (e.g., patiromer) allow continued administration of reno-protective medications late into the course of chronic kidney disease."
  ],
  "references": "Palmer BF. Potassium binders for hyperkalemia in chronic kidney disease-diet, renin-angiotensin-aldosterone system inhibitor therapy, and hemodialysis. Mayo Clin Proc. 2020;95:339-54. PMID: 31668450 doi:10.1016/j.mayocp.2019.05.019",
  "related_content": {
    "syllabus": [
      "npsec24011_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.936015-06:00"
}