{
  "question_id": "nrmcq24019",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat multiple sclerosis relapse.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 19-year-old man is evaluated in the emergency department for a 3-day history of pain behind his right eye and blurry vision. He has relapsing-remitting multiple sclerosis. His only medication is fingolimod.On physical examination, vital signs are normal. Visual acuity is 20/400 in his right eye and 20/20 in his left eye. A right afferent pupillary defect is observed.MRI of the brain shows a hyperintense signal in the right optic nerve with associated enhancement. One other new enhancing periventricular lesion and 12 chronic demyelinating plaques are seen.",
  "question_stem": "Which of the following is the most appropriate immediate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous high-dose methylprednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous immune globulin infusion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ocrelizumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Plasmapheresis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with a relapse of relapsing-remitting multiple sclerosis (RRMS) is methylprednisolone, 1 g/d intravenously for 3 to 5 days (Option A). An MS relapse is defined as new or worsening neurologic symptoms lasting more than 24 hours. Symptoms typically develop over the course of hours to days and often peak in severity over the course of days to weeks. This is typically followed by a period of remission lasting weeks to months. Remyelination and recruitment of other brain regions to substitute functionally for the damaged area may result in clinical improvement during remission. The standard treatment for a relapse is high-dose glucocorticoids; multiple trials have shown that bioequivalent doses of oral glucocorticoids (such as prednisone, 1250 mg/d) are equally effective as methylprednisolone, 1 g/d intravenously. Adverse effects of high-dose glucocorticoids include insomnia, hyperglycemia, metallic taste, gastritis, fluid retention, irritability, and (rarely) psychosis. Given the brief treatment duration, these effects are typically short-lived. Frequent or prolonged glucocorticoid treatment should be avoided to minimize the risks for osteopenia and early cataracts. This patient's clinical presentation is consistent with optic neuritis, and this is confirmed on MRI. This represents an MS relapse; he should be treated with high-dose glucocorticoids.Intravenous immune globulin infusion (Option B) has not been shown to be beneficial in treating MS relapse, but it may be used to treat other causes of optic neuritis, such as myelin oligodendrocyte glycoprotein antibody–associated disease (MOGAD). MOGAD should be considered in patients with bilateral optic neuritis, acute disseminated encephalomyelitis, unilateral cortical encephalitis, or a complete spinal cord syndrome, especially with prominent bowel, bladder, or erectile dysfunction. None of these are present in this patient.Ocrelizumab (Option C) is a B-cell–depleting agent that is highly effective as disease-modifying therapy (DMT) for MS, but it is not adequate treatment for an acute relapse. Although a switch from fingolimod as DMT will need to be considered, the immediate focus should be on treating the relapse with high-dose glucocorticoids.Plasmapheresis (Option D) is typically reserved for glucocorticoid-refractory MS relapses and is not appropriate as initial treatment. It is often used in combination with glucocorticoids to treat neuromyelitis optica spectrum disorders, which may present as transverse myelitis or bilateral optic neuritis.",
  "critique_links": [],
  "key_points": [
    "The standard treatment for multiple sclerosis relapses is high-dose glucocorticoids, typically intravenous methylprednisolone (1 g/d for 3 to 5 days).",
    "Plasmapheresis may be used to treat multiple sclerosis relapses but only after treatment with high-dose glucocorticoids has been unsuccessful."
  ],
  "references": "Horton L, Bennett JL. Acute management of optic neuritis: an evolving paradigm. J Neuroophthalmol. 2018;38:358-367. PMID: 30106803 doi:10.1097/WNO.0000000000000700",
  "related_content": {
    "syllabus": [
      "nrsec24007_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.389664-06:00"
}