{
  "question_id": "idqqq24024",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat a suspected septic joint in a patient with gout.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 75-year-old man is evaluated for a 24-hour history of severe left knee pain. He has type 2 diabetes mellitus and well-controlled gout. Medications are metformin and allopurinol.On physical examination, temperature is 37.8 °C (100.0 °F). The left knee is warm, swollen, and tender, and the overlying skin is erythematous. Aspiration is performed.Synovial fluid studies:Leukocyte count120,000/µL (120 × 109/L) with 80% polymorphonuclear cellsHAnalysis shows opaque fluid; extracellular negatively birefringent needle-shaped crystals are present. Gram stain is negative. Culture is pending.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Canakinumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-dose colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intra-articular methylprednisolone injection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Vancomycin (Option D) is appropriate for this patient who has acute monoarthritis that is concerning for the presence of infectious arthritis, considering the synovial fluid leukocyte count of 120,000/µL (120 × 109/L) with a polymorphonuclear predominance. Gout and infectious arthritis typically present with pain, swelling, warmth, and erythema of the affected joint and can be accompanied by fever and constitutional symptoms; new-onset monoarthritis should always prompt urgent arthrocentesis to evaluate for infection. A negative Gram stain and the presence of crystals do not exclude infection, especially when the visualized crystals are extracellular. If infection is suspected, empiric antibiotics should be started immediately. The crystals seen in this patient's synovial fluid are extracellular, which is consistent with chronic gout but not diagnostic of an acute gout flare; intracellular crystals are typical during an acute flare. Additionally, the presence of infectious arthritis when the synovial fluid leukocyte count is greater than 100,000/µL (100 × 109/L), as in this patient, has a positive likelihood ratio of 28. Without a positive Gram stain, initial empiric therapy includes coverage for gram-positive organisms (including increasingly prevalent methicillin-resistant Staphylococcus aureus) and gram-negative organisms if the patient is immunocompromised, is at risk for gonococcal infection, or has joint trauma. Vancomycin is appropriate empiric therapy in this patient who has no indications for coverage of gram-negative organisms. Therapy can be adjusted when results from cultures are available. Septic arthritis and acute gout can coexist as well, although rarely.For patients with severe and refractory gout flares or with contraindications to other treatments, interleukin-1β inhibitors such as canakinumab (Option A) can be considered. However, these drugs will not be helpful in treating infectious arthritis and are therefore not the most appropriate choice in this patient whose presentation is concerning for infectious arthritis.Low-dose colchicine (Option B) can be useful in treating acute crystalline arthritis but is not appropriate at this time because it will not treat infectious arthritis.An intra-articular glucocorticoid injection with methylprednisolone (Option C) can treat an acute crystalline joint flare but may worsen infection. Injection is therefore inappropriate at this time because the cause of this patient's acute inflammatory monoarthritis has not been determined.",
  "critique_links": [],
  "key_points": [
    "New-onset monoarthritis in a patient with well-controlled inflammatory arthritis should prompt urgent arthrocentesis.",
    "In the absence of positive findings on Gram stain, initial empiric antibiotic therapy for infectious arthritis is guided by risk factors and expected common pathogens."
  ],
  "references": "Jetanalin P, Raksadawan Y, Inboriboon PC. Orthopedic articular and periarticular joint infections. Emerg Med Clin North Am. 2024;42:249-265. PMID: 38641390 doi:10.1016/j.emc.2024.01.002",
  "related_content": {
    "syllabus": [
      "idsec24004_24015"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.960911-06:00"
}