{
  "question_id": "cccor25005",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Treat refractory septic shock with glucocorticoid therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old woman is evaluated in the ICU for septic shock secondary to a necrotic diabetic foot infection. She has not responded to initial resuscitation with 30 mL/kg Ringer lactate infusion and vasopressor therapy. She has type 2 diabetes mellitus. Medications are low-molecular-weight heparin, insulin glargine, norepinephrine, vasopressin, metronidazole, ceftriaxone, and vancomycin.On physical examination, temperature is 38.6 °C (101.5 °F), blood pressure is 78/46 mm Hg, pulse rate is 102/min, and respiration rate is 16/min. Oxygen saturation is 95% with the patient breathing ambient air. A 4-cm diameter, recently debrided ulcer is present over the dorsal metacarpophalangeal joint of the great toe, extending to bone.",
  "question_stem": "Which of the following is the most appropriate intravenous treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Albumin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dopamine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Voriconazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate intravenous treatment of this patient with refractory septic shock is hydrocortisone (Option C). The two main pillars of sepsis management are supporting organ perfusion and controlling the infection. In addition to appropriate empiric antibiotic therapy, the Surviving Sepsis Campaign guidelines recommend early and aggressive fluid resuscitation for sepsis-induced hypoperfusion or shock, with an initial bolus of 30 mL/kg of crystalloid fluid given within the first 3 hours of resuscitation. If hypotension persists after adequate fluid administration, guidelines endorse norepinephrine as a first-line vasopressor therapy. Septic shock can contribute to a state of relative adrenal insufficiency and refractory hypotension. A growing body of evidence supports the use of glucocorticoids in septic shock when intravenous fluids and vasopressor therapies fail to achieve hemodynamic stability. Glucocorticoids are associated with a faster shock recovery and a decrease in hospital length of stay but may cause increased neuromuscular weakness, hypernatremia, and hyperglycemia. For refractory shock, current guidelines recommend hydrocortisone, at a total dose of 200 mg daily, in three or four divided doses. Adrenocorticotropic hormone stimulation testing is not recommended. This patient has septic shock related to her necrotic diabetic foot ulcer. Despite aggressive early resuscitation with crystalloid fluids and concomitant vasopressors, the patient's hemodynamic status remains unstable. Hydrocortisone is the most appropriate next step in treatment.Because of the lack of proven benefit and high cost, colloid albumin (Option A) is not recommended in the treatment of septic shock and would therefore be inappropriate in this patient.Dopamine (Option B) is associated with increased tachyarrhythmia and death compared with norepinephrine and is not recommended for use in septic shock except in select patients with clinically significant bradycardia.Voriconazole (Option D) is not appropriate empiric antimicrobial therapy in this patient with an apparent bacterial source of infection.",
  "critique_links": [],
  "key_points": [
    "The use of glucocorticoids is recommended in the setting of septic shock refractory to appropriate fluid administration and vasopressor therapy."
  ],
  "references": "Evans L, Rhodes A, Alhazzani W, et al. Surviving sepsis campaign: international guidelines for management of sepsis and septic shock 2021. Crit Care Med. 2021;49:e1063-e1143. PMID: 34605781 doi:10.1097/CCM.0000000000005337",
  "related_content": {
    "syllabus": [
      "ccsec24002_24032"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.402833-06:00"
}