{
  "question_id": "onmcq24068",
  "category": "on",
  "educational_objective": "Screen for cervical cancer in a patient older than 65 years without adequate prior screening.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 67-year-old woman is evaluated during a new-patient visit. She has not seen a physician in more than 15 years. She is asymptomatic and reports no chronic health conditions. She recalls having had normal cervical cytology (Pap) testing during each of her two pregnancies, both more than 30 years ago. She had a mammogram 10 months ago at a mobile screening event. After a discussion of colorectal screening options today, she expresses an interest in fecal immunochemical testing to screen for colon cancer. She has no personal or family history of breast or colon cancer. She takes no prescribed medications and has never received hormone replacement therapy.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Cervical cytology and human papillomavirus co-testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pelvic ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional cancer screening",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening test to perform next is cervical cytology and human papillomavirus (HPV) co-testing (Option A). The U.S. Preventive Services Task Force (USPSTF) recommends cervical cancer screening for all average-risk women aged 21 to 65 years. For women aged 21 to 29 years, cervical cytology (Pap test) alone every 3 years is recommended. Screening options for women aged 30 to 65 years include a Pap test every 3 years, or HPV testing alone or Pap/HPV co-testing every 5 years. Average-risk women may discontinue cervical cancer screening after age 65 years if they have had adequate prior screening, defined as three consecutive negative Pap test results or two consecutive negative Pap/HPV co-testing results within the preceding 10 years, with the most recent test within the past 5 years. Although this patient is older than 65 years, she has not been screened for cervical cancer in many years and should undergo Pap, HPV, or Pap/HPV co-testing now.Screening for colon cancer is recommended for all average-risk adults; age of initiation varies by guideline (45 to 50 years). Screening methods include colonoscopy every 10 years, flexible sigmoidoscopy every 10 years plus fecal immunochemical testing (FIT) every 2 years, or FIT or high-sensitivity guaiac-based fecal occult blood testing every 2 years (according to American College of Physicians guidelines). The chosen test should align with the values and preferences of the patient, so that they are more likely to complete the test. Because this patient expresses a preference for FIT testing, colonoscopy (Option B) is not the best strategy for her.Although pelvic ultrasonography (Option C) is included in the diagnostic algorithm for evaluating many female genitourinary pathologies, it is not recommended in any primary screening algorithm, including cervical, endometrial, or ovarian cancer screening. This patient has no genitourinary symptoms and does not need a diagnostic test such as pelvic ultrasound.Because this patient has not had cervical cancer screening in the past 10 years, the option to offer no additional cancer screening (Option D) is inappropriate.",
  "key_points": [
    "The U.S. Preventive Services Task Force recommends cervical cancer screening for all average-risk women aged 21 to 65 years.",
    "Average-risk women may discontinue cervical cancer screening after age 65 years if they have had adequate prior screening, defined as three consecutive negative Pap test results or two consecutive negative Pap/HPV co-testing results within the preceding 10 years, with the most recent test within the past 5 years."
  ],
  "references": "Curry SJ, Krist AH, Owens DK, et al; US Preventive Services Task Force. Screening for cervical cancer: US Preventive Services Task Force recommendation statement. JAMA. 2018;320:674-686. PMID: 30140884 doi:10.1001/jama.2018.10897",
  "related_content": {
    "syllabus": [
      "onsec24014_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.696632-06:00"
}