{
  "question_id": "idmcq24086",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat moderate-severity, nonpurulent cellulitis that developed from penetrating trauma with an intravenous antibiotic.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 22-year-old man is evaluated in the emergency department for fever and tenderness of the right arm. He sustained a stab wound to that arm 5 days ago and reports pain and swelling of 3 days' duration. Medical history is otherwise unremarkable, and he takes no medications. A tetanus vaccine booster dose was administered 3 years ago.On physical examination, temperature is 38.6 °C (101.5 °F), blood pressure is 105/65 mm Hg, pulse rate is 105/min, and respiration rate is 16/min. A puncture wound is noted in the right biceps area with surrounding cellulitis. Wound irrigation and exploration reveal superficial skin and soft tissue involvement without bone, tendon, or joint involvement. No evidence of purulence, necrosis, crepitus, or neurovascular compromise of the right upper extremity is present.Laboratory studies:Leukocyte count13,000/µL (13 × 109/L) with 85% neutrophils and 15% lymphocytesHA plain radiograph of the right biceps area shows no evidence of gas or foreign body.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous cefazolin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous piperacillin-tazobactam",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous vancomycin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral cephalexin",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Oral doxycycline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is intravenous vancomycin (Option C). This patient has moderate-severity nonpurulent cellulitis (i.e., systemic signs of infection) associated with penetrating trauma. Moderately severe nonpurulent skin and soft tissue infections are generally treated with intravenous antibiotics directed against β-hemolytic streptococci and possibly methicillin-sensitive Staphylococcus aureus (MSSA); however, an antibiotic such as vancomycin with coverage against streptococci and methicillin-resistant S. aureus (MRSA) is recommended when nonpurulent cellulitis is associated with penetrating trauma such as gunshot and stab wounds, nasal colonization or infection with MRSA elsewhere, or injection drug use.The Infectious Diseases Society of America and Society for Healthcare Epidemiology of America guidelines recommend cefazolin (Option A) (antibiotic with activity against β-hemolytic streptococci) for moderate-severity nonpurulent cellulitis (see Table: Treatment of Skin Infections). Cefazolin also provides MSSA coverage, which some experts recommend in addition to streptococcal coverage. However, cefazolin does not provide coverage against MRSA, which is a concern when nonpurulent cellulitis is associated with penetrating trauma. Therefore, cefazolin is not the most appropriate treatment choice for this patient.Although intravenous piperacillin-tazobactam (Option B) provides broad-spectrum coverage (including streptococci and MSSA), it is not effective against MRSA, so it would not be the most appropriate treatment for this patient.Oral cephalexin (Option D) is recommended for mild cellulitis (no systemic signs of infection) because of its coverage of β-hemolytic streptococci (and MSSA). It would not be recommended for moderate-severity cellulitis associated with penetrating trauma, for which an intravenous antibiotic with coverage against β-hemolytic streptococci and MRSA is indicated.In addition to incision and drainage, oral doxycycline (Option E) can be used for empiric treatment of nonsevere purulent skin and soft tissue infections such as furuncles and carbuncles because of its activity against MRSA. However, doxycycline does not provide reliable coverage of β-hemolytic streptococci, which is needed when treating nonpurulent skin and soft tissue infections.",
  "critique_links": [],
  "key_points": [
    "Moderately severe nonpurulent skin and soft tissue infections are generally treated with intravenous antibiotics directed against β-hemolytic streptococci.",
    "Vancomycin provides coverage against streptococci and methicillin-resistant Staphylococcus aureus and is recommended for nonpurulent cellulitis associated with penetrating trauma."
  ],
  "references": "Bystritsky R, Chambers H. Cellulitis and soft tissue infections. Ann Intern Med. 2018;168:ITC17-ITC32. PMID: 29404597",
  "related_content": {
    "syllabus": [
      "idsec24002_24002"
    ]
  },
  "media": {
    "tables": [
      "tables/idtab24006.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "idtab24006",
        "file": "tables/idtab24006.html",
        "title": "Treatment of Skin Infections",
        "short_title": "Treatment of Skin Infections",
        "footnotes": [
          "IV = intravenous; MRSA = methicillin-resistant <i>Staphylococcus aureus</i>; PO = oral.",
          "<sup>a</sup>Some experts recommend coverage for methicillin-sensitive <i>S. aureus</i> in addition to β-hemolytic streptococci in mild cellulitis (i.e., oral dicloxacillin or oral first-generation cephalosporin such as cephalexin) and moderate cellulitis/moderate erysipelas (intravenous cefazolin or intravenous nafcillin/oxacillin).",
          "<sup>b</sup>Inducible resistance (resistance appearing after exposure to an agent) may be seen with clindamycin.",
          "<sup>c</sup>Clindamycin can be used as an alternative but is not recommended empirically by some experts because of possible MRSA resistance and increased risk of <i>Clostridioides difficile</i> infections."
        ],
        "headers": [
          "Infection",
          "Treatment"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.748134-06:00"
}