{
  "question_id": "rmmcq24077",
  "category": "rm",
  "educational_objective": "Evaluate resolved acute monoarticular arthritis using imaging.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 68-year-old woman is evaluated 3 weeks after an 8-day episode of left ankle pain and swelling. She is uncertain whether she experienced minor trauma before symptoms began. She could not walk during the episode. Eight months ago, a similar episode occurred in the right knee that also self-resolved. She has hypertension and stage G3 chronic kidney disease. Medications are hydrochlorothiazide and lisinopril.On physical examination, the left ankle has full range of motion and no current swelling, tenderness, warmth, or erythema. A small lump is present on her right first metatarsophalangeal joint. The remainder of the examination is normal.Plain radiographs of the feet and ankles reveal osteoarthritis of the first tarsometatarsal joints bilaterally, without erosions.",
  "question_stem": "Which of the following tests is most likely to confirm the diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bone scan",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dual-energy CT of the feet and ankles",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the feet and ankles",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Synovial fluid aspiration of the ankle joint",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The test most likely to confirm the suspected diagnosis of gout is dual-energy CT of the feet and ankles (Option B). The differential diagnosis of an acute, self-resolving monoarthritis most commonly includes crystal arthritis (gout flare, calcium pyrophosphate deposition arthritis, or basic calcium pyrophosphate arthritis), trauma, or overuse. Dual-energy CT can detect and quantitate urate deposits (potentially including a tophus at her first metatarsophalangeal joint), which would strongly support a diagnosis of gout; it can also detect calcium deposits. Although dual-energy CT is not indicated in routine testing, it is more sensitive than plain radiography and can help identify urate deposition when the diagnosis of gout is uncertain. This patient most likely has gout based on her elevated serum urate level and risk factors (postmenopausal age; chronic kidney disease; and use of hydrochlorothiazide, which can raise serum urate levels). However, a diagnosis of gout is uncertain and should be confirmed with dual-energy CT because she has had two possible gout flares within the past year and would be a candidate for urate-lowering therapy. In an institution without dual-energy CT, ultrasonography would be a reasonable alternative.Although bone scan (Option A) has a high sensitivity in detecting osseous abnormalities, bone scan findings in gout are often nonspecific and would not be helpful to confirm the diagnosis.MRI of the feet and ankles (Option C) would be useful for identifying soft-tissue problems, such as tendon injuries or inflammation due to trauma or overuse. However, this patient's episode of painful inflammation has resolved, so MRI is less likely to be diagnostic. Although MRI can image soft-tissue masses, including tophi, it is less specific than dual-energy CT in identifying the constitution of deposits.Crystals may persist in joints between flares, and synovial fluid aspiration (Option D) can identify crystals; however, the yield is much lower than during an acute flare. Moreover, ankle aspiration is technically difficult, even in the presence of an effusion. In this patient without an effusion, the chances of successful aspiration are low, and the procedure should be avoided in favor of less invasive, higher-yield options.",
  "key_points": [
    "In patients with gout, dual-energy CT can detect and quantitate urate deposits; although it is not indicated in routine testing, it is more sensitive than plain radiography and can help identify urate deposition when the diagnosis of gout is uncertain."
  ],
  "references": "Weaver JS, Vina ER, Munk PL, et al. Gouty arthropathy: review of clinical manifestations and treatment, with emphasis on imaging. J Clin Med. 2021;11. PMID: 35011907 doi:10.3390/jcm11010166",
  "related_content": {
    "syllabus": [
      "rmsec24001_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:47:16.060467-06:00"
}