{
  "question_id": "rmmcq24018",
  "category": "rm",
  "educational_objective": "Treat interstitial lung disease in systemic sclerosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 42-year-old woman is evaluated for dyspnea on exertion. She has a 2-year history of anti–Scl-70–positive diffuse cutaneous systemic sclerosis. Previously, she could walk 1 mile without stopping, but she now requires a 10-minute rest halfway through. Medications are nifedipine and pantoprazole.On physical examination, respiration rate is 16/min and oxygen saturation is 95% with the patient breathing ambient air. Other vital signs are normal. Lung examination demonstrates bibasilar crackles. Cardiac examination is normal. Skin tightening is observed on the hands, forearms, chest, and forehead.High-resolution CT scan demonstrates basilar predominant reticulation and scattered ground-glass opacities.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cyclosporine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mycophenolate mofetil",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is mycophenolate mofetil (Option C). Interstitial lung disease (ILD) occurs in 30% to 40% of patients with systemic sclerosis (SSc) overall and in 85% of patients with anti–Scl-70 antibodies. All patients should undergo pulmonary function testing and high-resolution CT at initial SSc diagnosis, and pulmonary function testing with FVC and Dlco should be repeated annually thereafter. A 10% decline in FVC or 15% decline in Dlco within 12 months should raise concern for progression. The most common high-resolution CT pattern is nonspecific interstitial pneumonitis followed by usual interstitial pneumonitis. This patient with SSc has evidence of ILD, as indicated by a change in breathlessness, a greater than 10% decline in predicted FVC, and ILD changes on high-resolution CT. The Scleroderma Lung Study II compared 1 year of cyclophosphamide treatment with 2 years of mycophenolate mofetil; both therapies resulted in improved and stabilized skin scores and FVC in most patients. However, mycophenolate mofetil is generally considered first-line therapy and is more appropriate as long-term therapy because of cyclophosphamide toxicity. Tocilizumab, an anti–interleukin-6 monoclonal antibody, and rituximab, a B-cell–depleting monoclonal antibody, are alternative preferred choices.Cyclosporine (Option A) has been reported to be beneficial in SSc, but high-quality data to support its use in treating ILD are lacking. Renal toxicity is a concern, including possible induction of scleroderma renal crisis.Methotrexate (Option B) may be useful in treating associated skin disease and inflammatory arthritis in patients with SSc. However, because of concern regarding lung fibrosis with long-term methotrexate use, it has not been studied in SSc-ILD.Glucocorticoids, such as prednisone (Option D), are strongly recommended against in the treatment of SSc-ILD. Evidence to support glucocorticoid use in ILD is lacking, and these agents may increase the risk for scleroderma renal crisis.",
  "key_points": [
    "Interstitial lung disease occurs in 30% to 40% of patients with systemic sclerosis.",
    "Mycophenolate mofetil is a mainstay of therapy for interstitial lung disease in systemic sclerosis."
  ],
  "references": "Johnson SR, Bernstein EJ, Bolster MB, et al. 2023 American College of Rheumatology (ACR)/American College of Chest Physicians (CHEST) guideline for the treatment of interstitial lung disease in people with systemic autoimmune rheumatic diseases. Arthritis Rheumatol. 2024;76:1182-1200. PMID: 38978310 doi:10.1002/art.42861",
  "related_content": {
    "syllabus": [
      "rmsec24010_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:46:47.702191-06:00"
}