{
  "question_id": "cvmcq24091",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat symptomatic heart failure with valsartan-sacubitril.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 73-year-old patient is evaluated for 3 to 4 weeks of exertional dyspnea; they now have shortness of breath with minimal exertion. The patient has a 2-year history of heart failure after anterior myocardial infarction, for which they underwent placement of a left anterior descending artery stent. An implantable cardioverter-defibrillator was placed after left ventricular function did not recover. The patient also has hypertension. Medications are losartan, carvedilol, spironolactone, empagliflozin, furosemide, atorvastatin, and aspirin.On physical examination, blood pressure is 130/68 mm Hg and pulse rate is 58/min. BMI is 24. The remainder of examination findings are normal.Laboratory studiesCreatinine1.7 mg/dL (150.3 µmol/L)HSodium138 mEq/L (138 mmol/L)Potassium4.9 mEq/L (4.9 mmol/L)N-terminal pro-B-type natriuretic peptide256 pg/mL (256 ng/L)H",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add ivabradine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add vericiguat",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Change carvedilol to bisoprolol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Change losartan to valsartan-sacubitril",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is to change losartan to valsartan-sacubitril (Option D). Valsartan-sacubitril is a combination angiotensin receptor blocker (ARB) and neprilysin inhibitor that is associated with improved mortality and reduced heart failure hospitalizations when compared with enalapril in patients with symptomatic heart failure. Current heart failure guidelines recommend valsartan-sacubitril over ACE inhibitors/ARBs in patients with new-onset heart failure with reduced ejection fraction (HFrEF) and encourage replacing ACE inhibitors/ARBs with valsartan-sacubitril in chronic symptomatic HFrEF (New York Heart Association [NYHA] class II-IV heart failure symptoms and left ventricular ejection fraction ≤40%). Valsartan-sacubitril, however, has a significant blood pressure–lowering effect and should be used with caution in patients with hypotension. In addition, when switching from an ACE inhibitor, valsartan-sacubitril should not be initiated until after at least a 36-hour ACE-free period because the combination of neprilysin inhibitors, such as sacubitril, and ACE inhibitors increases the incidence of angioedema. Similarly, although patients with ACE inhibitor–induced angioedema can usually tolerate ARBs, valsartan-sacubitril should not be used in these patients because of an elevated risk for angioedema. Dosage adjustment is necessary in patients with kidney disease. For patients with an estimated glomerular filtration rate (eGFR) less than 60 mL/min/1.73 m2, initiation at half the equivalent ACE inhibitor/ARB dose should be considered. In patients with an eGFR less than 30 mL/min/1.73 m2, kidney function should be monitored closely. This patient has NYHA class III heart failure symptoms and is tolerating losartan without hypotension. The losartan should be replaced with valsartan-sacubitril.Ivabradine is a sinoatrial node modulator that decreases heart rate and reduces heart failure–related hospitalizations and cardiovascular death in patients with symptomatic heart failure taking maximum tolerated doses of β-blockade whose heart rate is still higher than 70/min. This patient has a heart rate of 58/min and is not a candidate for ivabradine (Option A).Vericiguat is a soluble guanylyl cyclase stimulator. It reduces heart failure–related hospitalizations and cardiovascular death in symptomatic patients with HFrEF, an elevated B-type natriuretic peptide level, and either recent heart failure hospitalization or intravenous diuretic therapy. This patient has neither been hospitalized nor required intravenous diuretics, and vericiguat (Option B) is not indicated.Carvedilol, metoprolol succinate, and bisoprolol have all been shown to reduce mortality and heart failure hospitalizations in HFrEF. There are no comparative trials of the three β-blockers demonstrating superiority of one agent over the others; a change from carvedilol to bisoprolol (Option C) is not warranted.",
  "critique_links": [],
  "key_points": [
    "Valsartan-sacubitril should be started instead of an ACE inhibitor/angiotensin receptor blocker (ARB) in patients with new-onset heart failure with reduced ejection fraction (HFrEF) and should replace ACE inhibitors/ARBs in chronic symptomatic HFrEF.",
    "Contraindications to valsartan-sacubitril include hypotension and a history of ACE inhibitor–induced angioedema."
  ],
  "references": "Murphy SP, Ibrahim NE, Januzzi JL Jr. Heart failure with reduced ejection fraction: a review. JAMA. 2020;324:488-504. PMID: 32749493 doi:10.1001/jama.2020.10262",
  "related_content": {
    "syllabus": [
      "cvsec24005_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.145622-06:00"
}