{
  "question_id": "npmcq24032",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat edema in the nephrotic syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 67-year-old woman is evaluated during a follow-up visit 2 weeks after being diagnosed with minimal change disease by kidney biopsy. Since that time, she has had a 2.3-kg (5.0-lb) weight gain, worsening edema of the hands and lower extremities, and persistent periorbital edema. Medications are prednisone, high-dose furosemide, losartan, atorvastatin, calcium carbonate, and vitamin D.On physical examination, vital signs are normal. The patient weighs 65.0 kg (143.3 lb). There is no ascites. There is 3-mm pitting edema to the thighs bilaterally, equal on both sides.Laboratory studies:Albumin2.3 g/dL (23 g/L)LCreatinine0.6 mg/dL (53.0 µmol/L)LSodium141 mEq/L (141 mmol/L)Potassium4.0 mEq/L (4.0 mmol/L)Bicarbonate24 mEq/L (24 mmol/L)Urinalysis3+ protein, no bloodUrine protein-creatinine ratio8000 mg/gH",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous albumin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral acetazolamide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral metolazone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to add metolazone (Option D), a thiazide diuretic, for this patient who has the nephrotic syndrome with refractory edema. Edema management in patients with the nephrotic syndrome typically begins with a loop diuretic, such as furosemide, with a goal weight loss of 1.0 to 2.0 kg (2.2-4.4 lb) per week. In patients taking high doses of loop diuretics, increased delivery of salt and water to distal nephron segments can lead to hypertrophy of these segments and subsequent overabsorption of sodium, which clinically manifests as diuretic resistance. Adding a distal-acting diuretic, typically a thiazide diuretic, may frequently overcome this mechanism of diuretic resistance. Potassium-sparing diuretics, such as amiloride or spironolactone, may also be used and are particularly useful in patients with refractory edema and hypokalemia. This patient with the nephrotic syndrome due to minimal change disease has refractory edema despite taking high-dose furosemide. The next step in the management of her edema should therefore be the addition of a thiazide diuretic such as metolazone.Intravenous albumin infusion (Option A) to assist with diuresis has not consistently shown to effectively improve diuresis beyond diuretics alone.Administration of intravenous diuretics, such as furosemide (Option B), is generally reserved for patients who have failed oral diuretic regimens that include two drugs (e.g., furosemide and metolazone) or three (e.g., furosemide, metolazone, and spironolactone), or for patients with severe anasarca, including ascites in which there is concern that gut-related edema is impairing the ability to absorb oral diuretics. This patient has not yet failed an oral diuretic regimen and does not have severe anasarca.Acetazolamide (Option C) is a carbonic anhydrase inhibitor that is typically reserved for patients with edema and metabolic alkalosis. The diuretic effect of acetazolamide is relatively weak as compared with a thiazide diuretic and is therefore not considered a first-line diuretic in the treatment of refractory edema in patients with the nephrotic syndrome.",
  "critique_links": [],
  "key_points": [
    "Treatment of the nephrotic syndrome with high-dose loop diuretics can cause diuretic resistance, which can typically be overcome by use of a thiazide diuretic."
  ],
  "references": "Novak JE, Ellison DH. Diuretics in states of volume overload: core curriculum 2022. Am J Kidney Dis. 2022;80:264-76. PMID: 35190215 doi:10.1053/j.ajkd.2021.09.029",
  "related_content": {
    "syllabus": [
      "npsec24008_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.229121-06:00"
}