{
  "question_id": "dmqqq25001",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Treat mild acne vulgaris.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 23-year-old woman is evaluated for a 7-year history of mild acne. She uses a combination oral contraceptive without benefit for her acne. She takes no other medications.Skin examination reveals a sparse number of comedones and inflammatory papules in various stages of development located on her cheeks, chin, and forehead. There is no clinical evidence of hyperandrogenism.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Oral doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral isotretinoin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral spironolactone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Topical tretinoin and benzoyl peroxide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is multimodal topical therapy, such as a topical retinoid (e.g., tretinoin) and topical benzoyl peroxide (Option E). Numerous classification and grading scales are used to assess acne. A common grading system is to classify acne as mild, moderate, or severe (Table: Common Grading System for the Classification of Acne). A combination of agents such as topical retinoids (e.g., tretinoin, adapalene, and tazarotene), topical benzoyl peroxide, and topical antibiotics (e.g., clindamycin and erythromycin) is the first-line treatment for all types of acne. Topical retinoids should be applied regularly to the entire affected area rather than as a spot treatment; nighttime application is frequently recommended because photosensitivity may occur with use. Topical retinoids are contraindicated in pregnancy. Topical benzoyl peroxide has bactericidal properties but is not known to promote the development of resistant bacteria. Benzoyl peroxide rarely may cause irritation and allergic contact dermatitis in patients. If topical antibiotics are selected, they should never be used as monotherapy to reduce the risk for antibiotic resistance. In this patient with mild acne, the combination of topical tretinoin and benzoyl peroxide is the most appropriate treatment.Oral antibiotics, preferably a tetracycline such as doxycycline (Option A), are used for moderate to severe inflammatory acne and acne resistant to topical treatment alone. Oral antibiotics inhibit Cutibacterium acnes and can decrease inflammation. They are frequently used in combination with topical agents. Combination topical treatment is preferred in this patient with mild acne.Oral isotretinoin (Option B) should be considered in patients with severe nodulocystic or recalcitrant acne. Isotretinoin causes teratogenicity and is contraindicated during pregnancy. Clinicians and patients are required to enroll in the iPLEDGE program, an online FDA-initiated registry, before prescribing. This patient does not have an indication for oral isotretinoin.Acne in women, particularly those with acne flares around menses, may respond to spironolactone (Option C), which acts as a hormonal agent. However, spironolactone is not a first-line treatment for mild acne, and this patient does not report acne flares that occur around menses.Although topical glucocorticoids, such as hydrocortisone cream (Option D), can reduce the inflammation associated with acne when used in combination with other agents, they are not considered appropriate as monotherapy for treatment of acne and would not be the most appropriate treatment in this patient.",
  "critique_links": [],
  "key_points": [
    "First-line treatment for acne vulgaris consists of multimodal topical therapy and includes topical retinoids, topical benzoyl peroxide, and topical antibiotics; topical antibiotics are recommended in combination with topical benzoyl peroxide to reduce the risk for antibiotic resistance.",
    "Oral antibiotics, preferably a tetracycline such as doxycycline, are often used along with topical modalities for moderate to severe inflammatory acne and acne resistant to topical treatment alone."
  ],
  "references": "Reynolds RV, Yeung H, Cheng CE, et al. Guidelines of care for the management of acne vulgaris. J Am Acad Dermatol. 2024;90:1006.e1-1006.e30. PMID: 38300170 doi:10.1016/j.jaad.2023.12.017",
  "related_content": {
    "syllabus": [
      "dmsec24007_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.337320-06:00"
}