{
  "question_id": "cvmcq24096",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Prevent heart failure in the primary care setting.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old man is evaluated during a routine visit. He is asymptomatic. He has hypertension and recently diagnosed type 2 diabetes mellitus. His blood pressure has been elevated on the past several visits. Medications are amlodipine, metformin, atorvastatin, and empagliflozin.On physical examination, blood pressure is 138/88 mm Hg and pulse rate is 66/min. BMI is 37. There is no jugular venous distention. Cardiopulmonary examination is normal. Minimal peripheral edema is noted at the ankles.Laboratory studies:Hemoglobin A1c5.9%HUrinalysisMild proteinuriaReferral to a bariatric clinic is provided.",
  "question_stem": "Which of the following is the most appropriate next step to prevent heart failure in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lisinopril",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Spironolactone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thiazide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step to prevent heart failure in this patient is initiation of lisinopril to treat hypertension (Option B). Hypertension and diabetes are the two greatest modifiable risk factors for heart failure and should be the focus of prevention efforts. Evidence has shown that heart failure incidence can be reduced by significantly lowering blood pressure to a goal of less than 130/80 mm Hg; a recent meta-analysis demonstrated a 28% reduction in the incidence of heart failure with each 10–mm Hg reduction in systolic blood pressure. Additional prevention strategies include weight loss, exercise, and smoking cessation. This patient has well-controlled diabetes, but his hypertension and obesity are potentially modifiable risk factors. In addition to weight loss, improving blood pressure control by adding a second antihypertensive agent, such as lisinopril, is the best strategy to decrease his risk for heart failure.Coronary artery disease (CAD) is the most common cause of heart failure, and if this patient had known CAD, aspirin (Option A) would be an appropriate choice. The U.S. Preventive Services Task Force states that aspirin can be used for primary prevention in patients aged 40 to 59 years without known heart disease who have a 10% or greater risk for cardiovascular disease. For those older than 60 years, such as this patient, initiating aspirin is not recommended as a primary prevention strategy.Spironolactone (Option C) is indicated for patients with symptomatic heart failure regardless of ejection fraction. However, it is not the most effective antihypertensive agent and is not the best option for treating hypertension to prevent heart failure.Thiazide diuretics (Option D) are first-line therapy for hypertension. However, this patient has diabetes, and thiazide diuretics have an adverse effect on glucose metabolism. In addition, in patients with proteinuria, an ACE inhibitor or angiotensin receptor blocker would be a better agent because of their renal protective effects.",
  "critique_links": [],
  "key_points": [
    "Heart failure incidence can be reduced by significantly lowering blood pressure to less than 130/80 mm Hg.",
    "Prevention efforts for heart failure should focus on modifiable risk factors such as hypertension and diabetes in addition to weight loss, exercise, and smoking cessation."
  ],
  "references": "Piepoli MF, Adamo M, Barison A, et al. Preventing heart failure: a position paper of the Heart Failure Association in collaboration with the European Association of Preventive Cardiology. Eur J Heart Fail. 2022;24:143-168. PMID: 35083829 doi:10.1002/ejhf.2351",
  "related_content": {
    "syllabus": [
      "cvsec24005_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.623612-06:00"
}