{
  "question_id": "pmmcq24037",
  "category": "pm",
  "educational_objective": "Diagnose asthma in a patient with compatible clinical history.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 41-year-old woman is evaluated for a several-month history of shortness of breath and wheezing. Her symptoms are worse with warm or humid weather and poor air quality. She has no nighttime symptoms. She reports substantial secondhand smoke exposure as a child. She had childhood asthma, but the symptoms dissipated when she was in middle school. Results of allergy testing performed in childhood were positive for allergies to dust and animal dander. She also has hypertension. Her only medication is amlodipine.On physical examination, vital signs are normal. The remainder of the examination is unremarkable.Spirometry findings are normal, with no change after administration of a fast-acting bronchodilator.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Albuterol inhaler",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Bronchial challenge testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fractional exhaled nitric oxide testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Low-dose budesonide-formoterol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient with symptoms of asthma and normal spirometry is bronchial challenge testing (Option B). The diagnosis of asthma should not be based on history and examination alone; reversible airflow obstruction on objective testing should also be documented. Confirming the diagnosis of asthma is essential because studies have suggested that a substantial percentage of patients with physician-diagnosed asthma are not found to have asthma when appropriate testing is completed. Confirmation of reversible airflow obstruction can be obtained by in-office spirometry that includes measurement of FEV1, FVC, and the FEV1/FVC ratio or by measurement of home peak expiratory flow rates. An increase in lung volumes (FEV1 or FVC) of 10% or greater from baseline after administration of bronchodilator therapy, or home peak flow fluctuations of 20% or greater, supports the diagnosis. For some patients, airflow obstruction is not present during the initial evaluation, and demonstration of bronchial hyperreactivity with bronchial challenge testing is indicated. A positive challenge test result confirms bronchial hyperreactivity but is not sufficient to confirm asthma, and clinical correlation of this finding with symptoms is needed. Negative results on bronchial challenge testing, however, make the diagnosis of asthma unlikely. This patient has a history consistent with asthma but normal spirometry findings. Bronchial challenge testing is the best next step in pursuing the diagnosis of asthma.Short-acting β2-agonist therapy, such as albuterol (Option A), when used alone for the management of mild intermittent asthma, is associated with a higher risk for serious asthma exacerbations. All patients with asthma should be treated with an inhaled glucocorticoid or inhaled glucocorticoid-formoterol therapy. Regardless, this patient does not have a confirmed diagnosis of asthma, and bronchodilator therapy is not indicated.Fractional exhaled nitric oxide testing (Option C) is useful as adjunctive testing but has limited specificity and sensitivity for asthma. The diagnosis of asthma should not be based on elevated exhaled nitric oxide alone; therefore, fractional exhaled nitric oxide testing is not the best next step in this patient.Because this patient does not have an established diagnosis of asthma, therapy with low-dose budesonide-formoterol (Option D) is not yet indicated. For mild asthma, low-dose budesonide-formoterol can be used for both maintenance and rescue therapy and would be a reasonable treatment if the diagnosis is confirmed.",
  "critique_links": [],
  "key_points": [
    "Diagnosis of asthma requires confirmation of reversible airflow obstruction and can be obtained by in-office spirometry or, for patients without obstruction during the initial evaluation, through bronchial challenge testing."
  ],
  "references": "Aaron SD, Vandemheen KL, FitzGerald JM, et al; Canadian Respiratory Research Network. Reevaluation of diagnosis in adults with physician-diagnosed asthma. JAMA. 2017;317:269-79. PMID: 28114551 doi:10.1001/jama.2016.19627",
  "related_content": {
    "syllabus": [
      "pmsec24002_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.092266-06:00"
}