{
  "question_id": "nrmcq24063",
  "category": "nr",
  "educational_objective": "Treat acute migraine in a patient with heart disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 53-year-old man is hospitalized for evaluation of unstable angina. On hospital day 2, he develops a severe headache. Medical history is significant for headaches occurring one to two times monthly for the past 15 years. He reports no triggers or aura. Episodes involve 24 hours of severe right periorbital pain accompanied by photophobia, nausea, and mild bilateral lacrimation. This headache episode is similar to previous episodes, which usually respond to sumatriptan. Medical history is notable for paroxysmal atrial fibrillation. Medications are aspirin, clopidogrel, metoprolol, enoxaparin, and rosuvastatin.Vital signs and physical examination findings are normal.Head CT scan without contrast is normal.Acetaminophen provides minimal pain relief.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Intramuscular ketorolac",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous dihydroergotamine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral ubrogepant",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral rizatriptan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with migraine should be treated with oral ubrogepant (Option C). First-line therapies for mild episodic migraine include acetaminophen, NSAIDs (aspirin, diclofenac, ibuprofen, naproxen), and a combination of acetaminophen and NSAIDs. American College of Physicians guidelines recommend adding a triptan to an NSAID or acetaminophen to treat moderate to severe acute migraine episodes. In the setting of therapeutic failures (two adequate trials), contraindications, or adverse events with triptan monotherapy or combination therapy with NSAIDs, newer migraine-specific acute therapies may be considered. The calcitonin gene–related peptide antagonists ubrogepant, rimegepant, and zavegepant (gepants) have favorable safety and tolerability profiles but are more expensive and slightly less effective than triptans. Lasmiditan, a highly selective 5-hydroxytryptamine 1F receptor agonist (ditan), should also be considered in patients who do not tolerate or respond to other agents. Importantly, gepants and ditans have no significant vascular risks and may be used safely in patients with cardiovascular or cerebrovascular disease. This patient's debilitating, unilateral headaches that last 24 hours and are accompanied by photophobia, nausea, and bilateral lacrimation meet criteria for migraine without aura. He has not responded to acetaminophen and has unstable angina, making a ditan or gepant an appropriate choice. He should be started on ubrogepant.Intramuscular ketorolac (Option A) and other NSAIDs would not be recommended in this patient already receiving dual antiplatelet therapy (aspirin and clopidogrel) and enoxaparin, because of the increased risk for bleeding.Intravenous dihydroergotamine (Option B) is effective in acute migraine treatment but is contraindicated in patients with cardiovascular or cerebrovascular disease. In the absence of contraindications, intravenous dihydroergotamine combined with prochlorperazine and diphenhydramine is otherwise considered a parenteral medication of choice for refractory acute migraine.Although rizatriptan (Option D) has previously been an effective treatment for this patient's migraines, he now has active vascular disease; triptans, like intravenous dihydroergotamine, are relatively contraindicated in patients with cardiovascular or cerebrovascular disease. Rizatriptan would not be a safe treatment in this patient.",
  "critique_links": [],
  "key_points": [
    "In the setting of NSAID and triptan therapeutic failures (two adequate trials), contraindications, or adverse events in acute migraine treatment, newer migraine-specific acute therapies may be considered, such as lasmiditan, ubrogepant, rimegepant, or zavegepant.",
    "When treating migraine, lasmiditan, ubrogepant, rimegepant, and zavegepant are more expensive and less effective than triptans but have no significant vascular risks and may be used safely in patients with cardiovascular or cerebrovascular disease."
  ],
  "references": "Ailani J, Burch RC, Robbins MS; Board of Directors of the American Headache Society. The American Headache Society consensus statement: update on integrating new migraine treatments into clinical practice. Headache. 2021;61:1021-1039. PMID: 34160823 doi:10.1111/head.14153",
  "related_content": {
    "syllabus": [
      "nrsec24001_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.311150-06:00"
}