{
  "question_id": "onmcq24044",
  "category": "on",
  "educational_objective": "Treat a young patient with poorly differentiated cancer of unknown primary.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 28-year-old man is evaluated for weight loss, abdominal fullness, and fatigue over the last several months. He has also had night sweats and low-grade fevers. He has no other medical problems and takes no medications.On physical examination, temperature is 37.3 °C (99.1 °F), blood pressure is 90/60 mm Hg, pulse rate is 72/min, and respiration rate is 12/min. Oxygen saturation is 95% with the patient breathing ambient air. BMI is 20. Bilateral palpable supraclavicular adenopathy is noted. No masses are noted on genital examination.Results of laboratory studies are normal.Contrast-enhanced CT scans of the chest, abdomen, and pelvis show bulky inguinal, retroperitoneal, mediastinal, and supraclavicular adenopathy, with the largest retroperitoneal nodes measuring up to 11 cm in diameter. An excisional biopsy specimen from a supraclavicular node shows poorly differentiated carcinoma.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy with a 5-fluorouracil–based gastrointestinal cancer regimen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chemotherapy with a platinum-based germ cell regimen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Immunotherapy with a PD-1 inhibitor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical debulking of retroperitoneal nodal disease",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "It is most appropriate to treat this patient with a platinum-based germ cell chemotherapy regimen (Option B). In the absence of a clearly identified primary site, young men with poorly differentiated carcinoma that is predominantly in the midline (such as those with large retroperitoneal and/or mediastinal lymphadenopathy) should be evaluated for metastatic germ cell, or testicular, cancer and receive presumptive treatment when indicated. Serum α-fetoprotein and β-human chorionic gonadotropin levels should be measured, and a testicular examination and ultrasonography should be performed. However, the absence of abnormalities on testicular examination or even on testicular ultrasonography does not exclude this diagnosis or treatment approach. These patients should undergo treatment with a platinum-based germ cell chemotherapy regimen. This patient is a young man with a poorly differentiated carcinoma of unknown primary predominantly in a midline distribution, and he should undergo evaluation and treatment for a presumed germ cell tumor.Chemotherapy with a 5-fluorouracil–based gastrointestinal cancer regimen (Option A) is not indicated for this patient. This regimen would be an appropriate consideration for a patient with an adenocarcinoma (as opposed to this patient with a poorly differentiated carcinoma) of unknown primary that is predominantly below the diaphragm with liver and/or peritoneal involvement.Immunotherapy with a PD-1 inhibitor (Option C) would not be appropriate for this patient with poorly differentiated cancer of unknown primary. Immune checkpoint inhibitors are active in certain types of cancers, such as melanoma and kidney and lung cancers. However, they are not part of the routine management for cancer of unknown primary.Surgical debulking of retroperitoneal nodal disease (Option D) would not be the most appropriate treatment for this patient. The extent of disease described, with bulky disease in the retroperitoneum, chest, and supraclavicular region, precludes initial treatment with surgery, although surgery might be considered for consolidation therapy later if a favorable response to chemotherapy is achieved.",
  "key_points": [
    "Young men with poorly differentiated carcinoma predominantly in the midline (such as large retroperitoneal and/or mediastinal lymphadenopathy) should be treated presumptively for metastatic germ cell cancer even in the absence of testicular abnormalities."
  ],
  "references": "Stares M, Purshouse K, Knowles G, et al. Characterisation and outcomes of patients referred to a regional cancer of unknown primary team: a 10-year analysis. Br J Cancer. 2021;125:1503-10. PMID: 34489587 doi:10.1038/s41416-021-01544-1",
  "related_content": {
    "syllabus": [
      "onsec24009_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.647763-06:00"
}