{
  "question_id": "dmvdx24033",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose rosacea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 37-year-old woman is evaluated for acne that developed as an adult. She also has episodes of skin flushing in response to eating spicy foods.Facial findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acne vulgaris",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carcinoid syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rosacea",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Seborrheic dermatitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is rosacea (Option C), which is characterized by persistent central facial redness that primarily involves the convex surfaces and spares the periocular skin. Telangiectasias, pink papules, pustules, nodules, or ocular disease may also be present, but comedones are not seen. Flushing that lasts longer than 10 minutes in response to a variety of triggers, such as heat, cold, exercise, embarrassment, red wine, or spicy foods, provides supportive historical evidence. Acne vulgaris is not associated with the flushing evident in this patient and often has comedonal lesions. Although seborrheic dermatitis may involve the cheeks, it consists of yellow scaly patches on an erythematous base rather than the findings seen in this image. Carcinoid syndrome may cause flushing but not the other cutaneous manifestations seen in this patient.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24007_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.455523-06:00"
}