{
  "question_id": "cccor25009",
  "category": "cc",
  "educational_objective": "Diagnose obstructive shock secondary to cardiac tamponade.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 65-year-old woman is evaluated in the emergency department for a 2-day history of progressive dyspnea and lightheadedness. She has no fever, chills, cough, or chest pain. She has adenocarcinoma of the lung. She takes pembrolizumab.On physical examination, blood pressure is 80/60 mm Hg, pulse rate is 115/min, and respiration rate is 24/min. Oxygen saturation is 96% with the patient breathing ambient air. The patient appears pale. There is jugular venous distention to the angle of the jaw. Cardiac examination reveals distant heart sounds, and lung auscultation shows decreased breath sounds without crackles. The extremities are cool with mottled skin.ECG shows sinus tachycardia with flat T waves throughout the precordium.Chest radiograph is shown.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Emergent coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pulmonary CT angiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with likely obstructive shock due to cardiac tamponade is urgent echocardiography (Option A). Obstructive shock is caused by extracardiac forces that impair cardiac output despite the presence of normal cardiac function. Causes include cardiac tamponade, tension pneumothorax, and pulmonary embolism. In cardiac tamponade, pericardial effusion causes increased pressure within the relatively inelastic pericardial sac. This increased pressure causes the thin-walled right atrium to collapse during early diastole, impeding venous filling. This decreases cardiac output and results in obstructive shock. Findings consistent with pericardial tamponade include hypotension, tachycardia, jugular venous distention, pulsus paradoxus, and muffled heart sounds. Chest radiograph may show an enlarged cardiac silhouette. ECG may also show electrical alternans and diminished voltage. None of these findings is overly sensitive, and their absence does not rule out tamponade. Diagnosis is with echocardiography, and urgent pericardiocentesis is necessary when tamponade is present to decrease pressure against the right atrium and improve venous return. This patient has evidence of shock, with hypotension with hypoperfusion as well as signs of tamponade, including jugular venous distension, distant heart sounds, and an enlarged cardiac silhouette on radiography; the most appropriate next step is urgent echocardiography.Emergent coronary angiography (Option B) would not be the most appropriate management. Acute coronary syndrome is a common cause of cardiogenic shock, and cardiac catheterization with revascularization, if indicated, is the primary treatment for cardiogenic shock. Heart failure can cause the elevated jugular venous pressure seen in this patient, but the nonspecific changes seen on ECG and other clinical findings suggestive of tamponade make echocardiography the best next test.Diuresis with furosemide (Option C) would not be appropriate management in this patient with likely cardiac tamponade. Although a central component of the treatment of heart failure, diuretic therapy decreases venous return, which would worsen shock in patients with cardiac tamponade who depend on increased preload to maintain right atrial filling in the presence of increased intrapericardial pressure.Pulmonary CT angiography (Option D) to diagnose pulmonary embolism is not the most appropriate management. Although pulmonary embolism is a cause of obstructive shock and may present with elevated jugular venous pressure, this patient's quiet heart sounds, lack of chest pain, and normal oxygen saturation are more consistent with cardiac tamponade than pulmonary embolism.",
  "key_points": [
    "Cardiac tamponade is suggested by the presence of hypotension, tachycardia, jugular venous distension, pulsus paradoxus, and muffled heart sounds; urgent echocardiography is indicated if cardiac tamponade is suspected.",
    "Patients who present with cardiac tamponade require emergent pericardiocentesis to decrease the intrapericardial pressure impeding cardiac inflow."
  ],
  "references": "Hoit BD. Pericardial effusion and cardiac tamponade pathophysiology and new approaches to treatment. Curr Cardiol Rep. 2023;25:1003-14. PMID: 37515704 doi:10.1007/s11886-023-01920-8",
  "related_content": {
    "syllabus": [
      "ccsec24002_24025"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:33:11.581570-06:00"
}