{
  "question_id": "ccmcq24028",
  "category": "cc",
  "educational_objective": "Evaluate a patient for brain death.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 74-year-old woman is evaluated in the ICU for an intracerebral hemorrhage. She was unresponsive and apneic upon presentation and was endotracheally intubated and placed on mechanical ventilation.On physical examination, temperature is 36.6 °C (97.9 °F), blood pressure is 115/60 mm Hg, pulse rate is 70/min, and respiration rate is at the ventilator set rate. Pupils are in midposition, dilated, and unresponsive to light. Corneal, vestibulo-ocular, and gag reflexes are absent. She does not respond to noxious stimuli.CT scan of the head shows a large intracerebral hemorrhage.A brain death examination is performed. A second brain death examination confirms absent reflexes.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Order electroencephalography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Order radionuclide perfusion brain imaging",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform an apnea test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pronounce the patient brain dead",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to perform an apnea test (Option C) to evaluate for brain death, which occurs when no cerebral or brainstem function is evident. Diagnosis requires the presence of an underlying cause known to result in cerebral insult, coma, the absence of cranial nerve reflexes and motor reflexes that involve the brain, and a lack of respiratory drive. Any confounding factors that could contribute to decreased central nervous system function must be absent, including toxins or medications that have central nervous system effects, hypotension, or hypothermia. Evaluation for brain death includes a detailed neurologic examination with comprehensive testing of reflexes associated with brain function. The performance of two independent examinations may decrease the risk for diagnostic error. An apnea test (removal of ventilator support) demonstrating a lack of respiratory drive despite hypercapnia is also a necessary component of the diagnosis of brain death. Other testing can be used as adjunctive measures if there is any uncertainty of the diagnosis of brain death or if the apnea test cannot be performed (as in cases of chronic hypercapnia) but is usually not necessary. This patient has had a devasting neurologic injury, is comatose, and has no pertinent reflexes. She should be evaluated for brain death using an apnea test.Electroencephalography (EEG) (Option A) assesses the function of the cerebral hemispheres and not the brainstem. Therefore, the absence of any detectable EEG activity does not provide information about the presence or absence of brainstem function. EEG is not an appropriate ancillary test to assist with the diagnosis of brain death/death by neurologic criteria (BD/DNC).Radionuclide perfusion brain imaging (Option B) may also be used as an ancillary test in assessment of possible BD/DNC when necessary. This patient has an underlying cause of coma and underwent an appropriate neurologic assessment. The next step is to assess her respiratory drive with an apnea test, and ancillary testing, such as radionuclide perfusion brain imaging, is not needed.It would be premature to pronounce this patient brain dead (Option D). Although she has met the criteria of being comatose (a devastating neurologic condition and the absence of pertinent cranial nerve reflexes and motor reflexes), an apnea test is a necessary confirmatory test for brain death.",
  "key_points": [
    "An apnea test with removal of ventilator support demonstrating a lack of respiratory drive despite hypercapnia is a necessary component of the diagnosis of brain death.",
    "The diagnosis of brain death requires the presence of an underlying cause known to result in cerebral insult, coma, the absence of cranial nerve reflexes and motor reflexes that involve the brain, and a lack of respiratory drive."
  ],
  "references": "Greer DM, Kirschen MP, Lewis A, et al. Pediatric and adult brain death/death by neurologic criteria consensus guideline. Neurology. 2023;101:1112-32. PMID: 37821233 doi:10.1212/WNL.0000000000207740",
  "related_content": {
    "syllabus": [
      "ccsec24003_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:48.424712-06:00"
}