{
  "question_id": "ccmcq24032",
  "category": "cc",
  "educational_objective": "Treat hypotension in a patient with severe sepsis using intravenous crystalloid fluids.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 50-year-old woman is evaluated in the emergency department for fever, dizziness, and weakness. Four days ago, she underwent laparoscopic cholecystectomy for acute cholecystitis. She had an uneventful postoperative course and was discharged 3 days ago. Over the past 2 days, she has noted progressive abdominal discomfort and fever, prompting a return to the hospital. Medical history includes diabetes mellitus and gastroesophageal reflux disease. Medications are insulin glargine and pantoprazole.On physical examination, temperature is 39.1 °C (102.4 °F), blood pressure is 84/50 mm Hg, pulse rate is 120/min, and respiration rate is 26/min. Oxygen saturation is 96% with the patient breathing ambient air. Abdominal examination reveals diffuse tenderness and guarding, with purulent discharge at the surgical wound site.Results of laboratory studies and abdominal CT are pending.Blood cultures are obtained, broad-spectrum antibiotics are ordered, and the surgical team is consulted to assess the wound.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Central venous catheter placement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythrocyte transfusion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lactated Ringer solution administration",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Norepinephrine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with severe sepsis is fluid resuscitation through administration of lactated Ringer solution (Option C). Intravenous crystalloid fluids and empiric antibiotics targeting suspected pathogens are critical early interventions in the treatment of severe sepsis. A delay in the correction of tissue perfusion can lead to cellular dysfunction and increased mortality; immediate and aggressive fluid resuscitation remains the cornerstone of the management of severe sepsis. Evidence suggests that balanced solutions with a low chloride content, such as lactated Ringer solution, cause minimal impact on acid-base equilibrium and electrolytes; are associated with a lower risk for fluid-induced metabolic acidosis; and are preferred over unbalanced solutions, such as 0.9% saline. This patient likely has sepsis from an abdominal source, and intravenous crystalloid fluids and empiric antibiotics should be started immediately.Central venous access may be required during treatment of severe sepsis. However, fluid resuscitation can be administered rapidly and effectively with peripheral intravenous access. Central venous catheters (Option A) are indicated when peripheral intravenous access is inadequate for specific clinical needs, such as hemodynamic monitoring and medications that can cause phlebitis or sclerosis when infused peripherally. Insertion of a central venous catheter should not delay intravenous fluid resuscitation and is not immediately necessary in this patient.Unless the patient is experiencing active blood loss or end-organ ischemia secondary to anemia, guidelines on transfusion in critically ill patients suggest a restrictive transfusion strategy targeting a hemoglobin level less than 7 g/dL (70 g/L). Although this patient is at risk for postoperative hemorrhage, fever and purulence at the operative site make sepsis a far more likely cause of hypotension. An erythrocyte transfusion (Option B) is unnecessary in the absence of clear evidence of active bleeding or a hemoglobin level below the transfusion threshold.In patients with severe sepsis, administration of vasopressors, such as norepinephrine (Option D), is reserved for situations in which intravenous fluid resuscitation is insufficient to restore tissue perfusion. Norepinephrine is the first-line vasopressor in septic shock, but vasopressor support should not precede volume resuscitation with intravenous fluids.",
  "key_points": [
    "Administration of empiric antibiotics targeting suspected pathogens and restoration of perfusion with intravenous fluid resuscitation are critical early interventions in the successful treatment of severe sepsis."
  ],
  "references": "Malbrain MLNG, Langer T, Annane D, et al. Intravenous fluid therapy in the perioperative and critical care setting: executive summary of the International Fluid Academy (IFA). Ann Intensive Care. 2020;24;10(1):64. PMID: 3449147 doi:10.1186/s13613-020-00679-3.",
  "related_content": {
    "syllabus": [
      "ccsec24001_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:48.452025-06:00"
}