{
  "question_id": "npmcq24042",
  "category": "np",
  "educational_objective": "Treat pain caused by acute nephrolithiasis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 35-year-old woman is evaluated in the emergency department for a 1-day history of severe colicky flank pain radiating to the groin and hematuria. She has no other medical problems. Her only medication is a daily multivitamin.On physical examination, pulse rate is 110/min; other vital signs are normal. The patient appears uncomfortable. Right-sided costovertebral angle tenderness is present. The remainder of the examination is unremarkable.A noncontrast CT scan shows a 3-mm right kidney stone.",
  "question_stem": "In addition to fluids, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Allopurinol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ketorolac",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Morphine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Potassium citrate",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment option is ketorolac (Option B) for this patient with acute nephrolithiasis. The cornerstone of treatment for acute nephrolithiasis is the facilitation of stone passage and pain management. Because the stone is less than 5 mm in size, it is likely to pass spontaneously without urologic intervention. In a systematic review and meta-analysis comparing the efficacy of NSAIDS to opioids in the treatment of acute renal colic, NSAIDs were shown to be equivalent to opioids for pain relief. In addition, NSAIDs were associated with less vomiting and a decreased need for rescue analgesia. For these reasons, NSAIDS are the preferred modality for treating pain in these patients, and ketorolac is an appropriate option for this patient.Allopurinol (Option A), a xanthine oxidase inhibitor, may be considered for patients with recurrent uric acid stones or recurrent calcium oxalate stones with high urine uric acid, but it is not indicated for the acute treatment of renal colic. Allopurinol is inappropriate for this patient who is presenting with acute nephrolithiasis and an unknown stone composition.Previously, opioids, such as morphine (Option C), were considered first-line treatment for acute renal colic pain. However, opioids are associated with significant risk, and more recent data demonstrate that NSAIDs are equivalent to opioids in effectiveness. Opioids can be considered in patients with chronic kidney disease, those who have contraindications to NSAID therapy, and for patients who do not have adequate pain relief with NSAIDs alone. Morphine is not the most appropriate initial treatment option for this patient.Potassium citrate (Option D) is used to alkalinize the urine and prevent recurrent kidney stones that precipitate at a low pH (compared with this patient's urine pH of 7.0). However, it is not indicated in the acute management of renal colic.Antibiotic therapy, such as trimethoprim-sulfamethoxazole (Option E), is not indicated unless a concurrent urinary tract infection (UTI) is evident. This patient does not have fever, dysuria, or laboratory findings suggestive of a UTI.",
  "key_points": [
    "In acute symptomatic nephrolithiasis, NSAIDs are preferred for pain management; NSAIDs are equivalent to opioids in effectiveness and are associated with less vomiting and a decreased need for rescue analgesia."
  ],
  "references": "Pathan SA, Mitra B, Cameron PA. A systematic review and meta-analysis comparing the efficacy of nonsteroidal anti-inflammatory drugs, opioids, and paracetamol in the treatment of acute renal colic. Eur Urol. 2018;73:583-95. PMID: 29174580 doi:10.1016/j.eururo.2017.11.001",
  "related_content": {
    "syllabus": [
      "npsec24004_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:06:46.104020-06:00"
}