{
  "question_id": "hmmcq24068",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose deep venous thrombosis in a patient with low pretest probability.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 69-year-old woman is evaluated for pain in the right calf of 2 days' duration. She reports no recent trauma, surgery, or periods of immobility. She has no pulmonary symptoms. Medical and family history are unremarkable. She takes no medications.On physical examination, vital signs are normal. Mild swelling of the distal right lower extremity is noted, and the right calf is 1 cm larger than the left calf. No pitting edema or erythema is present.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Contrast venography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "D-dimer measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the right lower extremity",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ultrasonography of the right lower extremity",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is a D-dimer measurement (Option B). In patients with possible deep venous thrombosis (DVT), the clinical probability of disease guides the choice of the most appropriate initial testing method. The Wells score for diagnosis of DVT is a validated prediction tool that stratifies the likelihood of DVT based on 9 to 10 variables (Table: Wells Criteria for DVT). A Wells score of 0 or 1 using dichotomous scoring indicates that DVT is unlikely, whereas a score of greater than or equal to 2 indicates that DVT is likely. In patients in whom DVT is unlikely according to the dichotomous Wells score, D-dimer testing should be performed; a negative D-dimer effectively excludes the diagnosis of DVT in these patients. However, in patients with a score of 2 or greater using dichotomous scoring, a negative D-dimer is insufficient to exclude DVT, and ultrasonography should be performed. This patient has an unlikely pretest probability of DVT based on a Wells score of zero, and D-dimer testing should be performed. If the D-dimer result is negative, no additional testing for DVT is needed. A positive D-dimer result should prompt lower extremity ultrasonography.Contrast venography (Option A) is virtually never used as an initial diagnostic tool for lower extremity DVT because it is invasive, costly, and associated with the toxicity of the contrast and risk of venous injury. Ultrasonography has excellent sensitivity and specificity for DVT and is a better first-line test.An MRI of the right lower extremity (Option C) is an excellent means of assessing the soft tissues of the lower extremities and may be performed when assessing the possibilities of muscle, ligament, tendon, or bursal injury. However, it is not the most appropriate imaging modality to evaluate for lower extremity DVT. D-dimer testing should be performed first in patients with low pretest probability of DVT.Although ultrasonography (Option D) is an excellent imaging modality to evaluate for lower extremity DVT, it is not an appropriate initial test for patients unlikely to have a DVT because it may not be necessary if the D-dimer is normal. This patient has an unlikely probability of DVT and should undergo D-dimer testing, with ultrasonography being performed next if the D-dimer is elevated.",
  "critique_links": [],
  "key_points": [
    "In patients with an unlikely pretest probability of deep venous thrombosis (DVT), D-dimer testing should be performed as initial diagnostic testing.",
    "Patients with an unlikely clinical probability of DVT and negative D-dimer require no further testing for DVT."
  ],
  "references": "Lim W, Le Gal G, Bates SM, et al. American Society of Hematology 2018 guidelines for management of venous thromboembolism: diagnosis of venous thromboembolism. Blood Adv. 2018;2:3226-3256. PMID: 30482764 doi:10.1182/bloodadvances.2018024828",
  "related_content": {
    "syllabus": [
      "hmsec24009_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.573685-06:00"
}