{
  "question_id": "inmcq24064",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose and treat chronic rhinosinusitis without polyposis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 33-year-old patient is evaluated for a 6-month history of nasal congestion accompanied by purulent nasal discharge, difficulty breathing through their nose, and facial pressure. They also have a decreased sense of smell and a cough that is productive of yellow sputum. Over-the-counter intranasal saline sprays have not improved their symptoms. They have no other medical problems and take no other medications.On physical examination, vital signs are normal. The nasal turbinates are boggy without evidence of nasal polyps. Mild tenderness is noted over the maxillary sinuses.CT scan of the sinuses reveals diffuse mucosal thickening and an opacified left maxillary sinus; no nasal polyps are identified.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin desensitization",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intranasal mometasone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intranasal oxymetazoline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Subcutaneous dupilumab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with chronic rhinosinusitis is intranasal mometasone (Option B). Chronic rhinosinusitis is characterized by at least 12 weeks of nasal congestion with purulent drainage, diminished sense of smell, or facial pain or pressure. Nasal polyposis may also be present, which has a strong association with aspirin-exacerbated respiratory disease and severe asthma (see  Aspirin-Exacerbated Respiratory Disease in Pulmonary Medicine). The diagnosis of chronic rhinosinusitis requires the demonstration of mucosal involvement, which may be accomplished with anterior rhinoscopy or, more commonly, imaging such as sinus CT or MRI. Intranasal glucocorticoids and intranasal saline are the mainstay of treatment in chronic rhinosinusitis sans (without) nasal polyposis (CRSsNP). Limited courses of oral glucocorticoids and sometimes antibiotics, as well as endoscopic sinus surgery, are options in patients with refractory symptoms. This patient has nasal congestion, facial pressure, purulent discharge, and loss of smell, with imaging revealing mucosal involvement; these are all consistent with CRSsNP. An intranasal glucocorticoid, such as mometasone, is the most appropriate treatment.Aspirin desensitization (Option A) would be inappropriate because this patient does not have signs of aspirin-exacerbated respiratory disease. These patients usually present with asthma, sensitivity to aspirin and NSAIDs, and chronic rhinosinusitis with nasal polyposis (CRSwNP). In patients with CRSwNP, aspirin desensitization after endoscopic sinus surgery has been shown to reduce the risk for aspirin-induced airway reactivity.Decongestants, such as intranasal oxymetazoline (Option C), are not generally recommended as monotherapy for chronic rhinosinusitis and should be limited to a brief period when used. Topical decongestants can lead to rhinitis medicamentosa, causing worsening symptoms when used for more than 5 days consecutively. Similarly, oral decongestants may cause systemic adverse effects, such as tachycardia and hypertension.Subcutaneous dupilumab (Option D) is not the most appropriate treatment for this patient. Dupilumab is a biologic therapy, which blocks interleukin (IL)-4 and IL-13. It is an option in CRSwNP that is refractory to medical and surgical therapy. This patient does not have nasal polyps and has not tried first-line therapy with intranasal glucocorticoids and saline.",
  "critique_links": [],
  "key_points": [
    "Chronic rhinosinusitis presents as purulent nasal discharge, nasal congestion, facial pressure, and loss of smell; demonstration of mucosal involvement with anterior rhinoscopy or imaging, such as sinus CT or MRI, is necessary for diagnosis.",
    "Intranasal glucocorticoids and saline are the mainstay of treatment in chronic rhinosinusitis."
  ],
  "references": "Orlandi RR, Kingdom TT, Smith TL, et al. International consensus statement on allergy and rhinology: rhinosinusitis 2021. Int Forum Allergy Rhinol. 2021;11:213-739. PMID: 33236525 doi:10.1002/alr.22741",
  "related_content": {
    "syllabus": [
      "insec24002_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.017450-06:00"
}