{
  "question_id": "cvmcq24129",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Assess the severity of mitral stenosis with exercise echocardiography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 27-year-old woman is evaluated for progressive dyspnea and fatigue. She first noted shortness of breath walking up a hill about 2 years ago. The dyspnea has progressed, and now she notices it walking even short distances. She has not had chest pain, orthopnea, or other symptoms. She has asthma and uses a glucocorticoid/bronchodilator inhaler as needed.On physical examination, blood pressure is normal and pulse rate is 80/min. Estimated central venous pressure is normal. The lungs are clear. Cardiac examination reveals an opening snap and a diastolic rumble heard best at the cardiac apex. Mild lower extremity edema is noted.Transthoracic echocardiogram shows normal size and function of the left and right ventricles. The mitral valve is thickened with restricted opening; mitral gradient and calculated valve area show moderate mitral stenosis.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac magnetic resonance imaging",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Exercise echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Percutaneous balloon mitral commissurotomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat echocardiography in 1 year",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with mitral stenosis is to perform exercise echocardiography (Option B). Mitral stenosis is characterized by slow progression of symptoms, including fatigue, dyspnea, and lower extremity edema. Symptoms are usually worse with exertion because exercise shortens diastolic filling time and increases the transvalvular flow and diastolic mitral gradient. Transthoracic echocardiography (TTE) is highly accurate at determining the severity of mitral stenosis; severe mitral stenosis is defined by a mitral valve area of 1.5 cm2 or less, corresponding to a mean mitral gradient of more than 5 to 10 mm Hg at a normal heart rate. If a discrepancy exists between severity of symptoms and echocardiographic findings, exercise echocardiography or exercise testing during cardiac catheterization is warranted to assess the response of the mitral gradient and pulmonary pressures to an increased heart rate. This patient's symptoms of fatigue and progressive exertional dyspnea are consistent with severe mitral stenosis. Echocardiography, however, reveals a gradient and valve area consistent with only moderate mitral stenosis. Exercise echocardiography is indicated to assess the response to exertion and further quantitate the degree of mitral stenosis.Cardiac magnetic resonance imaging (Option A) may be helpful in evaluating mitral stenosis when TTE does not provide adequate visualization of the valve or measurement of hemodynamics. It does so, however, in a resting state and would not help reconcile the discrepancy between symptoms and valve severity. An exercise study is the best next step.Percutaneous balloon mitral commissurotomy (PBMC) (Option C) is indicated for symptomatic patients with severe mitral stenosis and favorable valve morphology. This patient, however, has only moderate mitral stenosis on echocardiography and does not meet criteria for intervention. If an exercise study reveals severe mitral stenosis, PBMC would be indicated, assuming favorable valve morphology.Patients with moderate or severe but asymptomatic mitral stenosis may be followed closely with regular clinical evaluation and serial echocardiography (every 3-5 years for mild disease, up to annually for severe disease). This patient, however, has severe symptoms despite only moderate disease on echocardiography, and more testing is indicated. Waiting 1 year to repeat echocardiography (Option D) is not appropriate.",
  "critique_links": [],
  "key_points": [
    "In patients with mitral stenosis and a discrepancy between resting echocardiographic findings and clinical symptoms, stress echocardiography should be pursued to assess the response of the mitral gradient to an increased heart rate."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2020:CIR0000000000000923. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.287836-06:00"
}