{
  "question_id": "cvmcq24017",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage antithrombotic therapy in a patient requiring oral anticoagulation after acute coronary syndrome managed with percutaneous coronary intervention.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 69-year-old man is evaluated in the hospital 3 days after presenting with chest pain due to an acute inferior wall ST-elevation myocardial infarction. He underwent urgent coronary angiography and successful drug-eluting stent placement to a thrombotic lesion in the right coronary artery. His subsequent course has been uncomplicated, and he is nearing discharge. Medical history is significant for type 2 diabetes mellitus, hypertension, and atrial fibrillation. Outpatient medications are atorvastatin, metformin, ramipril, metoprolol, and apixaban. Aspirin and clopidogrel have been added during the hospitalization.On physical examination, blood pressure is 116/80 mm Hg and pulse rate is 68/min and irregular. BMI is 32. The remainder of the examination is normal.ECG shows atrial fibrillation with resolution of the ST-segment elevations and new inferior Q waves.",
  "question_stem": "Which of the following is the most appropriate antithrombotic treatment strategy?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin and clopidogrel for 6 months, lifelong apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Aspirin for 1 week, clopidogrel for 1 year, lifelong apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Aspirin for 1 year, lifelong clopidogrel, discontinue apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lifelong aspirin, clopidogrel, and apixaban",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment strategy for this patient after percutaneous coronary intervention (PCI) is aspirin for 1 week, clopidogrel for 1 year, and apixaban for life (Option B). Patients with cardiac disease often have concomitant indications for oral anticoagulation and antiplatelet therapy. After PCI, the overall goal of therapy is to balance the risks for stent thrombosis and ischemic events while limiting the bleeding risk associated with prolonged double or triple antithrombotic therapy. For patients undergoing PCI who were previously taking a direct oral anticoagulant (DOAC) for venous thromboembolic disease and/or atrial fibrillation, the same DOAC should be reinstituted in addition to dual antiplatelet therapy (DAPT). Aspirin may then be discontinued after 1 to 4 weeks, with continuation of clopidogrel for 12 months along with a DOAC. Current consensus and guidelines recommend discontinuing clopidogrel after 12 months, with lifelong continuation of the DOAC as a single antithrombotic agent. This patient underwent PCI and has atrial fibrillation with a CHA2DS2-VASc score of 4, indicating a heightened thromboembolic risk. He should continue taking apixaban supplemented by 1 to 4 weeks of aspirin and 1 year of clopidogrel.Waiting 6 months to discontinue triple therapy (Option A) is unnecessary. Aspirin may be stopped as soon as 1 week after PCI, whereas clopidogrel is continued for 1 year. Continuing triple therapy for 6 months would subject this patient to an unnecessary bleeding risk.Although both antiplatelet agents can eventually be discontinued safely in this patient with atrial fibrillation and recent PCI, the anticoagulant should not be stopped (Option C). DAPT is insufficient in stroke prevention in patients with atrial fibrillation, and lifelong DOAC therapy is indicated.Lifelong triple therapy (Option D) would expose the patient to unnecessary bleeding risk. Although lifelong apixaban will be needed for stroke prevention, the antiplatelet agents may be safely discontinued—aspirin after 1 week and clopidogrel after 1 year—without increasing the risk for stent thrombosis.",
  "critique_links": [],
  "key_points": [
    "Patients receiving long-term anticoagulation therapy who also require antiplatelet treatment after percutaneous coronary intervention with a drug-eluting stent can safely discontinue aspirin after 1 to 4 weeks and clopidogrel after 1 year."
  ],
  "references": "Kumbhani DJ, Cannon CP, Beavers CJ, et al. 2020 ACC expert consensus decision pathway for anticoagulant and antiplatelet therapy in patients with atrial fibrillation or venous thromboembolism undergoing percutaneous coronary intervention or with atherosclerotic cardiovascular disease: a report of the American College of Cardiology Solution Set Oversight Committee. J Am Coll Cardiol. 2021;77:629-658. PMID: 33250267 doi:10.1016/j.jacc.2020.09.011",
  "related_content": {
    "syllabus": [
      "cvsec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.912393-06:00"
}