{
  "question_id": "nrmcq24002",
  "category": "nr",
  "educational_objective": "Treat epilepsy in a patient with psychiatric comorbidities.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 42-year-old woman is evaluated for new-onset focal impaired consciousness seizures that began 2 months ago. She has had a total of three seizures, none of which was associated with clear provoking factors. Medical history is significant for bipolar disorder with psychotic features, including two psychiatric hospitalizations in the past 6 months for suicidal and homicidal ideation. Her only medication is risperidone.Physical examination findings, including vital signs, are normal.Electroencephalogram shows focal epileptiform discharges with focal sharp waves arising from the right temporal region. Brain MRI without contrast is normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Lamotrigine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Levetiracetam",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perampanel",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topiramate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Lamotrigine (Option A) is the most appropriate treatment in this patient with more than two unprovoked seizures and psychiatric comorbidity. Antiseizure medications (ASMs) are generally started after two or more unprovoked seizures because the risk for recurrence in this scenario is about 50%. Treatment is usually guided by the seizure type (focal versus generalized) rather than ASM mechanism or epilepsy cause. Additionally, the potential adverse and beneficial side effects of ASMs and patient childbearing status and comorbidities must be carefully considered when selecting an ASM. Lamotrigine is a first-line, broad-spectrum ASM for both focal and generalized seizures with an overall excellent safety and efficacy profile. It is also a mood stabilizer, and it is a good choice for initial therapy in patients with psychiatric comorbidities. It is usually well-tolerated, although rapid titration of lamotrigine has been associated with the development of Stevens-Johnson syndrome, toxic epidermal necrolysis, drug-induced hypersensitivity syndrome (also known as drug reaction with eosinophilia and systemic symptoms [DRESS]), and hemophagocytic lymphohistiocytosis. Other ASMs with mood-stabilizing properties include oxcarbazepine and valproate, but adverse effects are common with valproate use. Lamotrigine is the best treatment option in this patient with recurrent unprovoked seizures and psychiatric comorbidities.Levetiracetam (Option B) is generally considered a first-line treatment option for patients with focal seizures. Although all ASMs carry a warning about worsening depression and suicidality and all patients must be screened and monitored for these symptoms, levetiracetam in particular may cause depression, anxiety, anger, or agitation. It would be an inappropriate choice in this patient with psychiatric comorbidities.Perampanel (Option C) can cause homicidal ideation and would not be the most appropriate treatment for this patient.Topiramate (Option D) is a second-line treatment option for patients with focal seizures but can cause acute psychosis; it would not be an appropriate treatment for this patient with psychiatric comorbidities.",
  "critique_links": [],
  "key_points": [
    "All antiseizure medications carry a warning about worsening depression and suicidality, and all patients must be screened and monitored for these symptoms; levetiracetam, perampanel, and topiramate in particular should be avoided in patients with psychiatric comorbidities.",
    "Lamotrigine is a mood stabilizer, and it is a good choice for initial antiseizure therapy in patients with psychiatric comorbidities."
  ],
  "references": "Abou-Khalil BW. Update on antiseizure medications 2022. Continuum (Minneap Minn). 2022;28:500-535. PMID: 35393968 doi:10.1212/CON.0000000000001104",
  "related_content": {
    "syllabus": [
      "nrsec24003_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.121147-06:00"
}