{
  "question_id": "enmcq24048",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat an osteoporotic hip fracture.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 78-year-old woman is evaluated after a recent hospitalization. Two weeks ago, she was hospitalized for a right hip fracture from a ground-level fall, for which she underwent cephalomedullary nailing. Screening bone mineral density testing was performed at age 65 years; her femoral neck T-score was −1.5. Medications are calcium carbonate and vitamin D3.On physical examination, vital signs are normal. The patient requires assistance to stand.Laboratory studies:Calcium9.4 mg/dL (2.4 mmol/L)Creatinine0.9 mg/dL (79.6 μmol/L)25-Hydroxyvitamin D32 ng/mL (80 nmol/L)Because of discomfort, she prefers not to travel for further appointments until she has more fully recovered.",
  "question_stem": "Which of the following is the most appropriate next step in the management of this patient's bone health?",
  "options": [
    {
      "letter": "A",
      "text": "Alendronate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Alkaline phosphatase measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Bone mineral density testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No change in management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's clinical diagnosis of osteoporosis and high risk for recurrent fracture support initiation of pharmacotherapy with alendronate (Option A). Osteoporosis can be diagnosed clinically on the basis of the presence of a fragility fracture, especially hip or vertebral compression fractures. The risk for recurrent fractures is highest in the first year after a fragility fracture, especially a hip fracture. Therefore, therapy should be started without unnecessary delays (i.e., bone mineral density [BMD] testing is not required before starting treatment). However, additional assessment and treatment of secondary causes is necessary if there are concerns for disorders other than postmenopausal osteoporosis or increased risk for adverse effects of treatment. Alendronate is often preferred as first-line therapy if kidney function and gastrointestinal adverse effects do not limit its use. This patient has a clinical diagnosis of osteoporosis based on her hip fracture, and treatment should be initiated promptly. Although data on timing are limited, osteoporosis treatment can generally begin 2 weeks after a hip fracture.Fracture healing is associated with regional increases in bone remodeling. Accordingly, increases in markers of bone turnover measured in the first months after fracture may not indicate a secondary cause of metabolic bone disease. A markedly elevated serum alkaline phosphatase level in a patient with high suspicion for a disorder such as osteomalacia should be evaluated before treatment is initiated. However, this patient does not have risk factors for a mineral metabolism disorder; measuring her alkaline phosphatase level (Option B) is unlikely to inform management.Fragility fractures, especially hip fractures in older adults, identify patients who have high risk for recurrent fracture and are likely to benefit from secondary fracture prevention strategies. Although a very low BMD result (T-score <–3.5) in a patient with fragility fractures may influence treatment decisions, BMD testing (Option C) is not required to choose between FDA-approved treatments. Lack of timely testing or access to testing should not delay treatment.In patients with limited life expectancy after a fragility fracture, a shared decision with the patient may lead to the exclusive use of nonpharmacologic strategies (e.g., fall prevention). Although this patient may choose not to initiate pharmacologic treatment (Option D), such treatment should be offered with the expectation that the patient has sufficient time at risk for a clinically important reduction in fracture risk.",
  "critique_links": [],
  "key_points": [
    "Bone mineral density testing is not required before choosing between FDA-approved treatments for patients with clinical osteoporosis; lack of timely testing or access to testing should not delay treatment initiation."
  ],
  "references": "Qaseem A, Hicks LA, Etxeandia-Ikobaltzeta I, et al; Clinical Guidelines Committee of the American College of Physicians. Pharmacologic treatment of primary osteoporosis or low bone mass to prevent fractures in adults: a living clinical guideline from the American College of Physicians. Ann Intern Med. 2023;176:224-238. PMID: 36592456",
  "related_content": {
    "syllabus": [
      "ensec24008_24034"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.851547-06:00"
}