{
  "question_id": "cvmcq24124",
  "category": "cv",
  "educational_objective": "Manage a cardiac implantable electronic device–related infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 65-year-old man is evaluated in the emergency department for several days of low-grade fever and tenderness at his defibrillator pocket site. Three months ago, he had cardiac resynchronization therapy with defibrillator placement. He has a history of heart failure with reduced ejection fraction (ejection fraction of 30%), coronary artery disease, hypertension, and atrial fibrillation. Medications are valsartan-sacubitril, spironolactone, metoprolol succinate, dapagliflozin, atorvastatin, and apixaban.On physical examination, temperature is 38.2 °C (100.8 °F), blood pressure is 110/75 mm Hg, and pulse rate is 65/min. Cardiac examination is notable for irregular rhythm without murmur. The left chest device pocket is mildly erythematous and warm without drainage or exposure of the underlying device.Blood cultures are drawn, and empiric intravenous antibiotics are started.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac resynchronization therapy–defibrillator device removal",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous antibiotic therapy for 4 to 6 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Needle aspiration of pacemaker pocket",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "PET/CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to remove the cardiac resynchronization therapy–defibrillator device (Option A). Cardiac implantable electronic device (CIED)–related infections occur in up to 5% patients with a CIED within 3 years of implantation. CIED infections include generator pocket infection alone or more extensive device infection. Patients with pocket infections may have localized findings, including swelling, erythema, warmth, tenderness, and purulent discharge, but negative blood cultures and no evidence of lead wire or valve vegetation on echocardiography. Pocket infections are treated with 2 weeks of antibiotics along with removal of the device generator and all transvenous leads. Device removal with a 4- to 6-week course of antibiotics is indicated if more extensive infection is present (positive blood cultures or the presence of lead wire or valve vegetations). This patient has evidence of a pocket infection with discomfort and erythema at the pocket site, so his CIED should be removed. The concomitant antimicrobial therapy duration will depend on imaging and blood culture results.Although antibiotic therapy is indicated in the case of CIED-related infection, therapy duration is based on blood and pocket culture results and echocardiogram findings. This patient's blood culture results are pending, and imaging has not yet been obtained; therefore, it is premature to set a 4- to 6-week antibiotic therapy duration (Option B). Of note, transesophageal echocardiography is required only after bacteremia is confirmed.CIED pocket aspiration (Option C) is not indicated and should never be performed. Aspiration will not provide useful information and incurs the risk for introducing an infection or complicating one already present.PET/CT (Option D) may be used to confirm the diagnosis of endocarditis or CIED infection. However, with pocket discomfort or other clinical findings suggesting infection, CIED infection is diagnosed on clinical grounds, and the decision to remove infected hardware is not based on further testing.",
  "key_points": [
    "Cardiac implantable electronic device (CIED)-related pocket infection is treated with 2 weeks of antibiotic therapy and removal of the device generator and leads.",
    "In patients with a CIED–related infection, 4 to 6 weeks of antibiotic therapy and device removal are indicated if blood cultures are positive or lead wire or valve vegetation is present on echocardiography."
  ],
  "references": "Blomström-Lundqvist C, Traykov V, Erba PA, et al. European Heart Rhythm Association (EHRA) international consensus document on how to prevent, diagnose, and treat cardiac implantable electronic device infections—endorsed by the Heart Rhythm Society (HRS), the Asia Pacific Heart Rhythm Society (APHRS), the Latin American Heart Rhythm Society (LAHRS), International Society for Cardiovascular Infectious Diseases (ISCVID), and the European Society of Clinical Microbiology and Infectious Diseases (ESCMID) in collaboration with the European Association for Cardio-Thoracic Surgery (EACTS). Eur Heart J. 2020;41:2012-2032. PMID: 32101604 doi:10.1093/eurheartj/ehaa010",
  "related_content": {
    "syllabus": [
      "cvsec24006_24046"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.726852-06:00"
}