{
  "question_id": "fcqqq24003",
  "category": "fc",
  "educational_objective": "Manage a request for potentially inappropriate treatment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "An 81-year-old woman was admitted to the ICU 8 days ago for multisystem organ failure associated with severe pneumonia requiring mechanical ventilation. Efforts to wean the patient have failed. She is unresponsive to verbal stimuli. Medical history is significant for dementia and heart failure.The care team informs the patient's family that she will not have a meaningful recovery; however, the patient's children request continued ICU-level care. The patient does not have an advance directive, and her wishes are unknown. After a family meeting with the care team to discuss the patient's prognosis, the children continue to request all treatment.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Consult with the hospital ethics committee",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue ICU care in 48 hours if no improvement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transfer the patient to another institution",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current level of care",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is consultation with the hospital ethics committee (Option A). The Society of Critical Care Medicine recommends that appropriate treatment goals of ICU care include treatment that provides a reasonable expectation of survival outside the acute care setting with sufficient cognitive ability to perceive benefits of treatment or palliative care through the dying process in the ICU. Because conflicts between the desire to provide benefit to the patient and the desire to minimize the burden of continued treatment when it is deemed to be ineffective may be difficult, one of the most important skills of the physician is engaging the patient's family in communication about a reasonable treatment plan. If these situations become intractable, many organizations recommend initiating a process to resolve the disagreement, including the following:Notifying surrogates of the processSeeking a second medical opinionObtaining review by an interdisciplinary ethics committeeOffering the surrogate the opportunity to transfer to another institutionImplementing the decision of the resolution processThis patient's family is requesting treatment that the care team does not think will achieve reasonable goals, and an ethics consultation may lead to conflict resolution.In some situations, the physician and the patient's family may mutually establish a time frame in which care will be withdrawn if there is no improvement (Option B); however, these decisions should not be made unilaterally by the care team.A physician should not provide treatment that conflicts with professional obligations and will not meet the goals of care. By communicating their concerns, a physician can help a family understand the burden of continued, ineffective treatment. If resolution is not possible, family members may seek transfer to another institution (Option C); however, the physician is not obligated to initiate such arrangements.Continuing the current level of care (Option D) for this patient is not appropriate. Although physicians must respect patient autonomy, this duty must be weighed against the physician's professional judgment and integrity, the potential harms of inappropriate interventions, and possible secondary harms. Physicians are not obligated to provide interventions they believe to be harmful or clinically futile.",
  "critique_links": [],
  "key_points": [
    "A physician should not provide treatment that conflicts with professional obligations and will not meet the goals of care; when the physician and the patient (or family members) have conflicting goals of care, an ethics consultation may be beneficial."
  ],
  "references": "Kon AA, Shepard EK, Sederstrom NO, Swoboda SM, Marshall MF, Birriel B, et al. Defining futile and potentially inappropriate interventions: a policy statement from the Society of Critical Care Medicine Ethics Committee. Crit Care Med. 2016;44:1769-74. PMID: 27525995 doi:10.1097/CCM.0000000000001965",
  "related_content": {
    "syllabus": [
      "fcsec24003_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.829542-06:00"
}