{
  "question_id": "csmcq24033",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Evaluate chronic exertional compartment syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 23-year-old man is evaluated for 3 months of throbbing bilateral anterior shin pain during exercise. He is a military service member, and during running drills, the pain starts at 1 mile, worsens until he stops, and then resolves completely within 10 minutes. His symptoms have not progressed in severity, but they limit his ability to participate in training. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. The lower extremities display no deformity or muscle atrophy. He has no pain with palpation of the shins. Dorsalis pedis and posterior tibial pulses are normal, and hair growth on the legs is normal. Sensation, deep tendon reflexes, and lower extremity strength are normal.Laboratory studies show a normal serum creatine kinase level.Radiographs and MRI of bilateral tibias and fibulae are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Ankle-brachial index",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Compartment pressure measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radionuclide bone scanning",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Venous ultrasonography of lower extremities",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next in this patient with possible chronic exertional compartment syndrome (CECS) is compartment pressure measurement (Option B). CECS results from exertion-provoked swelling of a specific muscle bed within a compartment of an extremity. The anterior compartment of the lower leg is the most common site. CECS most commonly occurs in young athletes, especially runners. Patients report throbbing pain, paresthesias, and sometimes weakness and foot drop during exercise, with complete resolution after rest. The physical examination is often normal, especially during asymptomatic periods, and imaging studies performed at rest are negative. These factors may lead to a delay in diagnosis. The diagnosis is made by measuring compartment pressures at rest and with exertion. Initial treatment of CECS includes modification of the exercise regimen and training surfaces, shoe inserts, and gait retraining. If conservative measures are ineffective, surgical fasciotomy may be required. This athletic patient has exertional anterior leg pain, a normal physical examination, and negative imaging, which suggest CECS. Compartment pressure measurement is the best next step in diagnostic testing.Peripheral arterial disease (PAD), for which the ankle-brachial index (ABI) is the preferred initial diagnostic study, also typically presents with exertional leg pain. This patient, however, lacks risk factors for PAD, and his physical examination does not suggest arterial disease. Obtaining ABIs (Option A) is not indicated.A radionuclide bone scan (Option C) demonstrates areas of increased metabolic activity. It is a sensitive but nonspecific test for bony pathology, including tibial stress fractures, which also present with shin pain in athletes. A stress fracture, however, would yield tenderness on examination, and it would also tend to worsen over time. This patient's normal examination, stable symptoms, and negative MRI are not consistent with a stress fracture. A bone scan is of no diagnostic utility in CECS and is not an appropriate study in this patient.Venous ultrasonography of the lower extremities (Option D) is useful in the evaluation of possible deep venous thrombosis (DVT). This patient, however, has a very low clinical probability of DVT, obviating the need for further testing for DVT.",
  "critique_links": [],
  "key_points": [
    "Chronic exertional compartment syndrome is diagnosed by measurement of compartment pressures at rest and with exertion.",
    "Chronic exertional compartment syndrome causes recurrent exertional pain, often in athletes, without findings on physical examination or routine imaging."
  ],
  "references": "Velasco TO, Leggit JC. Chronic exertional compartment syndrome: a clinical update. Curr Sports Med Rep. 2020;19:347-352. PMID: 32925373 doi:10.1249/JSR.0000000000000747",
  "related_content": {
    "syllabus": [
      "cssec24012_24012"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.815113-06:00"
}