{
  "question_id": "nrcor25012",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose epidural abscess.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 29-year-old man is evaluated in the emergency department for fever and low back pain that radiates down his legs, with numbness and weakness. Symptoms began 3 days ago and have progressively worsened. He has type 1 diabetes mellitus and a history of recent intravenous drug use. Medications are basal and prandial insulin.On physical examination, temperature is 38.6 °C (101.5 °F); the remaining vital signs are normal. There is spinal tenderness in the lumbar region. All muscle groups of both lower extremities exhibit 3/5 strength. Sensation is decreased to pinprick and vibration throughout both lower extremities. Patellar and ankle deep tendon reflexes are diminished bilaterally. The remainder of the examination is normal.Laboratory studies:Leukocyte count12,150/µL (12.2 × 109/L)HBlood cultures are pending. Empiric antibiotics are initiated.",
  "question_stem": "Which of the following is the most appropriate next step in diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cerebrospinal fluid analysis and culture",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT myelography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "CT of the head with contrast",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "MRI of the spine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test for this patient with suspected spinal epidural abscess (SEA) is MRI of the entire spine (Option D). The three most common atraumatic spinal emergencies are spinal epidural abscess, cauda equina syndrome, and spontaneous spinal epidural hematoma. Specific signs and symptoms can provide clues as to the cause of cord compression. The presence of fever and focal back pain and tenderness, especially in patients who have had recent back instrumentation or have risk factors for bacteremia, may indicate an epidural abscess. Spinal epidural abscess most commonly results from hematogenous dissemination, with Staphylococcus aureus accounting for approximately 50% of infections; streptococci and gram-negative bacilli (such as Escherichia coli) are also implicated. Predisposing factors for bacteremia include endocarditis, injection drug use, long-term intravenous catheter use, diabetes mellitus, and urinary tract infection. Spinal epidural abscess can also occur after neurosurgical procedures or paraspinal injection. Patients usually develop localized pain at the site of infection that later radiates down the spine or into the legs. Blood cultures should be obtained before starting empiric antibiotics, but antibiotics should not be delayed by other diagnostic testing. MRI is the imaging modality of choice to identify location and extent of the abscess. The entire spine should be visualized because infection may be multifocal. Decompressive surgery, followed by culture-directed long-term antibiotics, is usually the treatment of choice for epidural abscess. This patient has several risk factors for spinal epidural abscess, and he presents with back pain, compressive myelopathy, and fever. He requires an urgent MRI for definitive diagnosis and surgical planning.Cerebrospinal fluid analysis and culture (Option A) rarely provides a bacteriologic diagnosis in the setting of spinal epidural abscess. It may reveal parameningeal inflammation, but this finding is nonspecific, and the lumbar puncture itself may risk contaminating the spinal fluid.CT myelography (Option B) is sensitive for spinal cord compression, but it may not reveal the exact cause of compression. Additionally, its use is discouraged in the setting of suspected infection because of the risk for seeding the subarachnoid space.This patient's neurologic findings (multimodality sensory loss, bilateral weakness below the affected level) localize to the spinal cord rather than the cerebrum, so head CT (Option C) would not have diagnostic utility.",
  "critique_links": [],
  "key_points": [
    "Spinal epidural abscess is an important cause of compressive myelopathy.",
    "MRI is the imaging modality of choice to identify the location and extent of spinal epidural abscess."
  ],
  "references": "Schwab JH, Shah AA. Spinal epidural abscess: diagnosis, management, and outcomes. J Am Acad Orthop Surg. 2020;28:e929-e938. PMID: 32694325 doi:10.5435/JAAOS-D-19-00685",
  "related_content": {
    "syllabus": [
      "nrsec24008_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.287021-06:00"
}