{
  "question_id": "idmcq24111",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose osteomyelitis in a patient with type 2 diabetes mellitus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 64-year-old man is evaluated for a nonhealing wound on the plantar surface of his left great toe. The wound has been present for 2 months and has not improved despite attentive wound care and orthotics. Medical history is notable for type 2 diabetes mellitus with peripheral neuropathy and peripheral vascular disease. Medications are dulaglutide, empagliflozin, rosuvastatin, and lisinopril.On physical examination, vital signs are normal. An ulcerative wound 2 cm in diameter is noted on the plantar surface of the left first metatarsal. Purulence of the ulcer base and mild erythema along the ulcer edge are noted. Probe-to-bone test is negative. Sensation is diminished over the plantar and dorsal surfaces up to the level of the ankles bilaterally.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "C-reactive protein",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Wound culture",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Radiography (Option C) of the foot to evaluate for osteomyelitis is the most appropriate test to perform next. This patient has a chronic diabetic foot ulcer with clinical signs and symptoms concerning for osteomyelitis of the great toe, including wound size (surface area >2 cm2) and lack of healing after 8 weeks of standard care. Risk factors for osteomyelitis include diabetes mellitus with peripheral neuropathy and vascular disease. Although a positive probe-to-bone test has high sensitivity and specificity for osteomyelitis, a negative result (as in this case) does not rule out the diagnosis. Plain radiography is an inexpensive and specific test and is an appropriate initial imaging test if symptoms have been present for at least 14 days. All patients with a new diabetic foot infection, such as this patient, should have plain radiography to assess for bony abnormalities, soft tissue gas, and foreign bodies.An elevated erythrocyte sedimentation rate or C-reactive protein level (Option A) increases the probability of infection and is useful in monitoring therapeutic response; however, it is not sensitive or specific enough to confirm or exclude osteomyelitis.Plain radiography is the preferred initial test for osteomyelitis because it is less expensive and more accessible than MRI (Option B) and highly specific in the setting of positive findings. However, radiography lacks sensitivity; a negative result on radiography cannot exclude the diagnosis of osteomyelitis. Therefore, if a plain radiograph is not diagnostic, MRI with and without intravenous contrast should be performed next. This patient should first undergo plain radiography.It is highly probable that obtaining a culture from this wound (Option D) will yield one or more organisms. However, this test is unable to distinguish between true pathogens and colonizing organisms. Therefore, wound culture is not used in the diagnosis of osteomyelitis. Bone biopsy is the preferred method of obtaining specimens for culture.",
  "critique_links": [],
  "key_points": [
    "All patients with a new diabetic foot infection should have plain radiography to assess for bony abnormalities, soft tissue gas, and foreign bodies."
  ],
  "references": "Cortes-Penfield NW, Armstrong DG, Brennan MB, et al. Evaluation and management of diabetes-related foot infections. Clin Infect Dis. 2023. PMID: 37306693 doi:10.1093/cid/ciad255",
  "related_content": {
    "syllabus": [
      "idsec24003_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.875037-06:00"
}