{
  "category": "cc",
  "critique": "The most likely diagnosis is right mainstem bronchus mucous plug (Option C). This chest radiograph shows right lung atelectasis with opacification of the right hemithorax. Atelectasis is the loss of gas within the lung with a resultant decrease in volume. When significant, atelectasis may cause an ipsilateral shift of the mediastinum. In this case, atelectasis of the right lung has caused a rightward shift of the mediastinum, indicated by the rightward displacement of the trachea from the midline (arrow) and the left mainstem bronchus away from its normal position within the left hemithorax (arrowhead). Right lung atelectasis may be caused by an obstruction within the right mainstem bronchus, such as an endobronchial tumor or large mucous plug, as likely occurred in this patient.A massive pleural effusion could similarly cause complete opacification of the right hemithorax but would not result in an ipsilateral deviation of mediastinal structures; if large enough, a right-sided effusion could cause contralateral displacement of mediastinal structures. Similarly, pneumonia would be unlikely to cause mediastinal shift.",
  "educational_objective": "Diagnose right lung atelectasis secondary to endobronchial obstruction.",
  "extracted_at": "2025-12-23T14:13:48.462014-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/ccfig24610.6a125b2cc573b4e8142be5cb74f3fdab.jpg",
      "figures/ccfig24609.22d5f7f4f305760e8e97c113e407cac5.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Left tension pneumothorax"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Multilobar right lung pneumonia"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Right mainstem bronchus mucous plug"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Right pleural effusion"
    }
  ],
  "question_id": "ccvdx24005",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 65-year-old man is admitted to the hospital with a COPD exacerbation characterized by increased cough and sputum production. He is emergently evaluated 24 hours after admission for acute worsening of his respiratory status.Chest radiograph is shown.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ccsec24002_24001"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}