{
  "question_id": "idqqq24002",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Screen for latent tuberculosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 23-year-old woman undergoes a pre-employment physical examination and tuberculosis testing before starting work in a health care system. She is healthy and reports no concerning symptoms. She emigrated from Vietnam 7 years ago. At age 12 years, she received the bacillus Calmette-Guérin vaccine.Physical examination results, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate screening test?",
  "options": [
    {
      "letter": "A",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Interferon-gamma release assay (IGRA)",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "IGRA and tuberculin skin testing (TST)",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "TST",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test for this patient is an interferon-gamma release assay (IGRA) (Option B). This patient emigrated from an area with high endemic rates of tuberculosis; therefore, screening for tuberculosis is recommended. The CDC endorses the use of IGRAs in all clinical settings in which the tuberculin skin test (TST) is recommended. The QuantiFERON-TB Gold and T-SPOT IGRAs indicate sensitization to Mycobacterium tuberculosis by measuring the release of interferon-gamma in the blood by T cells as a response to M. tuberculosis–associated antigens. IGRAs are as sensitive as the TST but more specific in diagnosing tuberculosis instead of exposure to other cross-reactive mycobacterial species. IGRAs are specifically preferred to the TST in bacillus Calmette-Guérin (BCG) vaccine recipients because of potential positivity on TST following BCG administration owing to cross-reactivity. IGRAs are also preferred in individuals who are likely to have M. tuberculosis infection, have a low or intermediate risk of disease progression, have a history of BCG vaccination, or when testing persons who may not return for a follow-up reading of the TST (e.g., persons who inject drugs or persons without housing). Of note, IGRA testing is significantly more expensive than the TST and may not be readily available in some areas.Chest radiography (Option A) is not indicated to screen for tuberculosis in asymptomatic BCG recipients because an IGRA can be used to specifically assess for tuberculosis exposure in this group.Routine testing with both TST and IGRA (Option C) is not appropriate as a screening strategy for latent tuberculosis. Sequential testing does increase diagnostic sensitivity and may be considered in two special circumstances:If an initial IGRA is indeterminate and testing is clinically importantIf risk for infection with rapid disease progression is highA TST (Option D) may be positive regardless of tuberculosis exposure in a BCG recipient because of antigen cross-reactivity; it cannot identify latent tuberculosis infection in this population.",
  "critique_links": [],
  "key_points": [
    "The CDC endorses the use of interferon-gamma release (IGRA) assay in all clinical settings in which the tuberculin skin test (TST) is recommended.",
    "IGRAs are preferred to the TST in patients who have received the bacille Calmette-Guérin vaccine, in individuals who are likely to have Mycobacterium tuberculosis infection, in those with a low or intermediate risk of disease progression, and when testing persons who may not return for a follow-up reading of the TST."
  ],
  "references": "Lewinsohn DM, Leonard MK, LoBue PA, et al. Official American Thoracic Society/Infectious Diseases Society of America/Centers for Disease Control and Prevention clinical practice guidelines: diagnosis of tuberculosis in adults and children. Clin Infect Dis. 2017;64:111-115. PMID: 28052967 doi:10.1093/cid/ciw778",
  "related_content": {
    "syllabus": [
      "idsec24009_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.872620-06:00"
}