{
  "question_id": "cvmcq24093",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat a patient with heart failure with preserved ejection fraction and new-onset atrial fibrillation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 78-year-old man is evaluated in the emergency department for exertional dyspnea, palpitations, and edema that began 1 week ago. At baseline, he had dyspnea walking up several flights of stairs, but now he has shortness of breath walking across the room. He has not had chest pain. He has hypertension, heart failure with preserved ejection fraction, and coronary artery disease. He underwent coronary artery bypass graft surgery 5 years ago. Medications are lisinopril, dapagliflozin, furosemide, aspirin, and atorvastatin.On physical examination, blood pressure is 148/75 mm Hg and pulse rate is 115/min and irregular. Oxygen saturation is 94% breathing ambient air. Central venous pressure is mildly elevated. Lung examination is normal. Cardiac examination reveals an irregular rhythm without murmurs or extra sounds. Trace lower extremity edema is noted.ECG shows atrial fibrillation with rapid ventricular response, which was not present on a tracing 1 year ago.A direct oral anticoagulant is initiated along with intravenous furosemide.",
  "question_stem": "Which of the following is the next most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amiodarone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "β-Blocker",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Digoxin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Immediate cardioversion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with heart failure with preserved ejection fraction (HFpEF) and new atrial fibrillation is the addition of a β-blocker (Option B). Primary therapies for HFpEF are diuretics to control symptoms of volume overload, blood pressure control, sodium-glucose cotransporter 2 (SGLT2) inhibitors, and inhibition of the renin-angiotensin-aldosterone system (angiotensin receptor blockers, angiotensin receptor–neprilysin inhibitors, aldosterone antagonists). In addition, underlying factors that may result in an exacerbation of symptoms should be addressed. In patients with worsened heart failure symptoms and concomitant atrial fibrillation, rate control and/or restoration of sinus rhythm are indicated to reduce symptoms. Studies evaluating rhythm versus rate control for patients with heart failure and atrial fibrillation continue to show benefit from a rhythm control strategy. This patient has HFpEF with new atrial fibrillation that has likely driven his decompensation during the past week. Starting a β-blocker to improve rate control likely will improve his symptoms. If he had significant volume overload, caution would be needed regarding use of β-blockers because of their negative inotropic effect; however, this patient's examination shows no signs of significant volume overload.Amiodarone (Option A) is not appropriate because of the chance of conversion back to normal sinus rhythm with the attendant risk for stroke. Amiodarone might be indicated to maintain sinus rhythm once the patient has converted back to sinus rhythm if cardioversion or subsequent ablation did not result in sustained normal sinus rhythm as part of a rhythm control strategy, but it would not be indicated as first-line treatment.Because of its narrow therapeutic window, digoxin (Option C) is a second-line therapy for rate control in patients with atrial fibrillation. A β-blocker such as metoprolol or a calcium channel blocker such as diltiazem is a better choice, especially in a patient with a normal ejection fraction. If needed, digoxin can be added as a second agent if other rate control measures are unsuccessful.Immediate cardioversion (Option D) is not currently indicated in this patient. Although a rhythm control strategy is a reasonable option, especially given that the rapid ventricular rate has resulted in an exacerbation of his underlying heart failure, cardioversion in atrial fibrillation lasting longer than 48 hours without either antecedent anticoagulation or transesophageal echocardiography to rule out left atrial thrombus is associated with an unacceptable risk for stroke. This patient is stable and need not undergo emergency cardioversion.",
  "critique_links": [],
  "key_points": [
    "In patients with worsened symptoms of heart failure and concomitant atrial fibrillation, rate control and/or restoration of sinus rhythm may reduce symptoms."
  ],
  "references": "Omote K, Verbrugge FH, Borlaug BA. Heart failure with preserved ejection fraction: mechanisms and treatment strategies. Annu Rev Med. 2022;73:321-337. PMID: 34379445 doi:10.1146/annurev-med-042220-022745",
  "related_content": {
    "syllabus": [
      "cvsec24005_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.161958-06:00"
}