{
  "question_id": "hmcor25027",
  "category": "hm",
  "educational_objective": "Diagnose severe aplastic anemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 28-year-old man is evaluated for a 1-month history of progressive dyspnea on exertion. Medical history is significant for Graves disease, which was successfully treated 4 years ago with radioactive iodine. His only medication is levothyroxine.On physical examination, vital signs are normal. Minimal gingival bleeding is noted. No lymphadenopathy is present. No hepatosplenomegaly is palpated. Scattered ecchymoses are evident on the lower extremities.Laboratory studies:Hematocrit18%LHemoglobin6 g/dL (60 g/L)LLeukocyte count1200/μL (1.2 × 109/L) (40% neutrophils and 60% lymphocytes)LPlatelet count12,000/µL (12 × 109/L)LThyroid-stimulating hormone3.7 μU/mL (3.7 mU/L)Bone marrow aspirate and biopsy shows marked hypocellularity with a decrease in megakaryocytes and erythroid and myeloid precursors. No blasts are identified.Molecular and cytogenetic testing show no abnormalities.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Aplastic anemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Medication toxicity",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Myelodysplastic syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pure red cell aplasia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is severe aplastic anemia (AA) (Option A). AA is an acquired hematopoietic stem cell (HSC) disorder characterized by severely decreased bone marrow cellularity and pancytopenia. The severity of AA is categorized based on the degree of bone marrow cellularity and pancytopenia; severe AA is characterized by a bone marrow cellularity of less than 25% and two of the following:A platelet count less than 20,000/μL (20 × 109/L)An absolute neutrophil count (ANC) less than 500/μL (0.50 × 109/L)An absolute reticulocyte count less than 60,000/μL (60 × 109/L).AA is commonly immune-mediated, but other potential causes, including toxins, infections, and inherited genetic syndromes such as Fanconi anemia, must be ruled out. Medications, including methimazole and propylthiouracil, β-lactam antibiotics, sulfonamides, NSAIDs, anticonvulsants, and gold salts are also associated with AA. When the diagnosis of AA is established, younger patients with severe AA without a clear reversible cause and with a suitable stem cell donor are treated initially with allogeneic hematopoietic stem cell transplantation (HSCT). Hematologists should be involved in transfusion decisions, as transfusions should be minimized before HSCT to decrease the risk of alloimmunization and graft rejection. Blood products should be leukoreduced and irradiated. Severe or very severe AA in older patients or those without a donor for HSCT is treated by combination immunosuppression with antithymocyte globulin, cyclosporine, and eltrombopag. Antithymocyte globulin and cyclosporine provide immunosuppression, whereas eltrombopag, a thrombopoietin receptor agonist, is used to increase platelet counts. This patient has severe pancytopenia and a markedly hypocellular bone marrow without an identifiable cause, which are consistent with the diagnosis of AA.Although uncommon, AA can be toxin- or medication-induced (Option B). Antithyroid medications such as methimazole and propylthiouracil have been associated with development of AA, but levothyroxine is not a cause.The myelodysplastic syndromes (MDS) (Option C) are a group of clonal blood and marrow cancers characterized by ineffective hematopoiesis in the bone marrow leading to peripheral blood cytopenias. Patients with a hypoplastic variant of MDS may have features that overlap with AA, including decreased bone marrow cellularity. However, bone marrow findings in MDS include dysplasia as well as cytogenic or molecular abnormalities, which are not present in this patient. Additionally, MDS is usually diagnosed in older patients (>65 years), making it an unlikely diagnosis in this younger patient.Pure red cell aplasia (PRCA) (Option D) is an HSC disorder that is characterized by a profound decrease in hemoglobin and hematocrit levels. Causes of PRCA can be congenital or acquired, including parvovirus B19 infection in the setting of an underlying disorder, such as glucose-6-phosphate dehydrogenase deficiency or hereditary spherocytosis. Leukopenia or thrombocytopenia are not seen in PRCA.",
  "key_points": [
    "Aplastic anemia is an acquired hematopoietic stem cell disorder characterized by severely decreased bone marrow cellularity and pancytopenia in the absence of another cause."
  ],
  "references": "DeZern AE, Churpek JE. Approach to the diagnosis of aplastic anemia. Blood Adv. 2021;5:2660-2671. PMID: 34156438 doi:10.1182/bloodadvances.2021004345",
  "related_content": {
    "syllabus": [
      "hmsec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:28:09.044079-06:00"
}