{
  "question_id": "onmcq24030",
  "category": "on",
  "educational_objective": "Prevent nausea and vomiting due to chemotherapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 65-year-old woman is evaluated before beginning adjuvant chemotherapy for triple-negative breast cancer. The planned chemotherapy regimen includes doxorubicin, cyclophosphamide, and paclitaxel, which is highly emetogenic. She has no other medical problems and takes no medications.On physical examination, vital signs are normal.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate measure to prevent nausea and vomiting while this patient is receiving chemotherapy?",
  "options": [
    {
      "letter": "A",
      "text": "Lorazepam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ondansetron",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ondansetron and dexamethasone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ondansetron, dexamethasone, aprepitant, and olanzapine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure is ondansetron, aprepitant, dexamethasone, and olanzapine (Option D). Nausea and vomiting associated with chemotherapy can be classified as acute (within 24 hours of chemotherapy), delayed (>24 hours after chemotherapy), and anticipatory (before a new cycle of therapy). The development of effective antiemetics has reduced chemotherapy-related nausea and vomiting. For patients receiving moderately emetogenic chemotherapy, prophylaxis with a serotonin receptor antagonist (e.g., ondansetron or palonosetron) in combination with glucocorticoids is effective. A neurokinin-1 receptor antagonist (e.g., aprepitant or netupitant) and olanzapine should be added for patients receiving chemotherapy that is highly associated with nausea and vomiting. Antiemetic prophylaxis should be scheduled for the first 3 to 4 days after each chemotherapy cycle, and short-acting antiemetics, such as ondansetron or prochlorperazine, should be provided as needed for breakthrough nausea. Excellent control of nausea and vomiting during the first few cycles of chemotherapy can prevent anticipatory symptoms. This patient is about to start a highly emetogenic chemotherapy regimen and should receive preventive ondansetron, aprepitant, dexamethasone, and olanzapine.Lorazepam (Option A) and other benzodiazepines can be considered for patients who experience anticipatory symptoms, but they are not considered first-line agents and should also not be used alone. This patient is about to receive a highly emetogenic chemotherapy regimen, and lorazepam would not provide sufficient symptom relief. It could be added to future regimens if she developed significant anticipatory nausea and vomiting.Although ondansetron (Option B) is an effective antinauseant and antiemetic, the optimal preventive therapy for chemotherapy-induced nausea is a multiagent approach. Using ondansetron as monotherapy to prevent nausea and vomiting associated with chemotherapy would not be appropriate in this patient.Ondansetron and dexamethasone (Option C) would be an appropriate regimen for patients receiving moderately emetogenic drugs, such as irinotecan or oxaliplatin. This patient, however, is being treated with highly emetogenic chemotherapy, and a four-drug regimen is needed.",
  "key_points": [
    "To prevent chemotherapy-induced nausea and vomiting, patients should receive a serotonin receptor antagonist and glucocorticoids; for patients receiving highly emetogenic chemotherapy, a neurokinin-1 receptor antagonist and olanzapine should be added.",
    "Excellent control of nausea and vomiting during the first few cycles of chemotherapy can prevent anticipatory symptoms."
  ],
  "references": "Hesketh PJ, Kris MG, Basch E, et al. Antiemetics: ASCO guideline update. J Clin Oncol. 2020;38:2782-97. PMID: 32658626 doi:10.1200/JCO.20.01296",
  "related_content": {
    "syllabus": [
      "onsec24013_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.645088-06:00"
}