{
  "question_id": "giqqq24008",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat chronic idiopathic constipation unresponsive to first-line treatment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old woman is evaluated for constipation. She reports passage of hard stool every 3 to 4 days and associated bloating. Her symptoms have been present for more than 10 years and have progressed gradually. Lifestyle and dietary interventions were ineffective. Trials of over-the-counter fiber supplementation and polyethylene glycol worsened the bloating, prompting discontinuation. Senna tea was ineffective. Bisacodyl caused abdominal cramping. She is otherwise healthy and currently takes no medication.Vital signs and physical examination results are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Lactulose",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Linaclotide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methylnaltrexone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rifaximin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "A peripherally acting guanylate cyclase C receptor agonist, such as linaclotide (Option B) or plecanatide, is the most appropriate treatment for this patient. These agents are FDA approved for the treatment of chronic idiopathic constipation in adults. Lubiprostone, a chloride channel agonist, is a third agent with FDA approval for the treatment of chronic idiopathic constipation. Because of cost effectiveness, if dietary and lifestyle interventions are ineffective, over-the-counter laxatives, such as fiber supplements, polyethylene glycol, and bisacodyl, should be pursued first in patients with constipation. In addition, careful anorectal examination should be performed to assess for pelvic floor dysfunction, a common cause of constipation that does not respond well to laxatives and for which treatment with biofeedback can be effective.Osmotic laxatives include magnesium hydroxide, lactulose (Option A), sorbitol, and polyethylene glycol (PEG). Among these laxatives, clinical trials have demonstrated the superiority and safety of PEG. This patient tried over-the-counter PEG, and it was poorly tolerated. Substituting another, less effective, osmotic agent (e.g., lactulose) would lead to similar adverse effects without relieving constipation.Methylnaltrexone (Option C), an injectable peripheral opioid antagonist that does not cross the blood-brain barrier, is highly effective in treating opioid-induced constipation without adversely affecting analgesia. Bowel obstruction is an absolute contraindication to methylnaltrexone use. Because this patient does not have opioid-induced constipation, methylnaltrexone is not an appropriate choice.Rifaximin (Option D) is a nonabsorbable antibiotic used in the treatment of irritable bowel syndrome predominated by diarrhea, hepatic encephalopathy, and travelers' diarrhea. It has no proven efficacy in chronic idiopathic constipation and is therefore not indicated in this patient.",
  "critique_links": [],
  "key_points": [
    "Linaclotide is a peripherally acting guanylate cyclase C receptor agonist that is FDA approved for the treatment of chronic idiopathic constipation in adults with symptoms refractory to first-line therapies."
  ],
  "references": "Chang L, Chey WD, Imdad A, et al. American Gastroenterological Association-American College of Gastroenterology clinical practice guideline: pharmacological management of chronic idiopathic constipation. Am J Gastroenterol. 2023;118:936-954. PMID: 37204227 doi:10.14309/ajg.0000000000002227",
  "related_content": {
    "syllabus": [
      "gisec24006_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.390572-06:00"
}