{
  "question_id": "npqqq24003",
  "category": "np",
  "educational_objective": "Diagnose hypertension using ambulatory blood pressure monitoring.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 60-year-old man is evaluated for elevated blood pressure noted at previous office visits. He is asymptomatic, has no other medical problems, and takes no medications. He does not smoke cigarettes or drink alcohol, and he avoids high-sodium foods. He exercises regularly.The average of three blood pressure determinations is 152/88 mm Hg, which is consistent with findings over the past three office visits.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory blood pressure monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hydrochlorothiazide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plasma aldosterone concentration and plasma renin activity testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "24-Hour urine metanephrines",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Ambulatory blood pressure (BP) monitoring (ABPM) (Option A) is considered the gold standard method to confirm suspected hypertension in adults before initiating therapy. It is also recommended when white coat hypertension or masked hypertension is suspected. An ABPM device is worn continuously for 24 hours or longer and typically measures BP every 15 to 20 minutes during the day and every 30 to 60 minutes at night. In adults with an untreated systolic BP >130 mm Hg but <160 mm Hg or diastolic BP >80 mm Hg but <100 mm Hg, it is reasonable to screen for the presence of white coat hypertension using ABPM (preferred) or home BP monitoring before hypertension is diagnosed and treated. This patient's office BP measurements have been elevated and require ambulatory confirmation before treatment decisions are made. If the 24-hour ABPM is <125/75 mm Hg, his office BP would be classified as white coat hypertension. White coat hypertension may confer a slightly higher cardiovascular risk compared with normotensive status and does increase the risk for future hypertension, but it does not clearly benefit from treatment.Treatment with hydrochlorothiazide (Option B) is not appropriate given that white coat hypertension has not been excluded.Screening for primary aldosteronism is accomplished by measuring the plasma aldosterone concentration/plasma renin activity (PAC/PRA) ratio (Option C) in a midmorning seated sample. Primary aldosteronism is the most common cause of secondary hypertension in middle-aged adults and an important cause of resistant hypertension. Calculation of a PAC/PRA ratio is not indicated for this patient in whom a diagnosis of hypertension has yet to be established.Urine testing for fractionated metanephrines (Option D) is used to evaluate for pheochromocytoma. Pheochromocytoma is suspected in selected patients with confirmed hypertension, including those with resistant hypertension, onset before age 20 years, idiopathic cardiomyopathy, and those with adrenergic symptoms (headache, sweating, and tachycardia). Testing is not indicated in this patient without confirmed hypertension or a suggestive history.",
  "key_points": [
    "In adults with an untreated systolic blood pressure (BP) >130 mm Hg but <160 mm Hg or diastolic BP >80 mm Hg but <100 mm Hg, it is reasonable to screen for the presence of white coat hypertension using ambulatory BP monitoring (preferred) or home BP monitoring before hypertension is diagnosed and treated."
  ],
  "references": "Karam S, Cohen DL, Jaoude PA, et al. Approach to diagnosis and management of hypertension: a comprehensive and combined pediatric and adult perspective. Semin Nephrol. 2023;43:151438. PMID: 37951795 doi:10.1016/j.semnephrol.2023.151438",
  "related_content": {
    "syllabus": [
      "npsec24005_24035"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:48:56.245488-06:00"
}