{
  "question_id": "inqqq24005",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat acute bacterial prostatitis after a urologic procedure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old man is evaluated for fever, perineal pain, dysuria, and increased urinary frequency that began yesterday. Symptoms began 48 hours after a prostate biopsy due to an elevated prostate-specific antigen level detected during screening. He received single-dose ciprofloxacin prophylaxis before the procedure.On physical examination, temperature is 38.7 °C (101.7 °F), blood pressure is 100/62 mm Hg, pulse rate is 105/min, and respiration rate is normal. There is no penile discharge or scrotal pain with palpation. Prostate examination is deferred.Dipstick urinalysis is positive for leukocyte esterase and nitrates. Urine Gram stain reveals gram-negative rods. Urine culture is pending.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ceftriaxone and doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cephalexin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's history and physical examination findings indicate acute bacterial prostatitis (ABP), and the most appropriate treatment regimen is trimethoprim-sulfamethoxazole (Option D). Risk factors for ABP include the following:Unprotected sexual intercourseUrogenital instrumentation (catheterization, cystoscopy)Obstructive phenomena (benign prostatic hyperplasia, phimosis, ureteral stricture)Prostatic seeding (prostate biopsy)The most common infectious causes of ABP are Escherichia coli and other gram-negative bacilli. Diagnosis is typically established with urine Gram stain and culture in patients with a compatible history. A digital rectal examination is not recommended, given the risk for bacterial translocation from the prostate into the bloodstream. ABP is treated with 2 weeks of a fluoroquinolone or trimethoprim-sulfamethoxazole. Fluoroquinolones (ciprofloxacin or levofloxacin) are the preferred oral agents for treating ABP except when recent genitourinary instrumentation was performed where rates of fluoroquinolone resistance tend to be very high, especially in patients who receive fluoroquinolone prophylaxis. In this situation, trimethoprim-sulfamethoxazole would be a reasonable alternative. Therefore, trimethoprim-sulfamethoxazole would be appropriate treatment for this patient with suspected ABP from prostatic seeding following a prostate biopsy.Amoxicillin (Option A) would be an appropriate choice for patients with acute prostatitis and a urine Gram stain revealing gram-positive cocci in chains. This finding would suggest an enterococcal infection, and treatment with amoxicillin or intravenous ampicillin would be appropriate. Neither of these antibiotics would be effective for ABP caused by E. coli or other gram-negative bacilli.Ceftriaxone and doxycycline (Option B) would be an appropriate choice in patients with suspected ABP who are at high risk for sexually transmitted infections and in whom infection with Neisseria gonorrhoeae and Chlamydia trachomatis is suspected. This regimen would not be appropriate in this patient with suspected ABP occurring in the setting of recent prostate biopsy and urine Gram stain showing gram-negative rods.Cephalexin (Option C) would be an appropriate choice for patients with acute prostatitis and a urine Gram stain revealing gram-positive cocci in clusters suggesting infection with methicillin-sensitive Staphylococcus aureus or coagulase-negative staphylococci (Staphylococcus epidermidis or Staphylococcus saprophyticus). However, this would not be the most appropriate treatment for this patient who most likely has ABP associated with E. coli or other gram-negative bacilli due to his recent prostate biopsy.",
  "critique_links": [],
  "key_points": [
    "The most common infectious causes of acute bacterial prostatitis are Escherichia coli and other gram-negative bacilli; the treatment of choice is 2 weeks of a fluroquinolone, such as levofloxacin or ciprofloxacin, or trimethoprim-sulfamethoxazole."
  ],
  "references": "Lam JC, Lang R, Stokes W. How I manage bacterial prostatitis. Clin Microbiol Infect. 2023;29:32-37. PMID: 35709903 doi:10.1016/j.cmi.2022.05.035",
  "related_content": {
    "syllabus": [
      "insec24004_24008"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.513518-06:00"
}