{
  "question_id": "gicor25014",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate a patient with delayed gastric emptying using upper endoscopy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old man is evaluated for a 7-month history of fullness, nausea, and vomiting, which occur only after he eats larger meals. He has gastroesophageal reflux disease, for which he takes omeprazole.On physical examination, vital signs and other findings are normal.Laboratory studies show normal complete blood count and liver panel results and negative findings on Helicobacter pylori testing.Abdominal radiograph and abdominal ultrasound are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Gastric scintigraphy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hemoglobin A1c measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is upper endoscopy (Option C). This patient's presentation suggests gastroparesis, a combined sensorimotor disorder of perception (abdominal pain) and motility (increased transit time) resulting in postfeeding difficulty due to nausea and vomiting. The first diagnostic study to evaluate a patient suspected of having gastroparesis is upper endoscopy to exclude gastric outlet obstruction. After a structural cause has been excluded, an objective test to assess gastric emptying, such as gastric scintigraphy, should be performed. Although this patient has a normal complete blood count (suggesting a lack of anemia, which can be associated with gastrointestinal malignancy), as well as a normal abdominal radiograph and no evidence of cholelithiasis (making it less likely that a bowel obstruction or biliary colic could explain symptoms), upper endoscopy should be pursued.Gastric scintigraphy (Option A) is the standard test to evaluate for gastroparesis but should be performed only after upper endoscopy has excluded a structural cause for the symptoms. In addition, this patient has risk factors for gastric cancer, and upper endoscopy would be the most appropriate first test.Diabetes mellitus is a common cause of gastroparesis; 40% of cases occur in patients with long-standing type 1 diabetes and 20% in those with long-standing type 2 diabetes. Measurement of hemoglobin A1c (Option B) to determine the cause of gastroparesis would be appropriate if gastric outlet obstruction were excluded and gastroparesis were confirmed on gastric scintigraphy. It is not the most appropriate diagnostic test to obtain next in this patient, especially because he has neither long-standing type 1 nor type 2 diabetes.Reassurance (Option D) is not appropriate because the patient's symptoms are concerning for delayed gastric emptying; additional evaluation is needed.",
  "critique_links": [],
  "key_points": [
    "The first diagnostic study to evaluate a patient suspected of having gastroparesis is upper endoscopy to exclude gastric outlet obstruction."
  ],
  "references": "Camilleri M, Kuo B, Nguyen L, et al. ACG clinical guideline: gastroparesis. Am J Gastroenterol. 2022;117:1197-1220. PMID: 35926490 doi:10.14309/ajg.0000000000001874",
  "related_content": {
    "syllabus": [
      "gisec24002_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.484318-06:00"
}