{
  "question_id": "fcmcq24021",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Treat refractory delirium in a hospitalized patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 87-year-old woman is evaluated in the hospital after being admitted for a hip fracture. She has been receiving oxycodone for severe hip pain, which is providing moderate pain control without somnolence. She has lung cancer and had been receiving hospice care at home. The patient's daughter states that her mother has had severe confusion during hospitalizations in the past. While awaiting surgery, the patient becomes progressively agitated and confused despite nonpharmacologic interventions, including redirection, and administration of haloperidol. Other medical conditions include gastroesophageal reflux disease, osteoporosis, and depression. Home medications are pantoprazole and sertraline.On physical examination, vital signs are normal. Pulse rate increases to 100/min when the patient is agitated. The right hip is tender to palpation.",
  "question_stem": "Which of the following is the most appropriate management of this patient's agitation?",
  "options": [
    {
      "letter": "A",
      "text": "Add chlorpromazine to haloperidol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continue redirection by the daughter",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch haloperidol to risperidone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to add chlorpromazine to haloperidol (Option A). Delirium is an acute alteration of brain function and is common at the end of life and in patients with hip fractures. Delirium in older hospitalized patients receiving palliative management should initially be managed with nonpharmacologic measures such as pain control, redirection, and noise reduction. If necessary, antipsychotic medications such as haloperidol, risperidone, and quetiapine have been effective in improving delirium. However, for inpatients in whom delirium is refractory to haloperidol alone, a double-blind randomized trial showed escalated doses of intravenous haloperidol, low-dose haloperidol alternating with chlorpromazine, and combination haloperidol plus chlorpromazine to be equally effective at managing delirium. In this patient who continues to be increasingly agitated despite haloperidol and other, nonpharmacologic measures, adding chlorpromazine to haloperidol is appropriate.Although it is important for the patient's daughter to continue to help redirect her mother (Option B), this measure alone has proved insufficient in the current situation to manage the patient's increasing agitation.Although oxycodone may cause delirium, especially in older adults, pain itself may cause agitation and confusion. This patient has severe hip pain and requires optimal analgesia; therefore, discontinuing oxycodone (Option C) without considering alternative analgesia options may exacerbate her delirium. If opioid-induced delirium is a consideration, a peripheral nerve block may be helpful because it may lessen the need for opioids and reduce their adverse effects.There is no significant difference between risperidone and haloperidol with respect to efficacy or response rate in the treatment of delirium. There would be no clear advantage to switching from haloperidol to risperidone for this patient (Option D).",
  "critique_links": [],
  "key_points": [
    "Delirium in older hospitalized patients should initially be managed with nonpharmacologic measures including pain control, redirection, and noise reduction; if pharmacologic treatment is necessary, antipsychotic medications such as haloperidol, risperidone, and quetiapine are effective in improving delirium.",
    "For hospitalized patients in whom delirium is refractory to haloperidol alone, escalated doses of intravenous haloperidol, low-dose haloperidol alternating with chlorpromazine, and combination haloperidol plus chlorpromazine are equally effective at managing delirium."
  ],
  "references": "Hui D, De La Rosa A, Wilson A, et al. Neuroleptic strategies for terminal agitation in patients with cancer and delirium at an acute palliative care unit: a single-centre, double-blind, parallel-group, randomised trial. Lancet Oncol. 2020;21:989-998. PMID: 32479786 doi:10.1016/S1470-2045(20)30307-7",
  "related_content": {
    "syllabus": [
      "fcsec24011_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.313497-06:00"
}