{
  "question_id": "npqqq24015",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Perform a kidney biopsy to evaluate a decline in kidney function.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 59-year-old man is evaluated for an increased serum creatinine level. He has hypertension. He reports no changes to his medication regimen (lisinopril) during the past year.On physical examination, the patient is afebrile, blood pressure is 145/92 mm Hg, and pulse rate is 84/min. He has no alopecia, rash, or joint abnormalities. Cardiopulmonary examination is unremarkable.Laboratory studies: Creatinine (repeat specimen)1.5 mg/dL (133 µmol/L)HYesterday1.3 mg/dL (115 µmol/L)6 months ago0.9 mg/dL (79.6 µmol/L)Urinalysis1+ proteinResults of a complete blood count are normal.Ultrasound reveals normal-sized kidneys with increased echogenicity but no hydronephrosis.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue lisinopril and repeat serum creatinine measurement in 7 to 10 days",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Obtain a 24-hour creatinine clearance",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform iothalamate glomerular filtration rate scan",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Schedule a kidney biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "A kidney biopsy (Option D) is appropriate for this patient with a decline in kidney function. Clinical and laboratory features are often insufficient for definitive diagnosis of kidney disease. Kidney biopsy may therefore be essential for diagnosis and management. Indications include glomerular hematuria, severely increased albuminuria, acute or chronic kidney disease of unclear cause, and kidney transplant dysfunction or monitoring. This patient has an elevated serum creatinine level without clear cause. Although serologic testing should be performed to guide diagnosis, a kidney biopsy is needed to provide a definitive diagnosis.Due to preferential dilation of the efferent arteriole, the ACE inhibitor lisinopril may reduce the glomerular filtration rate (GFR) and hence increase the serum creatinine level; however, this change in the creatinine level would occur within days of drug initiation or dose change and then stabilize. This patient's creatinine level increased without a change in dose, suggesting an unrelated cause. Discontinuing lisinopril and repeating the serum creatinine measurement (Option A) would not provide additional diagnostic information.A 24-hour creatinine clearance (Option B) may be helpful in estimating kidney function but will not change the evaluation at this time. Most studies show that the Chronic Kidney Disease Epidemiology (CKD-EPI) Collaboration creatinine equation or the Modification of Diet in Renal Disease (MDRD) study equation provides a more accurate estimated GFR compared with creatinine clearance.This patient's increased serum creatinine level and 1+ protein on urinalysis indicate kidney damage, and obtaining a true measure of GFR (iothalamate) in this patient is not necessary (Option C). The cause of the kidney damage needs to be determined by kidney biopsy.",
  "critique_links": [],
  "key_points": [
    "Indications for kidney biopsy include glomerular hematuria, severely increased albuminuria, acute or chronic kidney disease of unclear cause, and kidney transplant dysfunction or monitoring."
  ],
  "references": "Luciano RL, Moeckel GW. Update on the native kidney biopsy: core curriculum 2019. Am J Kidney Dis. 2019;73:404-415. PMID: 30661724 doi:10.1053/j.ajkd.2018.10.011",
  "related_content": {
    "syllabus": [
      "npsec24001_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.111846-06:00"
}