{
  "question_id": "hmmcq24026",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Manage hereditary spherocytosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 23-year-old woman is evaluated for fatigue and lack of energy. She reports episodic dark urine and yellow discoloration of her eyes, most frequently after otherwise routine upper respiratory tract infections. She also notes that she has occasionally been unable to complete her daily 4-mile walk. She has not noted any bleeding, and her menstrual flow has been light since starting an oral contraceptive 4 years ago. She was adopted, and her family history is unknown. Medical history is unremarkable, and her only medication is a combined oral contraceptive pill.On physical examination, vital signs are normal. The spleen tip is palpable below the left costal margin. No jaundice is noted.Laboratory studies:Hematocrit36%Hemoglobin11.9 g/dL (119 g/L)LMean corpuscular hemoglobin concentration40 g/dL (400 g/L)HMean corpuscular volume83 fLLeukocyte count5600/µL (5.6 × 109/L)Platelet count330,000/µL (330 × 109/L)Reticulocyte count5% of erythrocytesHBilirubinTotal1.8 mg/dL (30.8 μmol/L)HDirect0.2 mg/dL (3.4 μmol/L)Haptoglobin10 mg/dL (100 mg/L)LLactate dehydrogenase300 U/LHDirect antiglobulin test is negative for IgG and complement.Peripheral blood smear shows 20% spherocytes.Flow cytometry shows reduced eosin-5 maleimide binding.",
  "question_stem": "In addition to folic acid supplementation, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Rituximab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Splenectomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has hereditary spherocytosis (HS), and no further treatment is required beyond folic acid supplementation (Option D). HS is an inherited disorder that results from deficiencies or dysfunction of the erythrocyte membrane proteins that anchor the cytoskeleton to the plasma membrane. The affected erythrocytes are spherocytes instead of biconcave discs and are less deformable and prone to hemolysis, which can occur at times of oxidative stress, especially during infections. Most patients experience mild disease and are often asymptomatic, with normal or near-normal hemoglobin levels. The diagnosis of HS is suggested by evidence of hemolysis (elevated serum indirect bilirubin and lactate dehydrogenase levels, low serum haptoglobin level) with an elevated mean corpuscular hemoglobin concentration. Splenomegaly is also characteristic of HS. The preferred means of diagnosis is flow cytometry showing reduced eosin-5 maleimide binding to band 3 on the erythrocyte. All patients with HS should receive folate supplementation. Those with mild disease do not require additional intervention, but splenectomy is effective in severe HS. This patient has HS based on the presence of hemolysis, an increased mean corpuscular hemoglobin concentration, and spherocytes on the peripheral blood smear; reduced eosin-5 maleimide binding on flow cytometry confirms the diagnosis. Her HS is relatively mild, and folic acid supplementation should be adequate treatment.Glucocorticoids such as prednisone (Option A) are effective in treating warm autoimmune hemolytic anemia (WAIHA), but this patient's negative direct antiglobulin test and overall clinical presentation are inconsistent with WAIHA. Prednisone is not effective in treating HS, because HS results from erythrocyte membrane protein deficiencies rather than an immune process.The anti-CD20 monoclonal antibody rituximab (Option B) is helpful in treating WAIHA and cold agglutin disease. Rituximab is not indicated for HS, which is not an immune-mediated disease.Splenectomy (Option C) is considered in patients with HS and significant anemia, including those who are transfusion dependent. This patient has mild anemia that is well compensated and does not require transfusions, making splenectomy unnecessary.",
  "critique_links": [],
  "key_points": [
    "All patients with hereditary spherocytosis should receive folic acid supplementation; splenectomy is reserved for those with severe disease (transfusion dependence, symptomatic anemia, massive splenomegaly)."
  ],
  "references": "Kalfa TA. Diagnosis and clinical management of red cell membrane disorders. Hematology Am Soc Hematol Educ Program. 2021;2021:331-340. PMID: 34889366 doi:10.1182/hematology.2021000265",
  "related_content": {
    "syllabus": [
      "hmsec24004_24015"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.931755-06:00"
}