{
  "question_id": "giqqq24009",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Manage lower gastrointestinal bleeding.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 72-year-old woman is evaluated after being hospitalized for gastrointestinal bleeding. She went to the emergency department after passing a large amount of bright red blood per rectum at home. She had a second bloody bowel movement in the emergency department. She is otherwise healthy and takes no medication.Physical examination, including vital signs, is normal.Laboratory studies:Hemoglobin9 g/dL (90 g/L)L",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Angiography and arterial embolization",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy following oral bowel preparation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tagged red blood cell scintigraphy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transfusion of packed red blood cells",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Inpatient colonoscopy after adequate colon preparation (Option B) is the most appropriate next step in hemodynamically stable patients with significant lower gastrointestinal bleeding (LGIB) but no evidence of rapid bleeding. LGIB typically occurs in older individuals and presents as acute bright red blood per rectum or red- or maroon-colored stool (hematochezia). Almost 80% of LGIB is caused by diverticulosis, colitis, hemorrhoids, or postpolypectomy bleeding. Guidelines previously recommended colonoscopy within 24 hours. However, clinical outcomes have not improved with this approach. Therefore, in this hemodynamically stable patient, colonoscopy should be performed nonurgently after adequate bowel preparation. Colonoscopy can identify the source of bleeding in two thirds of patients. Angiography and arterial embolization (Option A) is frequently used to stop persistent or recurrent diverticular bleeding. CT angiography is the initial diagnostic test in patients who have LGIB and are hemodynamically unstable, or have rapid ongoing bleeding, followed by immediate upper endoscopy if CT angiography does not reveal a source of bleeding. Catheter-based angiography with embolization should be performed as soon as possible if active bleeding is noted on CT angiography. This patient is hemodynamically stable and should be evaluated with colonoscopy.Radiographic techniques, such as tagged red cell scintigraphy (Option C), may be useful in evaluating overt gastrointestinal bleeding from an unknown source. Nuclear scans can identify only a general area in which bleeding is occurring; they cannot offer accuracy or intervention.Transfusion strategies for patients with LGIB have not been developed. Data from patients with upper gastrointestinal bleeding found that a restrictive transfusion strategy with a transfusion threshold of a hemoglobin level less than 7 g/dL (70 g/L) improved survival and decreased rebleeding when compared with a threshold of 9 g/dL (90 g/L). Patients with massive bleeding, acute coronary syndrome, symptomatic peripheral vascular disease, or a history of cerebrovascular disease were excluded from these studies and may benefit from a more lenient transfusion strategy. Therefore, packed red blood cell transfusion (Option D) is not indicated in this medically stable patient.",
  "critique_links": [],
  "key_points": [
    "Colonoscopy is the recommended initial diagnostic test in hemodynamically stable patients with significant lower gastrointestinal bleeding."
  ],
  "references": "Sengupta N, Feuerstein JD, Jairath V, et al. Management of patients with acute lower gastrointestinal bleeding: an updated ACG guideline. Am J Gastroenterol. 2023;118:208-231. PMID: 36735555 doi:10.14309/ajg.0000000000002130",
  "related_content": {
    "syllabus": [
      "gisec24005_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.855709-06:00"
}