{
  "question_id": "dmmcq24018",
  "category": "dm",
  "educational_objective": "Diagnose a keratoacanthoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 70-year-old man is evaluated for a mildly tender lesion on his left cheek. He first noticed it 4 weeks ago, and it has grown significantly in the past week after he cut it while shaving. He otherwise feels well. He has no medical problems and takes no medications.On physical examination, vital signs are normal.Skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Histoplasmosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Keratoacanthoma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Molluscum contagiosum",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nodular melanoma",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Verruca vulgaris",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is a keratoacanthoma (Option B). Keratoacanthoma presents as a round, pink nodule with a central, keratin-filled crater (“volcaniform” or “crateriform” appearance). They can arise spontaneously or after local trauma. Keratoacanthomas typically grow rapidly over a 4- to 6-week period, much quicker than most skin cancers, and patients often become significantly concerned about the lesion. Although keratoacanthomas are considered by most to be a variant of squamous cell carcinoma (SCC), others consider them to be benign tumors, as some spontaneously involute. However, histologically keratoacanthomas are consistent with SCC, and the recommended treatment is complete excision. This patient has a rapidly growing, round, pink nodule with central, keratin-filled crater, the so-called volcaniform appearance that is most consistent with a keratoacanthoma.The cutaneous manifestations of endemic mycoses (e.g., blastomycosis, histoplasmosis [Option A]) include nonspecific nodules but may have a variety of presentations. They usually occur in the setting of multiple nodules (most typically on extremities with a lymphatic distribution) or systemic symptoms or in those living in or traveling to an endemic area. Although a fungal infection is in the differential diagnosis, this patient has the classic presentation of a keratoacanthoma with its volcaniform appearance and no other features suggesting a fungal infection, making a keratoacanthoma a more likely diagnosis.Molluscum contagiosum (Option C) is caused by the poxvirus and presents as benign papules that are characteristically dome-shaped and umbilicate. Although the crateriform morphology of a keratoacanthoma can be reminiscent of a dome shape, molluscum does not have the characteristic keratin-filled center. Additionally, molluscum lesions are more commonly seen in pediatric patients or immunocompromised adults and do not typically grow to the size of the lesion seen in this patient. This patient's skin finding is unlikely to represent molluscum contagiosum.Nodular melanoma (Option D), a subtype of melanoma, presents as a smooth, eroded, or blue-black nodule that occurs anywhere on the body. It is aggressive and begins in the vertical growth phase. The distinct crateriform morphology of this patient's lesion is more consistent with a keratoacanthoma than a nodular melanoma.Verruca vulgaris (Option E), or common wart, is caused by the human papillomavirus and typically appears as a skin-colored filiform papule with thrombosed vessels. Verrucae are typically smaller than the lesion seen in this patient, and often multiple lesions are noted on examination. Larger warts may occur in immunocompromised patients or in long-standing lesions, neither of which is present in this patient.",
  "critique_links": [],
  "key_points": [
    "Keratoacanthomas present as a pink nodule with a keratin-filled center (“volcaniform” appearance); they are rapidly growing and frequently tender."
  ],
  "references": "Kim JYS, Kozlow JH, Mittal B, et al; Work Group. Guidelines of care for the management of cutaneous squamous cell carcinoma. J Am Acad Dermatol. 2018;78:560-578. PMID: 29331386 doi:10.1016/j.jaad.2017.10.007",
  "related_content": {
    "syllabus": [
      "dmsec24017_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/dmfig24218.950fe70a6433029db4155723cf542af4.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "dmfig24218",
        "file": "figures/dmfig24218.950fe70a6433029db4155723cf542af4.jpg",
        "title": "Keratoacanthoma",
        "short_title": "stem Keratoacanthoma",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 1199
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.250734-06:00"
}