{
  "question_id": "fcmcq24069",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Prevent meningococcal infection in a college student.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 18-year-old patient is evaluated during a routine visit. They are about to start college and will be living on campus. Their vaccination history is as follows:Laboratory studies:VaccineTimingCOVID-19Up to date with vaccinations and boostersHuman papillomavirusTwo doses before age 12 years, spaced 8 months apartInfluenzaMost recent influenza seasonMeasles, mumps, and rubellaTwo doses before age 6 yearsQuadrivalent meningococcal conjugateAt age 13 yearsTetanus, diphtheria, and acellular pertussisAt age 12 yearsThe patient's medical history is unremarkable, and they take no medications.",
  "question_stem": "Which of the following vaccines should this patient receive now?",
  "options": [
    {
      "letter": "A",
      "text": "Human papillomavirus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measles, mumps, and rubella",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Quadrivalent meningococcal conjugate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No vaccine is indicated",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should receive the quadrivalent meningococcal conjugate (MenACWY) vaccine (Option C). The MenACWY vaccine protects against serogroups A, C, W135, and Y, whereas the meningococcal group B (MenB) vaccine protects against serogroup B disease. A pentavalent meningococcal vaccine is also available for patients in whom both MenACWY and MenB vaccination is indicated. A two-dose series of MenACWY is recommended for children, with the first dose administered at age 11 to 12 years and the second dose administered at age 16 years. For first-year college students living in residence halls who did not receive MenACWY at age 16 years or older, such as this patient, one dose of MenACWY should be administered. MenACWY vaccines are interchangeable (i.e., the same formulation does not need to be used for both doses). Additionally, a routine two-dose series of MenB may be administered at age 16 to 23 years based on shared decision making. MenB vaccines are not interchangeable, and dosing schedules differ.Human papillomavirus (HPV) vaccination (Option A) reduces the risk for HPV-associated cervical, anogenital, and nasopharyngeal cancers. Patients should receive a two-dose series at age 11 or 12 years, spaced 6 to 12 months apart. A three-dose series is recommended for those who began HPV vaccination at age 15 years or older. This patient completed a two-dose series of HPV vaccine by age 12 years with the appropriate spacing between doses, and they do not require a third HPV vaccination.All U.S. adults born before 1957 are considered immune to measles, mumps, and rubella (MMR) infections. Adults born in 1957 or later without documented evidence of receiving the MMR vaccine or without evidence of laboratory-confirmed immunity should receive at least one vaccine dose. A second dose should be administered to postsecondary students such as this patient, household or close personal contacts of immunocompromised persons, and international travelers. Children should receive a two-dose series. This patient does not require a third dose of the MMR vaccine (Option B).Because the patient had their first MenACWY dose at age 13 years and they will be living in campus housing, offering no vaccine (Option D) would be inappropriate.",
  "critique_links": [],
  "key_points": [
    "The quadrivalent meningococcal conjugate vaccine protects against serogroups A, C, W135, and Y; the meningococcal group B vaccine protects against serogroup B disease.",
    "First-year college students living in residence halls who did not previously receive the quadrivalent meningococcal conjugate vaccine at age 16 years or older should receive one dose of the vaccine."
  ],
  "references": "Murthy N, Wodi AP, McNally VV, et al; Advisory Committee on Immunization Practices. Recommended adult immunization schedule, United States, 2024. Ann Intern Med. 2024;177:221-237. PMID: 38206843",
  "related_content": {
    "syllabus": [
      "fcsec24008_24037"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.458937-06:00"
}