{
  "question_id": "fccor25016",
  "category": "fc",
  "educational_objective": "Evaluate a patient for appropriate posthospitalization care.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 76-year-old man is evaluated before hospital discharge. He was hospitalized after he fell from a ladder and sustained multiple spinal fractures (C5, T11, and T12). He underwent kyphoplasty of thoracic fractures, which were unstable on standing, and is wearing a rigid cervical collar for his nondisplaced C5 fracture. Before his fall, he walked 3 to 4 miles per day. He currently is independent with bathing, toileting, and placing his cervical collar and is ambulating with a wheeled walker. After 45 minutes of physical therapy, he is unable to continue because of fatigue. Because of gait problems, he requires 24-hour supervision but lives alone. His pain is controlled by an oral pain regimen, and he is medically ready for discharge.",
  "question_stem": "Which of the following is the most appropriate postdischarge level of care for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Acute rehabilitation facility",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Assisted living facility",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Home health care",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Residential nursing home",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Skilled nursing facility",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be discharged to a skilled nursing facility (Option E). He has been treated successfully for his unstable fractures, and his cervical spine fracture is being managed appropriately with immobilization. His physical abilities have deteriorated significantly during his hospitalization, and he requires ongoing functional improvement before he can return home safely. Given the traumatic nature of his injuries, he likely will regain function as the fractures heal and could return to living independently. A skilled nursing, or subacute rehabilitation, facility is appropriate for this patient because he has ongoing skilled needs in the form of physical and potentially occupational therapy but cannot tolerate the level of therapy required for a higher level of rehabilitation.Patients discharged to an acute rehabilitation facility (Option A) must be able to participate in 3 hours of therapy at least 5 days per week. Because this patient cannot tolerate more than 45 minutes of therapy, referral to acute rehabilitation is inappropriate.Assisted living facilities (Option B) are private-pay facilities designated for older adults who need assistance with activities of daily living, such as personal care, as well as housekeeping, meals, and medication management. An assisted living facility might be appropriate for this patient if he still cannot live independently and requires long-term daily assistance after a trial of rehabilitation. Discharging him to a long-term living facility before his rehabilitation is complete would be inappropriate.Home health care (Option C) is not an appropriate option for this patient. Home health services are offered to patients who require ongoing skilled therapies and either are independent enough to live in their home or have 24-hour supervision through family or caregivers. This patient lives alone and requires 24-hour supervision. Therefore, placement within an institution that offers supervision is more appropriate.Nursing homes (Option D) are long-term care facilities that provide 24-hour nursing care to patients with chronic care needs. Because this patient is anticipated to make a recovery, he should be placed in a more aggressive setting where he can participate in therapy and continue to improve.",
  "critique_links": [],
  "key_points": [
    "A skilled nursing, or subacute rehabilitation, facility is appropriate for patients who have ongoing skilled needs in the form of physical or occupational therapy but cannot tolerate the level of therapy required for a higher level of rehabilitation.",
    "Patients discharged to an acute rehabilitation facility must be able to participate in 3 hours of therapy at least 5 days per week."
  ],
  "references": "Mayer RS, Noles A, Vinh D. Determination of postacute hospitalization level of care. Med Clin North Am. 2020;104:345-357. PMID: 32035573 doi:10.1016/j.mcna.2019.10.011",
  "related_content": {
    "syllabus": [
      "fcsec24010_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.521725-06:00"
}