{
  "question_id": "npmcq24089",
  "category": "np",
  "educational_objective": "Treat pruritis in a patient with end-stage kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 32-year-old woman is evaluated for continuous itchy skin despite use of moisturizing lotion and an antihistamine. She recently started hemodialysis for end-stage kidney disease due to congenital kidney disease. She is tolerating dialysis well and meeting clearance targets. Medications are intravenous iron sucrose and intravenous erythropoietin during dialysis sessions, calcitriol, sevelamer carbonate, and cetirizine.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Convert to peritoneal dialysis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase sevelamer carbonate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start difelikefalin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start topical calcipotriene",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Start topical fluticasone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to start difelikefalin (Option C). Chronic kidney disease–associated pruritis (CKD-aP) is a common symptom that adversely affects quality of life for patients with end-stage kidney disease (ESKD). The cause of CKD-aP is multifactorial, including inflammation, metabolic disturbances, or increased activity of skin opioid receptors. CKD-aP is also associated with sleep disturbance and reduced quality of life. Although they offer limited efficacy, treatment options for CKD-aP include topical emollients and off-label use of gabapentin and selective serotonin reuptake inhibitors. Difelikefalin, a kappa-opioid receptor agonist administered intravenously during dialysis, is the first FDA-approved medication specifically for treatment of CKD-aP. Difelikefalin is associated with a significant reduction in pruritis intensity, improved sleep, and overall improved quality of life. Given this patient's continuous pruritis despite use of topical emollients, it would be most appropriate to start intravenous difelikefalin during hemodialysis.Patients with ESKD undergoing treatment with either hemodialysis or peritoneal dialysis may have CKD-aP. With either modality, achieving treatment adequacy is important. However, for a patient such as this one who is achieving clearance targets with hemodialysis, conversion to peritoneal dialysis (Option A) is unlikely to resolve CKD-aP.Optimizing metabolic clearance is important in patients with ESKD. Adequate dialysis clearance must be targeted and phosphate control is important because hyperphosphatemia is associated with pruritis. Continued efforts at maintaining a low-phosphate renal diet and phosphate binder use are necessary. This patient who takes sevelamer carbonate has a normal serum phosphorus level. Increasing sevelamer carbonate (Option B) is unnecessary.Calcipotriene (Option D) is a topical vitamin D treatment for psoriasis but not for CKD-aP and would not provide benefit to this patient.Although topical glucocorticoids such as fluticasone (Option E) may reduce pruritis in inflammatory skin diseases, they are not efficacious for use in CKD-aP and would not be appropriate in this patient.",
  "key_points": [
    "Difelikefalin, a kappa-opioid receptor agonist administered intravenously during dialysis, is the first FDA-approved medication approved specifically for treatment of chronic kidney disease–associated pruritus (CKD-aP).",
    "Other treatment options for CKD-aP include topical emollients and off-label use of gabapentin and selective serotonin reuptake inhibitors, although these offer limited efficacy."
  ],
  "references": "Weiner DE, Vervloet MG, Walpen S, et al; trial investigators. Safety and effectiveness of difelikefalin in patients with moderate-to-severe pruritus undergoing hemodialysis: an open-label, multicenter study. Kidney Med. 2022;4:100542. PMID: 36185706 doi:10.1016/j.xkme.2022.100542",
  "related_content": {
    "syllabus": [
      "npsec24011_24063"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:07:11.128599-06:00"
}