{
  "question_id": "enqqq24009",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat hypothyroidism in pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 25-year-old woman comes to the office to establish care. She is 5 weeks pregnant. She has hypothyroidism due to Hashimoto thyroiditis that was diagnosed 4 years ago. She is asymptomatic. Her only medications are levothyroxine and folic acid.On physical examination, the patient's thyroid gland is nontender and diffusely enlarged without nodules. Pregnancy test is positive.Laboratory studies: Thyroid-stimulating hormone (4 months ago)2.2 µU/mL (2.2 mU/L)",
  "question_stem": "Which of the following is the most appropriate management of this patient's hypothyroidism?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease levothyroxine dose by 30%",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase levothyroxine dose by 30%",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure thyroid-stimulating hormone in 2 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stop levothyroxine and start liothyronine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "For patients with hypothyroidism adequately treated with levothyroxine before pregnancy, levothyroxine dosing can be empirically increased by 30% (Option B) when pregnancy is confirmed. Levothyroxine is the treatment of choice for the management of hypothyroidism during pregnancy. Patients can be counseled to start taking an additional one to two tablets of their prepregnancy levothyroxine dose per week, with the goal of increasing the total weekly levothyroxine dose by approximately 30%; this increase is necessary due to an increase in estrogen driving a rise in serum thyroxine-binding globulin. In patients without thyroid disease, the total (not free) body triiodothyronine (T3) and thyroxine (T4) pool increases by up to 50% during pregnancy due to increased production. Pregnant patients with hypothyroidism are unable to augment thyroidal production of T4 and T3. Therefore, their levothyroxine dose must be adjusted to maintain a euthyroid state. Because T4 requirements may begin to increase as early as weeks 4 to 6 of pregnancy, patients with hypothyroidism should empirically increase their levothyroxine dose as soon as pregnancy is confirmed. Thyroid-stimulating hormone (TSH) should be measured every 4 weeks for the first half of pregnancy and at approximately 30 weeks of gestation in all patients with or at risk for hypothyroidism. A TSH level in the lower half of the reference range should be targeted (equivalent to a TSH level below 2.5 µU/mL [2.5 mU/L]) in preconception planning and during pregnancy.Decreasing the patient's levothyroxine dose (Option A) or continuing her current dose and checking her TSH level in 2 months (Option C) would be inappropriate management and could precipitate maternal or fetal hypothyroidism. The use of liothyronine (Option D) or T3-containing preparations, including desiccated thyroid, is contraindicated in pregnancy because the fetal central nervous system is relatively impermeable to T3. T4 is essential for normal fetal development and is especially critical for the fetal brain; in contrast, T3 is produced locally in the brain from T4.",
  "critique_links": [],
  "key_points": [
    "For patients with hypothyroidism adequately treated with levothyroxine before pregnancy, dosing can be empirically increased by 30% when pregnancy is confirmed."
  ],
  "references": "Alexander EK, Pearce EN, Brent GA, et al. 2017 guidelines of the American Thyroid Association for the diagnosis and management of thyroid disease during pregnancy and the postpartum. Thyroid. 2017;27:315-389. PMID: 28056690 doi:10.1089/thy.2016.0457",
  "related_content": {
    "syllabus": [
      "ensec24005_24036"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.087639-06:00"
}