{
  "question_id": "pmmcq24029",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat a patient with a malignant pleural effusion.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 64-year-old woman is evaluated for a recurrent pleural effusion. She initially presented 4 days ago with a 3-month history of increasing shortness of breath and right-sided chest discomfort. Medical history is significant for triple-negative breast cancer for which she underwent mastectomy and adjuvant immunochemotherapy 3 years ago. Chest radiograph showed a moderate-size right pleural effusion as well as several lung nodules. During ultrasound-guided thoracentesis, 1200 mL of serosanguinous fluid was removed; shortness of breath markedly improved. Postdrainage chest radiograph showed incomplete lung reexpansion and pleural thickening; no residual pleural effusion was present. Pleural fluid analysis revealed an exudative effusion, and cytology results were positive for adenocarcinoma consistent with recurrent breast cancer. Over the past 2 days, her dyspnea has recurred. She has noted no fevers, cough, or chest pain.On physical examination, vital signs are normal. Breath sounds are decreased in the right lower hemithorax.Repeat chest radiograph shows reaccumulation of pleural fluid with a moderate-size right pleural effusion.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Chemical pleurodesis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Indwelling tunneled pleural catheter placement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat thoracentesis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further pleural intervention",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment of this patient with a recurrent malignant pleural effusion is placement of an indwelling tunneled pleural catheter (Option B). The diagnosis of a malignant pleural effusion signifies advanced disease and an overall poor prognosis. In these cases, the goal of management is to relieve symptoms. Therapeutic options include chemical pleurodesis and placement of an indwelling drainage catheter. Treatment decisions should be based on symptoms, prognosis, degree of anticipated lung expansion, and patient performance status. Chemical pleurodesis refers to obliteration of the pleural space with a sclerosing agent, such as talc, introduced through a thoracostomy tube or during thoracoscopy. Talc pleurodesis is very effective, with a success rate of 60% to 90%, but pleurodesis is less effective in patients with incomplete lung expansion following thoracentesis. Indwelling pleural catheters with intermittent drainage provide significant symptom relief from malignant pleural effusions; in addition, catheter placement results in a 50% rate of spontaneous pleurodesis within 6 to 8 weeks. This patient has a rapidly recurring and symptomatic malignant pleural effusion with incomplete lung expansion following drainage of the fluid. Placement of an indwelling pleural catheter is the best treatment option.The success of chemical pleurodesis (Option A) largely depends on full lung expansion with apposition of the pleural surfaces. Pleurodesis cannot be reliably achieved in patients, such as this one, with a nonexpandable lung; therefore, chemical pleurodesis is not an appropriate option.Repeat thoracentesis (Option C) is not appropriate in this patient given how quickly her effusion recurred after the first procedure. Repeating this step would be a more reasonable alternative if the rate of reaccumulation was slow (>1 month).This patient remains symptomatic and experienced significant relief of her symptoms after the first thoracentesis. Performing no further pleural intervention (Option D) is not an appropriate course of action.",
  "critique_links": [],
  "key_points": [
    "Indwelling pleural catheters with intermittent drainage provide significant symptom relief in patients who have malignant pleural effusions; there is additionally a 50% rate of spontaneous pleurodesis within 8 weeks of tube placement."
  ],
  "references": "Shafiq M, Feller-Kopman D. Management of malignant pleural effusions. Clin Chest Med. 2020;41:259-67. PMID: 32402361 doi:10.1016/j.ccm.2020.02.009",
  "related_content": {
    "syllabus": [
      "pmsec24005_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.449158-06:00"
}