{
  "question_id": "hmmcq24064",
  "category": "hm",
  "educational_objective": "Treat catheter-associated upper extremity deep venous thrombosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 30-year-old patient is evaluated for a 3-day history of right arm swelling. Medical history is significant for diffuse large B-cell lymphoma, for which they have recently completed chemoimmunotherapy through a tunneled catheter in their right subclavian vein. Imaging with PET/CT revealed a complete response. They take no medications, and no further therapy is anticipated.On physical examination, vital signs are normal. They have right upper extremity edema from the fingers to the mid-upper arm. Capillary refill and peripheral pulses in the right upper extremity are normal. The catheter site is without erythema or induration.Duplex ultrasound of the right upper extremity demonstrates deep venous thrombosis in the axillary vein.",
  "question_stem": "In addition to planned catheter removal, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin for 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Enoxaparin with transition to warfarin for 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rivaroxaban for 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with deep venous thrombosis (DVT) associated with a central venous catheter (CVC) is anticoagulation with rivaroxaban for 3 months following catheter removal (Option C). Upper extremity DVT accounts for 10% of all DVTs, most of which are associated with CVC use or malignancy. Although evidence related to the management of catheter-related thrombosis is sparse, the American Society of Hematology (ASH) recommends against catheter removal provided that the catheter is still needed, functioning, well positioned, and noninfected. In patients who have upper extremity thrombosis associated with a CVC that is not removed, anticoagulation should be continued as long as the CVC remains in place. In patients with upper extremity thrombosis associated with a CVC that is removed, guidelines recommend 3 months of anticoagulation after removal. Similar to patients with acute venous thromboembolic disease (VTE), direct oral anticoagulants (DOACs) such as rivaroxaban are the preferred means of anticoagulation in catheter-related thrombosis. This patient has a catheter-related upper extremity DVT and requires anticoagulation. Because the catheter is no longer needed and will be removed, anticoagulation with rivaroxaban for 3 months is indicated.Aspirin for 3 months (Option A) is not an appropriate option. Although aspirin can be considered to reduce the risk of recurrent VTE after completion of a primary course of anticoagulation, aspirin should not be used as primary therapy. This patient has an acute DVT and should be treated with a systemic anticoagulant such as rivaroxaban.Enoxaparin with a transition to warfarin (Option B) is a second-line treatment for VTE, with DOACs being the preferred treatment in most patients. Additionally, warfarin is not the best treatment for VTE in patients with underlying malignancy; initial anticoagulation with an anti–factor Xa agent is preferred in this population.Removing the catheter without anticoagulation (Option D) is not the most appropriate option. According to ASH guidelines, patients with catheter-associated upper extremity DVT in whom the catheter is removed require anticoagulation for at least 3 months following removal.",
  "key_points": [
    "In patients who have upper extremity thrombosis associated with a central venous catheter that is not removed, guidelines recommend that anticoagulation be continued while the central venous catheter remains in place.",
    "Central venous catheters complicated by upper extremity deep venous thrombosis do not need to be removed unless the catheter is infected or not functioning properly; if the catheter is removed, patients should undergo 3 months of anticoagulation following removal."
  ],
  "references": "Rajasekhar A, Streiff MB. How I treat central venous access device-related upper extremity deep vein thrombosis. Blood. 2017;129:2727-2736. PMID: 28373261 doi:10.1182/blood-2016-08-693671",
  "related_content": {
    "syllabus": [
      "hmsec24009_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:44:24.213044-06:00"
}