{
  "question_id": "cvcor25035",
  "category": "cv",
  "educational_objective": "Treat high-risk acute pericarditis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 35-year-old woman is evaluated in the emergency department for a 1-week history of fever and chest pain. The pain is sharp and midsternal, worse lying down, and improved leaning forward.On physical examination, temperature is 38.5 째C (101.3 째F), blood pressure is 120/70 mm Hg with pulsus paradoxus of 7 mm Hg, and pulse rate is 92/min. A three-phase friction rub is heard along the left sternal border and apex.ECG shows normal sinus rhythm and normal voltage with diffuse ST-segment elevation of 1 to 2 mm. Echocardiogram shows a small pericardial effusion without evidence of tamponade.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac MRI after clinical recovery",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Emergent pericardiocentesis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inpatient therapy with ibuprofen and colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Outpatient therapy with oral prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with subacute onset of pericarditis and fever is hospitalization and therapy with ibuprofen and colchicine (Option C). Acute pericarditis is diagnosed clinically by the presence of at least two of four criteria:Chest pain typical for pericarditisA pericardial friction rubNew characteristic ECG changes (including widespread ST-segment elevation and PR depression)A new pericardial effusionMost patients with acute pericarditis can be managed as outpatients; however, those with accompanying high-risk features may require hospitalization for treatment and monitoring. Predictors of worse prognosis include:Temperature greater than 38.0 째C (100.4 째F)Subacute onset of symptoms (days to weeks without acute chest pain at onset)A large pericardial effusion or tamponade at presentationOral anticoagulation therapyLack of clinical response after 1 week of therapyFirst-line therapy for acute idiopathic pericarditis is aspirin or NSAIDs regardless of hospitalization. Colchicine is recommended as adjunctive therapy to shorten symptom duration and reduce treatment failure and recurrence. With her chest pain symptoms, friction rub, and diffuse ST-segment elevations, this patient meets the diagnostic criteria for acute pericarditis. Because of her fever and the subacute nature of her symptom progression, she is at higher risk for complications. Hospitalization and treatment with NSAIDs and colchicine is the most appropriate management.Cardiac magnetic resonance (CMR) imaging (Option A) may be useful in recurrent pericarditis; retention of contrast within the pericardium represents in-growth of blood vessels correlating with the severity of inflammation. CMR imaging is not useful in the acute setting and is not otherwise indicated in this patient with a first presentation of acute pericarditis.Emergent pericardiocentesis (Option B) is reserved for treatment of patients with tamponade. Pulsus paradoxus, or a decrease in systolic blood pressure greater than 10 mm Hg during inspiration, is a nonspecific physical finding that may be present in tamponade. This patient has a normal pulsus paradoxus and no hypotension; therefore, she has no indication for immediate pericardiocentesis.Glucocorticoid therapy, such as with oral prednisone (Option D), is reserved for patients with pericarditis that is recurrent, incessant (>4-6 weeks' duration), or chronic (>3 months' duration) despite standard therapy; uremic pericarditis not responsive to intensive dialysis; contraindications to NSAID therapy; or autoimmune-mediated pericarditis. This patient has no indication for glucocorticoid therapy, and she has clinical features for which hospitalization is indicated.",
  "key_points": [
    "First-line therapy for acute idiopathic pericarditis is aspirin or NSAIDs and colchicine.",
    "Patients with acute pericarditis and high-risk features, including fever, subacute onset, a large pericardial effusion or tamponade at presentation, oral anticoagulation therapy, or lack of response to treatment, may require hospitalization."
  ],
  "references": "Cremer PC, Klein AL, Imazio M. Diagnosis, risk stratification, and treatment of pericarditis: A review. JAMA. 2024;332:1090-1100. PMID: 39235771 doi:10.1001/jama.2024.12935",
  "related_content": {
    "syllabus": [
      "cvsec24009_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:26:28.497948-06:00"
}