{
  "question_id": "nrqqq24015",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat urinary symptoms in a patient with multiple sclerosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 59-year-old woman is evaluated at a follow-up visit for a 2-year history of worsening urinary urgency and frequency. Episodes of urinary incontinence have occurred more often in the past 6 months because she cannot walk fast enough to get to the bathroom in time. The patient has a 5-year history of secondary progressive multiple sclerosis, for which she takes ocrelizumab.Physical examination findings are unremarkable.Urinalysis results are normal.",
  "question_stem": "In addition to recommending abstinence from caffeine, timed voiding, and bladder training, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Baclofen administration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dalfampridine administration",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oxybutynin administration",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urodynamic testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be treated with oxybutynin (Option C) to address her overactive bladder symptoms related to her secondary progressive multiple sclerosis (SPMS). Oxybutynin is an antimuscarinic agent that decreases detrusor muscle activity (off-label use in MS). Common adverse effects include dry mouth, constipation, and confusion. Urinalysis has already been performed for this patient and revealed no evidence of infection. Thus, the most appropriate management would be to start pharmacologic therapy, such as oxybutynin, in conjunction with avoidance of caffeine, timed voids, and bladder training.Baclofen (Option A) causes muscle relaxation by acting as an agonist at the β subunit of gamma–aminobutyric acid on monosynaptic and polysynaptic neurons at the spinal cord and brain. It is used off label to treat muscle spasms that patients with MS often experience. Baclofen is not typically used to treat overactive bladder and therefore would not be the most appropriate management option in this patient.Dalfampridine (Option B) has been shown to improve walking speed, leg strength, and gait in patients with MS. It has no role in addressing overactive bladder symptoms associated with MS and would not be indicated in this patient.Management of complicated forms of neurogenic bladder involves proper diagnosis through urodynamic testing (Option D), which will guide medication choices, potential use of urinary catheterization, and monitoring of postvoid residuals while the patient is treated to avoid urinary retention. Often, a urologist must be involved. This patient does not have any symptoms that would suggest a complicated form of neurogenic bladder. Therefore, urodynamic testing would not be necessary at this point.",
  "critique_links": [],
  "key_points": [
    "Overactive bladder in patients with multiple sclerosis can be managed with timed voids, bladder training, and avoidance of caffeine along with pharmacologic therapy."
  ],
  "references": "DeWitt-Foy ME, Elliott SP. Neurogenic bladder: assessment and operative management. Urol Clin North Am. 2022;49:519-532. PMID: 35931441 doi:10.1016/j.ucl.2022.04.010",
  "related_content": {
    "syllabus": [
      "nrsec24007_24010"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.242434-06:00"
}