{
  "question_id": "onmcq24021",
  "category": "on",
  "educational_objective": "Diagnose and manage chronic lymphocytic leukemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "An 82-year-old man is evaluated at an annual visit. He has no symptoms other than mild fatigue. He has coronary artery disease and hypertension. His medications include aspirin, atorvastatin, metoprolol succinate, and lisinopril.On physical examination, vital signs and other findings are normal.Laboratory studies:Hemoglobin14.2 g/dL (142 g/L)Leukocyte count15,000/μL (15 × 109/L)HLymphocyte count6000/μL (6 × 109/L) (normal, 1500-4000/μL [1.5-4.0 × 109/L])HPlatelet count315,000/μL (315 × 109/L)Peripheral blood smear is notable for smudge cells. Peripheral flow cytometry shows an abnormal B-cell population expressing CD20, CD23, and CD5.CT scans of the chest, abdomen, and pelvis are negative for lymphadenopathy and splenomegaly. Evaluation is consistent with chronic lymphocytic leukemia.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Bone marrow biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral ibrutinib",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is clinical observation (Option D). This patient has chronic lymphocytic leukemia (CLL). CLL is the most common form of leukemia and is often diagnosed after evaluation for incidental lymphocytosis. The lymphocytes in CLL are predominantly small and mature appearing, although they may be fragile and form “smudge cells” on the peripheral smear.(see Figure: Peripheral Blood Smear of Smudge Cells)Peripheral blood flow cytometry reveals reveal B-cell antigens (CD19, CD20, and CD23), coexpression of CD5 (normally a T-cell marker), and low levels of a monoclonal surface immunoglobulin. CLL is typically an indolent disease. Patients with low-stage, asymptomatic CLL can often be observed without therapy for many years. Criteria for treatment include the following:Large lymphadenopathyCytopeniaOrganomegalyEnd-organ impairmentAutoimmune complications (autoimmune thrombocytopenia, hemolytic anemia)Rapid doubling time of lymphocytosisThis patient has CLL but does not meet criteria for treatment, and clinical observation is the most appropriate management at this time.Bone marrow biopsy (Option A) is not necessary in this patient. Although a key component of staging in many leukemias and lymphomas, bone marrow aspiration and biopsy are not necessary to diagnose and stage most patients with CLL. This patient has CLL and does not need to undergo bone marrow biopsy.Intravenous chemotherapy (Option B) would not be an appropriate treatment for this patient. Although previously used in patients with CLL, traditional chemotherapy agents such as bendamustine are no longer recommended for CLL. When the decision to start therapy is made, targeted therapies are a more appropriate choice.Although not necessary in this patient, targeted therapy with Bruton tyrosine kinase inhibitors (ibrutinib, acalabrutinib, and zanubrutinib) (Option C) or BCL2 inhibitors (venetoclax) are appropriate first-line treatment for CLL. These therapies are not curative, but most patients can achieve durable remissions once treatment is required. Both Bruton tyrosine kinase inhibitors and BCL2 inhibitors additionally have efficacy in patients with poor prognosis. However, neither is yet necessary for this patient who has only mild fatigue and does not meet the criteria to start therapy.",
  "critique_links": [],
  "key_points": [
    "Chronic lymphocytic leukemia (CLL) is typically indolent; patients with low-stage, asymptomatic disease can often be observed without therapy for many years.",
    "Targeted therapy with Bruton tyrosine kinase inhibitors (ibrutinib, acalabrutinib, and zanubrutinib) or BCL2 inhibitors (venetoclax) is first-line treatment for CLL."
  ],
  "references": "Burger JA. Treatment of chronic lymphocytic leukemia. N Engl J Med. 2020;383:460-73. PMID: 32726532 doi:10.1056/NEJMra1908213",
  "related_content": {
    "syllabus": [
      "onsec24008_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:31.729975-06:00"
}