{
  "question_id": "fcmcq24035",
  "category": "fc",
  "educational_objective": "Prevent audible oropharyngeal secretions (death rattle) at the end of life.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 92-year-old man is admitted to inpatient hospice for management of end-stage dementia. He has stopped taking anything orally for the past day and is now confined to his bed.On physical examination, the patient appears frail and is unresponsive but does not seem to be in distress. Blood pressure is 100/65 mm Hg, pulse rate is 90/min, respiration rate is 16/min, and oxygen saturation is 92% breathing ambient air. Oral mucous membranes, including the lips, are dry. No edema is noted.Family members ask if there is anything that can be given to minimize possible symptoms. They would like to avoid the occurrence of death rattle because they and the patient were highly distressed by it when another family member passed a few years ago.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Glycopyrronium",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous fluids",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Parenteral nutrition",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Scopolamine butylbromide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is scopolamine butylbromide (Option D). Symptoms that may indicate a patient is entering the dying phase include becoming bedbound, being able to take only sips of fluid, no longer being able to swallow and take oral medication, and appearing semi-comatose. Death rattle, noisy breathing caused by mucus in the upper respiratory tract, may occur in 12% to 80% of patients in the final 3 days of life. It is unknown whether death rattle distresses patients, but it may be distressing to family and caregivers. Anticholinergic agents decrease mucus production and traditionally have been administered after the onset of death rattle. However, because these agents do not affect existing mucus, they may be more effective if administered prophylactically, before death rattle occurs. A double-blind, randomized, placebo-controlled trial showed that scopolamine butylbromide 20 mg given subcutaneously every 4 hours as prophylaxis was effective in reducing the occurrence of death rattle. In this patient whose family members want to minimize distress to the patient and to themselves, administering scopolamine butylbromide to prevent death rattle is a reasonable option.The anticholinergic agent glycopyrronium (Option A) and somatostatin analogue octreotide have been used to treat death rattle once it occurs, but there is little evidence regarding their efficacy or tolerability. Neither agent has been studied as a preventive measure for death rattle.The patient has stopped eating and his mucous membranes appear dry, signs that he is entering the dying phase. Intravenous fluids (Option B) may contribute to development of oropharyngeal secretions, which may worsen death rattle, and do not prolong life.Enteral or parenteral artificial nutritional support (Option C) at the end of life does not improve survival; is invasive; and may cause side effects, including increased respiratory secretions and uncomfortable edema.",
  "critique_links": [],
  "key_points": [
    "Death rattle, noisy breathing caused by mucus in the upper respiratory tract, may occur in 12% to 80% of patients in the final 3 days of life.",
    "A double-blind, randomized, placebo-controlled trial showed that scopolamine butylbromide 20 mg given subcutaneously every 4 hours as prophylaxis was effective in reducing the occurrence of death rattle."
  ],
  "references": "van Esch HJ, van Zuylen L, Geijteman ECT, et al. Effect of prophylactic subcutaneous scopolamine butylbromide on death rattle in patients at the end of life: the SILENCE randomized clinical trial. JAMA. 2021;326:1268-1276. PMID: 34609452 doi:10.1001/jama.2021.14785",
  "related_content": {
    "syllabus": [
      "fcsec24011_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.642396-06:00"
}