{
  "question_id": "cvmcq24033",
  "category": "cv",
  "educational_objective": "Treat patent foramen ovale in a patient with embolic stroke.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 23-year-old man is evaluated in the hospital a day after having sudden-onset left hemiparesis while lifting weights. He was given thrombolytic therapy with significant improvement in his weakness. He does not smoke. He has no other medical problems and no family history of stroke. He previously took no medications.On physical examination, vital signs are normal. Cardiac examination reveals an S2 of normal intensity that splits with normal respiratory variation. Mild weakness is noted in the left arm (4/5) and left leg (4/5).Lipid profile results are normal.ECG and telemetry show normal sinus rhythm. Transesophageal echocardiogram demonstrates normal chamber sizes, normal ventricular function, and no valvular heart disease but a large patent foramen ovale (PFO). Color flow Doppler imaging reveals right to left shunting of the PFO during Valsalva maneuver.Aspirin therapy is initiated.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Addition of warfarin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Right heart catheterization",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transcatheter closure of the patent foramen ovale",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography with bubble study",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is transcatheter closure of the patent foramen ovale (PFO) (Option C). The foramen ovale normally closes within the first weeks of life, but it remains patent in 25% to 30% of the population. A PFO is usually found incidentally on echocardiography or during evaluation for stroke. Patients younger than 60 years with PFO and embolic stroke may be treated with either catheter-based closure of the PFO or antiplatelet or anticoagulation therapy. Guidelines recommend PFO closure in these patients after a discussion of potential benefits and risks, including periprocedural complications and increased non-periprocedural atrial fibrillation. Data regarding the benefit of PFO closure in patients older than 60 years are lacking. For these patients and for younger patients who do not select PFO closure, antiplatelet or anticoagulation therapy is reasonable. This 23-year-old man with an embolic stroke has a large PFO with shunting on Valsalva maneuver. Given the lack of other clear causes of stroke in a young patient, catheter-based closure is indicated.This young man had a stroke, and he remains at risk for recurrent stroke without further treatment. Patients with a PFO and embolic stroke of undetermined source who do not undergo closure should be treated with antiplatelet or anticoagulant therapy. No data are available, however, supporting the combination of antiplatelet and anticoagulation therapy in this scenario, and adding warfarin to aspirin (Option A) is not an appropriate choice.Right heart catheterization (Option B) may be helpful in some patients with atrial septal defect (ASD) for precise calculation of the pulmonary-to-systemic blood flow ratio (Qp:Qs) or if ASD closure is being considered in patients with pulmonary arterial hypertension. It is unlikely to be helpful in the evaluation of a PFO in a patient with an excellent functional capacity.Although echocardiography is an important part of the evaluation for cryptogenic stroke, the previous transesophageal echocardiogram (TEE) revealed a large PFO with right to left shunting. Repeat TEE with an agitated saline bubble study (Option D) will not provide more information or change the management options.",
  "key_points": [
    "Patients younger than 60 years with patent foramen ovale (PFO) and cryptogenic embolic stroke should be treated with catheter-based closure of the PFO or antiplatelet or anticoagulation therapy.",
    "Data regarding the benefit of PFO closure in patients older than 60 years are lacking; for these patients and for younger patients who do not select PFO closure, antiplatelet or anticoagulation therapy is reasonable."
  ],
  "references": "Pristipino C, Sievert H, D'Ascenzo F, et al; Evidence Synthesis Team. European position paper on the management of patients with patent foramen ovale. General approach and left circulation thromboembolism. Eur Heart J. 2019;40:3182-3195. PMID: 30358849 doi:10.1093/eurheartj/ehy649",
  "related_content": {
    "syllabus": [
      "cvsec24010_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.565807-06:00"
}