{
  "question_id": "npmcq24038",
  "category": "np",
  "educational_objective": "Prevent preeclampsia in high-risk patients.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 36-year-old woman is seen for a routine evaluation. She is 14 weeks pregnant with her first pregnancy. She has hypertension, obesity, obstructive sleep apnea, and hypothyroidism. Medications are levothyroxine, labetalol, and nifedipine.On physical examination, blood pressure is 139/88 mm Hg; other vital signs are normal. BMI is 31. She has a gravid uterus. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate preventive measure to decrease this patient's risk for preeclampsia?",
  "options": [
    {
      "letter": "A",
      "text": "Increase labetalol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase levothyroxine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiate low-dose aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Initiate methyldopa",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate measure to prevent preeclampsia in this high-risk patient is to initiate low-dose aspirin (Option C). Preeclampsia is a disorder of pregnancy that generally occurs after 20 weeks of gestation and usually after 34 weeks or postpartum. A multisystem disorder, it presents with new-onset hypertension and proteinuria, although it can also present without proteinuria and one or more of the following:ThrombocytopeniaRenal insufficiencyImpaired liver functionPulmonary edemaHeadachePreeclampsia is a significant cause of maternal and fetal morbidity and mortality and can affect up to 7% of pregnancies. Initiation of low-dose aspirin has been shown to reduce preeclampsia rates in at-risk patients and is the only drug that has been definitively shown to provide risk reduction. The United States Preventive Services Task Force (USPSTF) recommends low-dose aspirin for pregnant individuals who have one or more high-risk features (history of preeclampsia, multifetal gestation, chronic hypertension, pregestational diabetes mellitus, kidney disease, or autoimmune disease). Although the evidence is less robust, the USPSTF also recommends low-dose aspirin for patients who have two or more moderate risk factors (first pregnancy, obesity, family history of preeclampsia, sociodemographic characteristics, age ≥35 years, previous adverse pregnancy outcomes, or in vitro conception). These guidelines are supported by the American College of Obstetricians and Gynecologists (ACOG). Low-dose aspirin should be started between 12 and 28 weeks of gestation and preferably before 16 weeks of gestation; low-dose aspirin should be continued through delivery. This patient has one high-risk factor (chronic hypertension) and multiple moderate-risk factors (first pregnancy, obesity, age >35), and low-dose aspirin should be started for preeclampsia prevention. ACOG recommends maintaining a blood pressure <140/90 mm Hg in pregnant patients with chronic hypertension. Because this patient's blood pressure is well controlled, adjustment of her antihypertensive medications labetalol and methyldopa (Options A, D) would not be appropriate.Pregnant patients require increases of their levothyroxine dosing (up to 30% to 50%) because of increased thyroid hormone requirements during pregnancy. Although overt hypothyroidism and subclinical hypothyroidism are associated with adverse pregnancy outcomes, increasing the dose of levothyroxine (Option B) has not conclusively been associated with a decreased risk of preeclampsia.",
  "critique_links": [],
  "key_points": [
    "Risk factors that confer high risk of developing preeclampsia include a history of preeclampsia, multifetal gestation, chronic hypertension, pregestational diabetes mellitus, kidney disease, or autoimmune disease.",
    "Low-dose aspirin initiated after 12 weeks of pregnancy decreases the rate of preeclampsia in high-risk patients."
  ],
  "references": "Dines V, Kattah A. Hypertensive disorders of pregnancy. Adv Chronic Kidney Dis. 2020;27:531-539. PMID: 33328070 doi:10.1053/j.ackd.2020.05.006",
  "related_content": {
    "syllabus": [
      "npsec24012_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:30.704823-06:00"
}