{
  "question_id": "inmcq24022",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose delirium tremens.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 42-year-old man is brought to the emergency department by his wife because of progressively worsening shakiness, diaphoresis, palpitations, and confusion over the past 12 hours. He is a stock trader and reports he is under severe stress at work. He uses alcohol to relax after work and drinks six to eight beers a day. He has unsuccessfully tried to stop drinking on a few occasions, and his last reported drink was 2 days ago. He has dyslipidemia and depression. Medications include atorvastatin and fluoxetine. There is no family history of psychosis.On physical examination, blood pressure is 172/96 mm Hg and pulse rate is 120/min; other vital signs are normal. He is alert and oriented to person and partially to location and date. Neurologic examination is otherwise normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute mania",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Alcoholic hallucinosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Delirium tremens",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Fluoxetine discontinuation syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Delirium tremens (Option C) is the most likely diagnosis. Alcohol withdrawal is a common complication of alcohol use disorder. Withdrawal may manifest as minor symptoms (tremulousness, diaphoresis, and palpitations), alcoholic hallucinosis, withdrawal seizures, or severe withdrawal (delirium tremens). Only a small percentage of patients in alcohol withdrawal will progress to delirium tremens. It usually begins 48 to 96 hours after the last alcoholic drink and manifests as autonomic activation (e.g., hypertension, tachycardia) and altered sensorium. It may be preceded by mild symptoms of withdrawal or withdrawal seizures. Early identification and treatment of delirium tremens are crucial because it carries a mortality rate as high as 20%. This patient has a history of alcohol use disorder, and his last drink was 2 days ago. He is now presenting with acute altered mental status along with signs of autonomic activation, which strongly suggests delirium tremens.Acute mania is not the most likely diagnosis (Options A). Mania is characterized by at least 7 consecutive days of irritable, expansive, or elevated mood that interferes with functioning and has at least three associated symptoms, such as flight of ideas, decreased need for sleep, and excessive risk-taking behavior (see Table: Symptom Criteria for Diagnosis of Common Mood Disorders). This patient does not have these symptoms; furthermore, adrenergic storm and confusion do not suggest mania.Alcoholic hallucinosis (Option B) is typically seen 12 to 24 hours after alcohol cessation. It typically presents with hallucinations without clouding of the sensorium. This patient has altered mental status without hallucinations, and the onset of symptoms is more than 24 hours following his last drink, making alcoholic hallucinosis unlikely.Fluoxetine discontinuation syndrome (Option D) is not the most likely diagnosis in this patient. When selective serotonin reuptake inhibitors (SSRIs) are no longer indicated or must be stopped for other reasons, they should be gradually tapered to avoid discontinuation syndrome. The most common symptoms associated with discontinuation syndrome are dizziness, fatigue, headache, and nausea, typically occurring within 1 to 7 days of discontinuation. There is no indication that this patient has stopped taking his SSRI, and altered mental status and adrenergic storm are not a component of this syndrome.",
  "critique_links": [],
  "key_points": [
    "Delirium tremens (severe alcohol withdrawal) usually begins 48 to 96 hours after the last alcoholic drink and manifests as autonomic activation and altered sensorium.",
    "Alcoholic hallucinosis is typically seen 12 to 24 hours after alcohol cessation and presents with hallucinations without clouding of the sensorium."
  ],
  "references": "Crabb DW, Im GY, Szabo G, et al. Diagnosis and treatment of alcohol-associated liver diseases: 2019 practice guidance from the American Association for the Study of Liver Diseases. Hepatology. 2020;71:306-333. PMID: 31314133 doi:10.1002/hep.30866",
  "related_content": {
    "syllabus": [
      "insec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.891891-06:00"
}
