{
  "question_id": "pmmcq24022",
  "category": "pm",
  "educational_objective": "Evaluate suspected occupational lung disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 30-year-old patient is evaluated for a 2-week history of rhinorrhea, cough, wheezing, shortness of breath, and chest tightness. Their symptoms began 30 minutes after they cleaned a chemical spill in the hospital where they work as a laboratory technician. They smoke one pack of cigarettes per day. They have no other medical history, and their only medication is an oral contraceptive.On physical examination, vital signs are normal. Oxygen saturation is 96% with the patient breathing ambient air. Physical examination is unremarkable except for diffuse expiratory wheezing over both lung fields on auscultation.Postbronchodilator testing reveals a significant bronchodilator response.Chest radiograph is normal.The patient is counseled about smoking cessation.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Allergy testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "High-resolution chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Safety Data Sheet review",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to review the Safety Data Sheet (SDS) (Option D) from the patient's workplace. The SDS details the following:Chemical properties of substances used in the workplacePhysical, health, and environmental health hazards posed by each chemicalProtective measures advised for each chemicalSafety precautions for handling, storing, and transporting each chemicalIn the United States, the Occupational Safety and Health Administration requires that this information be available on request for employees who work with potentially harmful chemicals. When a health issue secondary to an occupational exposure is suspected, a first step should be to request and review the SDS for possible causation. In this patient, the temporal relationship between exposure to the spilled chemical and the onset of respiratory symptoms suggests a diagnosis of reactive airway dysfunction syndrome, and the evaluation should begin with the SDS review.Allergy testing (Option A) is of value in patients suspected of having occupation-related asthma. This form of asthma is characterized by asthma symptoms that occur almost exclusively in the work environment and resolve when the patient is not at work. A positive skin prick test showing specific evidence of IgE antibodies to the suspected agent in combination with reversible airflow obstruction on spirometry has a high predictive value for diagnosing occupation-related asthma. This patient's acute onset and persistence of symptoms after a chemical exposure are less suggestive of occupation-related asthma than reactive airway dysfunction syndrome, and review of the SDS is the most appropriate next step.Similarly, although CT angiography of the chest (Option B) can help diagnose pulmonary embolism, for which this patient is at increased risk because of tobacco use in the setting of oral contraceptive use, their clinical picture strongly suggests reactive airway dysfunction syndrome. In this patient with a low pretest probability, a D-dimer level would precede imaging, and a negative D-dimer result would exclude pulmonary embolism, rendering CT angiography unnecessary.High-resolution chest CT (HRCT) (Option C) is the diagnostic test of choice in patients suspected of having diffuse parenchymal lung disease. Although HRCT scan may demonstrate changes not evident on chest radiograph, this patient's clinical findings suggest a reactive dysfunction syndrome rather than parenchymal disease, and review of the SDS is a better next step.",
  "key_points": [
    "Review of the Safety Data Sheet is a critical initial step when a patient develops respiratory or other symptoms after exposure to a chemical or other potentially harmful substance at the workplace."
  ],
  "references": "Rosenman K, Reilly MJ, Pechter E, et al. Cleaning products and work-related asthma, 10-year update. J Occup Environ Med. 2020;62:130-7. PMID: 31895737 doi:10.1097/JOM.0000000000001771",
  "related_content": {
    "syllabus": [
      "pmsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:52.975839-06:00"
}