{
  "question_id": "dmmcq24033",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose cutaneous candidiasis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 62-year-old woman is evaluated for a 4-week history of a painful, pruritic rash under both breasts. She has type 2 diabetes mellitus and obesity. Her only medication is metformin.On physical examination, vital signs are normal.Skin findings are shown.There are no rashes on the scalp, elbows, palms, knees, or feet, including toe spaces and soles. No nail pitting is present.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cutaneous candidiasis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Herpes zoster",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inverse psoriasis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tinea corporis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is cutaneous candidiasis (Option A). Candida species, particularly Candida albicans, can cause superficial infections in moist occluded skin, such as the intertriginous areas and genitals. Intertriginous plaques with pustules studded at the periphery (“satellite pustules”) are characteristic of cutaneous candidiasis, which frequently develops as a fungal complication of intertriginous dermatitis. Intertriginous dermatitis (intertrigo) is an irritant contact dermatitis that forms in areas occluded by skin folds. Most cases do not involve candidiasis, but patients with obesity or diabetes mellitus or who recently took antibiotics are more likely to develop this fungal complication. Topical nystatin is usually an effective treatment. Maintaining the affected area with drying powders or zinc oxide barrier cream may prevent recurrence. This patient with obesity and diabetes presents with macerated plaques in the bilateral inframammary folds with pustules studded at the peripheral borders, consistent with cutaneous candidiasis. She likely had intertrigo that progressed to cutaneous candidiasis.Herpes zoster (Option B) occurs following reactivation of the varicella-zoster virus. Eruptions are characteristically unilateral, painful, and pruritic and last 7 to 10 days, although longer courses may occur if the patient is immunosuppressed. This patient has a bilateral rash that has been present for 4 weeks, making herpes zoster an unlikely diagnosis.Inverse psoriasis (Option C) occurs in skin folds as circinate, dark-red plaques. Psoriasis may develop pustules, but these are less common in inverse disease and usually occur within the substance of the plaque, rather than at its periphery as occurs with cutaneous candidiasis. The presence of pustules on the periphery of the plaques and the absence of skin involvement elsewhere make psoriasis an unlikely diagnosis.Tinea corporis (Option D), a superficial dermatophytosis, presents as annular or arcuate plaques with scaly, serpiginous borders. Pustules may develop if topical glucocorticoids are applied, allowing invasive infection, but otherwise pustules do not occur in tinea corporis. Tinea corporis is an unlikely diagnosis in this patient with pustular lesions who has not been previously treated with topical glucocorticoids.",
  "critique_links": [],
  "key_points": [
    "Intertriginous plaques with pustules studded at the periphery (“satellite pustules”) are characteristic of cutaneous candidiasis.",
    "Topical nystatin is effective in the treatment of cutaneous candidiasis, and maintaining the affected area with drying powders or zinc oxide barrier cream may prevent recurrence."
  ],
  "references": "Lu H, Hong T, Jiang Y, et al. Candidiasis: From cutaneous to systemic, new perspectives of potential targets and therapeutic strategies. Adv Drug Deliv Rev. 2023;199:114960. PMID: 37307922 doi:10.1016/j.addr.2023.114960",
  "related_content": {
    "syllabus": [
      "dmsec24011_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.762320-06:00"
}