{
  "question_id": "cvmcq24128",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose aortopathy associated with a bicuspid aortic valve.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated in a new-patient visit to establish care. He is asymptomatic and runs 3 miles several times per week. His medical history is unremarkable, and he takes no medications.On physical examination, vital signs, including blood pressure, are normal. There is a grade 1/6 decrescendo diastolic murmur heard at the left sternal border. The remainder of the examination is normal.Echocardiogram shows a normal left ventricle with an ejection fraction of 60% and a bicuspid aortic valve with mild aortic regurgitation. The aortic root and ascending aorta are not well imaged.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac magnetic resonance imaging of the aorta",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Echocardiographic surveillance of the bicuspid valve every 2 years",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiation of losartan",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No further evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is cardiac magnetic resonance (CMR) imaging of the aorta (Option A). Bicuspid aortic valve disease affects approximately 1% to 2% of the population and commonly presents as an asymptomatic systolic murmur in adolescence or young adulthood. Bicuspid valves may be accompanied by aortic abnormalities, including aneurysm, dissection, or coarctation, and assessment should include examination of the ascending aorta and aortic arch. Transthoracic echocardiography (TTE) may be sufficient in many cases, but CMR imaging or CT angiography (CTA) is indicated when echocardiographic assessment is suboptimal. Subsequent need for surveillance depends on the findings; in patients with a bicuspid aortic valve and aortic sinuses or an ascending aorta 4.0 cm or larger in diameter, lifelong serial evaluation of the size and morphology of the aortic sinuses and ascending aorta by echocardiography, CMR imaging, or CTA is reasonable. This patient has a newly diagnosed bicuspid aortic valve, and TTE did not provide adequate imaging quality to assess the aorta; thus, CMR imaging or CTA should be completed.Echocardiographic surveillance of a bicuspid aortic valve with mild regurgitation is recommended every 3 to 5 years, based on the severity of the regurgitation (mild), rather than every 2 years (Option B). Further imaging of the aorta is necessary, in any case, to determine the proper surveillance interval.Angiotensin receptor blockers such as losartan (Option C) slow the rate of progressive aortic root dilation in patients with Marfan disease, but they are not known to have efficacy in patients with bicuspid aortopathy. Furthermore, this patient has not been diagnosed with any form of aortic disease, and in the absence of hypertension, losartan is not indicated.Transesophageal echocardiography (TEE) (Option D) may be used to confirm a bicuspid versus tricuspid aortic valve if the morphology is not clear by TTE. However, TEE cannot visualize the entire thoracic aorta because of a “blind spot” in the ascending aorta where the trachea passes between the esophagus and aorta. In this setting, TEE is considered a second-line noninvasive test to assess the thoracic aorta after CTA or magnetic resonance angiography.Patients with bicuspid aortic valve disease are at substantial risk for both aortic disease and progression of valvular disease. At a minimum, this patient will require echocardiographic surveillance of the valve itself, and depending on the results of the CMR imaging, he may require serial evaluation of the aorta. No further evaluation (Option E) is not an appropriate option in this patient.",
  "critique_links": [],
  "key_points": [
    "Bicuspid aortic valve disease affects approximately 1% to 2% of the population and commonly presents as an asymptomatic systolic murmur in adolescence or young adulthood.",
    "In patients with bicuspid aortic valve, assessment of the aortic root, ascending aorta, and aortic arch is necessary and can be accomplished with cardiac magnetic resonance imaging or CT angiography if echocardiography is insufficient."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2020:CIR0000000000000923. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24008"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.280384-06:00"
}