{
  "question_id": "rmmcq24051",
  "category": "rm",
  "educational_objective": "Treat ankylosing spondylitis with NSAIDs.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 26-year-old man is evaluated for a 2-year history of back pain. He has morning stiffness lasting longer than 1 hour that improves with activity.On physical examination, vital signs are normal. There is mild reduction of lumbar flexion and tenderness over the sacroiliac joints bilaterally. Results of the FABER (Flexion, ABduction, and External Rotation) test are positive bilaterally.Laboratory studies:C-reactive protein3.0 mg/dL (30 mg/L)HRadiographs show normal lumbar vertebrae and bilateral sacroiliac joint sclerosis and erosions consistent with sacroiliitis.",
  "question_stem": "Which of the following is the most appropriate initial treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Acetaminophen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adalimumab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Naproxen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial treatment for this patient with ankylosing spondylitis is naproxen (Option D). Ankylosing spondylitis, also known as radiographic axial spondyloarthritis, initially presents with subacute onset of inflammatory low back pain, including pain and stiffness of the low back and/or buttocks at night and in the morning that improve with activity. Erythrocyte sedimentation rate and C-reactive protein may be elevated (but not universally) and can be monitored during therapy. The disease has three phases:InflammationFibrosisOssification, which can drastically limit range of spinal motionIf untreated, patients can assume a kyphotic stance. Per the 2019 American College of Rheumatology (ACR) guideline, NSAIDs are recommended as initial therapy to control disease activity in patients with axial spondyloarthritis (see Figure: Algorithm for Treating Ankylosing Spondylitis). NSAIDs inhibit prostaglandin formation, which has been implicated in new bone formation and stimulation of osteoblast function, although the disease-modifying effect of NSAIDs (e.g., halting new bone formation over time) is not consistent among different studies. The ACR conditionally recommends continuous NSAID use for patients with active disease, whereas the Assessment of SpondyloArthritis international Society-European Alliance of Associations for Rheumatology guidelines recommend continuous NSAIDs only if needed to control symptoms. A dose of a longer-acting NSAID in the evening may allow the patient to be more comfortable through the night and into the morning. This patient has ankylosing spondylitis, as evidenced by persistent symptoms, an elevated inflammatory marker (C-reactive protein), and radiographic findings; naproxen is the most appropriate initial pharmacologic treatment. Physical therapy is adjunctive to NSAIDs and should also be recommended as first-line therapy.Acetaminophen (Option A) has no disease-modifying effect in ankylosing spondylitis and is not recommended as first-line therapy.Adalimumab (Option B), a tumor necrosis factor (TNF) inhibitor, is recommended as a second-line agent for patients with an intolerance or contraindication to NSAIDs or for those who do not respond to NSAID therapy (see Figure: Algorithm for Treating Ankylosing Spondylitis). Two NSAIDs should be tried at maximum dosages for 1 month before NSAID therapy is considered a failure. There is no preference of one TNF inhibitor over another unless the patient has a comorbidity, such as uveitis or inflammatory bowel disease, in which case a monoclonal antibody to TNF (e.g., infliximab or adalimumab) is recommended over etanercept.Methotrexate (Option C) is not effective in treating axial spondyloarthropathy. However, it is an option for patients with predominantly peripheral axial spondyloarthropathy, although sulfasalazine is generally preferred in this case.",
  "critique_links": [],
  "key_points": [
    "NSAIDs combined with physical therapy are the recommended first-line therapy for ankylosing spondylitis."
  ],
  "references": "Ward MM, Deodhar A, Gensler LS, et al. 2019 Update of the American College of Rheumatology/Spondylitis Association of America/Spondyloarthritis Research and Treatment Network recommendations for the treatment of ankylosing spondylitis and nonradiographic axial spondyloarthritis. Arthritis Care Res (Hoboken). 2019;71:1285-1299. PMID: 31436026 doi:10.1002/acr.24025",
  "related_content": {
    "syllabus": [
      "rmsec24006_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.716042-06:00"
}