{
  "question_id": "rmmcq24054",
  "category": "rm",
  "educational_objective": "Diagnose inclusion body myositis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 61-year-old man is evaluated for weakness that has progressed during the past 4 years. He also reports dysphagia but no dyspnea on exertion. In the past 6 months, he has fallen twice. He takes no medications.On physical examination, vital signs are normal. Symmetric weakness is noted in the shoulder abductors, elbow flexors, finger flexors, hip flexors, and knee extensors. The quadriceps muscles are atrophied. No synovitis is noted. Skin examination is normal.Laboratory studies:Creatine kinase782 U/LHAldolase10.3 U/L (0.17 µkat/L) (normal range: 1-7.5 U/L [0.02-0.13 µkat/L])HA myositis antibody profile is positive for anti–5′-nucleotidase cytosolic 1A autoantibody.Muscle biopsy findings are pending.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Antisynthetase syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dermatomyositis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Immune-mediated necrotizing myositis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Inclusion body myositis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Inclusion body myositis (Option D) is the most likely diagnosis. Inclusion body myositis is a progressive muscle disease affecting patients older than 40 years. Patients report a history of weakness for an average of 5 years before seeking care. Proximal and distal muscle involvement occur, unlike other forms of inflammatory myositis; finger and forearm flexor involvement are nearly pathognomonic. Muscle distribution is usually symmetric. Up to half of patients with inclusion body myositis have cricopharyngeal muscle involvement, leading to dysphagia and increased risk for aspiration. Anti–5′-nucleotidase cytosolic 1A (NT5c1A) autoantibody is the only available serum diagnostic test for inclusion body myositis; the sensitivity of this antibody is limited (30%-50%) but specificity is high (usually >90%). Muscle biopsies are diagnostic when all the following findings are present:Endomysial inflammation, in which inflammatory cells surround and invade nonnecrotic muscle fibersRimmed vacuolesProtein aggregation, as witnessed by accumulation of congophilic deposits and 15- to 18-nm diameter filaments (tubulofilaments) on electron microscopyThis patient's clinical features, including gradual progression, pattern of muscle weakness (including finger and forearm flexor involvement) and NT5c1A autoantibody positivity, are highly suggestive of inclusion body myositis.Antisynthetase syndrome (Option A) occurs in approximately 30% of patients with dermatomyositis or polymyositis. The syndrome is associated with antibodies to aminoacyl-transfer RNA (tRNA) synthetases (most commonly anti–Jo-1, directed at histidyl-tRNA synthetase) and is characterized by a high risk for and greater severity of interstitial lung disease. Other features include arthritis, Raynaud phenomenon, and mechanic's hands (hyperkeratotic changes of the palms and fingers). This patient's clinical features and antibody profile are not consistent with a diagnosis of antisynthetase syndrome.Patients with dermatomyositis (Option B) have proximal weakness and cutaneous symptoms, and a different myositis antibody profile (see Table: IIM-Specific Antibodies). Muscle biopsy in these patients shows perifascicular atrophy. The presence of distal weakness and absence of cutaneous findings in this patient do not support the diagnosis of dermatomyositis.Immune-mediated necrotizing myositis (Option C) is characterized by rapidly progressive, severe proximal muscle weakness; increased likelihood of muscle pain; a high serum creatine kinase level; and muscle biopsy specimens demonstrating prominent myonecrosis with only limited inflammation. The myositis antibody profile is positive for anti–3-hydroxy-3-methylglutaryl coenzyme A reductase antibody and signal recognition particle antibody. In this patient, the presentation and antibody profile do not suggest necrotizing myositis.",
  "critique_links": [],
  "key_points": [
    "Unlike other forms of inflammatory myositis, proximal and distal muscle involvement occur in inclusion body myositis; finger and forearm flexor involvement are nearly pathognomonic.",
    "The anti–5′-nucleotidase cytosolic 1A autoantibody is the only available serum diagnostic test for inclusion body myositis; the sensitivity of this antibody is limited (30%-50%), but specificity is high (usually >90%)."
  ],
  "references": "Naddaf E. Inclusion body myositis: update on the diagnostic and therapeutic landscape. Front Neurol. 2022;13:1020113. PMID: 36237625 doi:10.3389/fneur.2022.1020113",
  "related_content": {
    "syllabus": [
      "rmsec24009_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/rmtab24034.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "rmtab24034",
        "file": "tables/rmtab24034.html",
        "title": "Idiopathic Inflammatory Myopathy–Specific Antibodies",
        "short_title": "IIM-Specific Antibodies",
        "footnotes": [
          "DM = dermatomyositis; HMG-CoA = 3-hydroxy 3-methylglutaryl coenzyme A; IBM = inclusion body myositis; IIM = idiopathic inflammatory myopathies; ILD = interstitial lung disease; IMNM = immune-mediated necrotizing myopathy; <i>MDA5</i> = melanoma-differentiation–associated gene 5; NT5c1A = 5′-nucleotidase cytosolic 1A; NXP-2 = nuclear matrix protein 2; SAE = small ubiquitin-like modifier activating enzyme; SRP = signal recognition particle; TIF-1-gamma = transcription intermediary factor 1 gamma."
        ],
        "headers": [
          "Antibody Target",
          "Type of IIM",
          "Skin Features",
          "Muscle Features",
          "Other Clinical Features"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.735602-06:00"
}