{
  "question_id": "hmmcq24053",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Identify hypofibrinogenemia as a complication of therapeutic apheresis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 74-year-old man is evaluated for epistaxis and oozing following emergency therapeutic apheresis for hyperviscosity syndrome in the setting of Waldenström macroglobulinemia. He initially had several days of progressive confusion, headache, and ataxia. Evaluation demonstrated increased serum viscosity and a significant IgM kappa monoclonal protein spike. Daily therapeutic apheresis was begun yesterday, and two cycles were completed before the epistaxis and oozing from the central line site were noted.On physical examination, vital signs are normal. The patient is slightly confused and inattentive. A funduscopic examination reveals engorged bilateral retinal veins. Diffuse lymphadenopathy and mild hepatosplenomegaly are present. No focal neurologic changes are noted.Laboratory studies:Activated partial thromboplastin time31 sHemoglobin8.5 g/dL (85 g/L)LPlatelet count155,000/μL (155 × 109/L)INR1.5Prothrombin time13 sFibrinogen98 mg/dL (0.98 g/L)L",
  "question_stem": "What is the most likely cause of this patient's coagulopathy?",
  "options": [
    {
      "letter": "A",
      "text": "Acquired hemophilia A",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Disseminated intravascular coagulation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liver failure",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Therapeutic apheresis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's coagulopathy is therapeutic apheresis resulting in hypofibrinogenemia (Option D). Apheresis procedures collect whole blood and separate it into specific components, including plasma, platelets, erythrocytes, and leukocytes; each of these components can be removed as needed. Therapeutic apheresis is an effective treatment in many neurologic and autoimmune disorders, such as Guillain-Barré syndrome and anti–glomerular basement membrane disease. In many instances, such as with Waldenström macroglobulinemia, the removed fluid is replaced with crystalloid or a colloid such as albumin. Conversely, therapeutic plasma exchange is a form of therapeutic apheresis in which the removed fluid is replaced with fresh frozen plasma. Plasma exchange is the mainstay of therapy in disorders such as thrombotic thrombocytopenic purpura. Complications of apheresis include hypocalcemia, thrombocytopenia, and, when crystalloid or colloid are used as fluid replacement, depletion of fibrinogen and clotting factors. Coagulation parameters, including prothrombin time (PT), activated partial thromboplastin time (aPTT), fibrinogen, and platelets, should be monitored daily while patients are undergoing plasmapheresis. This patient has been undergoing therapeutic apheresis for Waldenström macroglobulinemia and now has a significant hypofibrinogenemia that is likely related to plasma replacement with a colloid (albumin) that contains no fibrinogen or other coagulation factors. Thus, complications from therapeutic apheresis are the most likely cause of this patient's coagulopathy.Autoantibodies may be directed against coagulation factors such as factor VIII (acquired hemophilia A) or von Willebrand factor. However, acquired hemophilia A (Option A) would result in a prolonged aPTT. Additionally, the temporal onset of the bleeding suggests therapeutic apheresis is the cause of this patient's coagulopathy.Disseminated intravascular coagulation (DIC) (Option B) could result in severe hypofibrinogenemia, typically associated with thrombocytopenia and coagulation factor deficiency. DIC usually results in prolonged PT and aPTT and elevated INR. This patient has a normal platelet count and aPTT, and a slightly elevated PT and INR with severe hypofibrinogenemia, making DIC an unlikely cause.Liver failure (Option C) could result in severe hypofibrinogenemia and dysfibrinogenemia. However, it is not associated with either Waldenström macroglobulinemia or therapeutic apheresis, and this patient's normal platelet count argues against liver disease.",
  "critique_links": [],
  "key_points": [
    "Laboratory studies must be monitored in patients undergoing therapeutic apheresis; complications of apheresis include hypocalcemia, thrombocytopenia, and hypofibrinogenemia.",
    "Therapeutic apheresis may result in depletion of fibrinogen and clotting factors if crystalloid or colloid solutions are used as fluid replacement."
  ],
  "references": "Padmanabhan A, Connelly-Smith L, Aqui N, et al. Guidelines on the use of therapeutic apheresis in clinical practice - evidence-based approach from the writing committee of the American Society for Apheresis: the eighth special issue. J Clin Apher. 2019;34:171-354. PMID: 31180581 doi:10.1002/jca.21705",
  "related_content": {
    "syllabus": [
      "hmsec24008_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.031777-06:00"
}