{
  "question_id": "enmcq24039",
  "category": "en",
  "educational_objective": "Treat type 1 diabetes mellitus in a hospitalized patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 44-year-old man is evaluated after being hospitalized for small-bowel obstruction. Intravenous fluids and nasogastric decompression are initiated, with clinical improvement. Medical history is significant for remote small-bowel resection and type 1 diabetes mellitus. Medications are atorvastatin and outpatient insulin lispro by continuous subcutaneous insulin infusion (CSII).On physical examination, vital signs are normal. Mental status is normal. The nasogastric tube is draining bilious fluid. Mild abdominal distention is present. A properly functioning insulin pump is noted in the left lower quadrant of his abdomen.Laboratory studies: Glucose, random145 mg/dL (8.0 mmol/L)HHemoglobin A1c7.6%HConservative management with bowel rest is planned.",
  "question_stem": "Which of the following is the most appropriate management of his type 1 diabetes?",
  "options": [
    {
      "letter": "A",
      "text": "Continue current CSII therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Stop CSII therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stop CSII therapy; initiate intravenous insulin infusion",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stop CSII therapy; initiate subcutaneous correctional insulin therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's outpatient continuous subcutaneous insulin infusion (CSII) therapy should be continued (Option A). For noncritically ill hospitalized patients with diabetes mellitus, subcutaneous insulin is appropriate. Patients with type 1 diabetes require continuous insulin therapy and must receive basal insulin to avoid diabetic ketoacidosis (DKA). Continuation of outpatient CSII therapy is appropriate for noncritically ill patients who have an intact level of consciousness and can appropriately adjust pump settings in hospitals with personnel who have expertise in insulin pump therapy. Changes to any of the above parameters would warrant discontinuation of CSII in favor of hospital-managed subcutaneous or intravenous insulin. Continuation of outpatient CSII is appropriate for this noncritically ill, alert patient provided it is supervised by health care providers familiar with the device in use.Although insulin requirements may be reduced when persons with type 1 diabetes are fasting, some continuous insulin therapy is needed to prevent DKA. This is best accomplished with basal insulin, which should be given regardless of past or current plasma glucose levels. Therefore, stopping CSII therapy (Option B) and thereby holding basal insulin would not be appropriate in this patient.Although effective, intravenous insulin therapy (Option C) is primarily indicated for patients who have severe hyperglycemia that is poorly responsive to subcutaneous insulin or who have DKA or critical illness in which rapid titration of insulin therapy may be required. Intravenous insulin therapy is not needed in this patient who is in stable condition and has adequate glucose control (i.e., glucose level maintained between 100 and 180 mg/dL [5.6-10.0 mmol/L]).Initiation of subcutaneous correctional insulin alone (Option D) often leads to large fluctuations in glucose levels. Moreover, patients with type 1 diabetes require continuous basal insulin; therefore, if any one point-of-care glucose level is not sufficiently elevated to cause correctional insulin to be given, patients with type 1 diabetes who are managed with correctional insulin alone are at an increased risk for DKA.",
  "critique_links": [],
  "key_points": [
    "In noncritically ill hospitalized patients with diabetes mellitus, continuing their outpatient continuous subcutaneous insulin infusion therapy may be appropriate for patients who have an intact level of consciousness and can appropriately adjust pump settings in hospitals with personnel who have expertise in insulin pump therapy."
  ],
  "references": "Pasquel FJ, Lansang MC, Dhatariya K, et al. Management of diabetes and hyperglycaemia in the hospital. Lancet Diabetes Endocrinol. 2021;9:174-188. PMID: 33515493 doi:10.1016/S2213-8587(20)30381-8",
  "related_content": {
    "syllabus": [
      "ensec24002_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.181250-06:00"
}