{
  "question_id": "idmcq24049",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Perform a test of cure for chlamydia infection in a pregnant patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 24-year-old woman is evaluated during routine first trimester screening. She reports gonorrhea infection last year. She has one male sexual partner. Her only medication is a prenatal vitamin.Vital signs are normal, and examination findings are unremarkable.Vaginal nucleic acid amplification testing (NAAT) for Chlamydia trachomatis is positive. Other routine first trimester testing for sexually transmitted infections is negative.The patient receives one dose of oral azithromycin. Her partner receives expedited partner therapy. Counseling to refrain from sexual contact until beyond 7 days after completing treatment is provided.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Repeat NAAT in 4 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Retest for chlamydia in the third trimester of pregnancy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Test for reinfection in 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient is pregnant and has received chlamydia treatment, so the most appropriate next step in management is to repeat nucleic acid amplification testing (NAAT) for Chlamydia trachomatis in 4 weeks (Option A). Test of cure is recommended during pregnancy because severe sequelae for the pregnant patient and the neonate, such as neonatal conjunctivitis or pneumonia, can occur in the setting of persistent infection. Test of cure is not routinely recommended in nonpregnant individuals but should be pursued when treatment nonadherence is a concern, in patients with persistent symptoms despite treatment, and when alternative regimens are used. Test of cure should be performed 4 weeks after treatment is completed; if testing is performed sooner than 4 weeks, the test may detect nonviable organisms rather than active infection, leading to a false-positive result. Although doxycycline is the treatment of choice for chlamydia, it is relatively contraindicated in pregnancy; azithromycin is the alternative option for treatment of pregnant patients.All pregnant persons diagnosed with an STI during pregnancy should be retested in the third trimester (Option B). Repeat testing is performed to decrease the risk of complications or sequelae in the pregnant patient as well as complications in the neonate because of chlamydia infection. However, a test of cure should be performed approximately 4 weeks after treatment, which would occur before repeat third trimester testing in this patient.Reinfection with C. trachomatis is common, so retesting patients 3 months after treatment (Option C) is recommended for all patients. However, the next best management step in pregnant patients is a test of cure approximately 4 weeks after treatment.A test of cure is recommended in all pregnant patients, even those treated with a recommended antibiotic regimen. Providing no further management (Option D) for this patient's chlamydial infection would not be appropriate.",
  "critique_links": [],
  "key_points": [
    "Test of cure for Chlamydia trachomatis infection using nucleic acid amplification testing is recommended in all pregnant patients 4 weeks after treatment to avoid severe sequelae in the patient and neonate from persistent infection."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24012_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.136317-06:00"
}