{
  "question_id": "dmvdx24067",
  "category": "dm",
  "educational_objective": "Diagnose fixed drug eruption.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 22-year-old woman presents with a mildly painful rash on her right thigh that developed 4 hours after taking sulfamethoxazole-trimethoprim for dysuria. She recalls developing a similar rash 6 years ago following a urinary tract infection.Skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Disseminated gonoccocemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythema multiforme",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fixed drug eruption",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Jarisch-Herxheimer reaction",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has a fixed drug eruption (Option C), which typically appears as dusky macules or plaques with a bright flare of erythema. Some lesions may develop bullae or necrosis at the center. Fixed drug eruption results most commonly from sensitization to medications, such as antibiotics, NSAIDs, and antiseizure medications, but may also occur alongside infections such as herpes simplex virus. Regardless of the cause, re-exposure (or re-eruption in cases of herpes simplex virus infection) will result in plaques appearing in the same location. Development of fixed drug eruption after initial exposure may be delayed, but subsequent eruptions may occur within hours of exposure to the offending agent. With repeated exposure, new plaques may also appear that will continue to reappear in subsequent exposures. The most common locations for fixed drug eruptions are the lips, genitals, and fingers; however, any cutaneous location, including the oropharynx, may be involved.The recurring nature of fixed drug eruption is owing to the development of tissue resident memory T-cells that remain at sites of the eruption. These T-cells rapidly reactivate following re-exposure and recruit the vibrant inflammatory infiltrate that leads to the clinical appearance of a fixed drug eruption.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24004_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:47:48.967207-06:00"
}