{
  "question_id": "hmvdx24009",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Evaluate for deep venous thrombosis using point-of-care ultrasonography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A patient with right lower extremity swelling is evaluated for possible deep venous thrombosis (DVT). Ultrasonography is performed with the probe just below the inguinal ligament in the transverse plane.(Note that there is no sound for this video.)",
  "question_stem": "Which of the following is seen in this study?",
  "options": [
    {
      "letter": "A",
      "text": "DVT of common femoral vein",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Patent common femoral vein",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Indeterminate study",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient's ultrasound shows normal compression of the common femoral vein (Option B). In the absence of a clot, the anterior and posterior walls of the vein will touch when gentle pressure with the probe is applied, as demonstrated in this study. On the left side of the video, the common femoral artery (white arrow) can be seen pulsating, and the position of the greater saphenous vein (red arrow) on the right indicates that the collapsing structure is the common femoral vein (yellow arrow).In contrast, lack of compressibility of the vein suggests the presence of a deep venous thrombosis (DVT). Results of a point-of-care study for DVT should be considered indeterminate if the intended vessels are not visualized or the anatomy is not recognizable.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "hmsec24009_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.180379-06:00"
}