{
  "question_id": "cvmcq24026",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose cardiac amyloidosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 54-year-old woman is hospitalized for acute decompensated heart failure. She has responded well to intravenous diuretics, with decreased dyspnea and lower extremity edema. She has a history of peripheral neuropathy, atrial fibrillation, and bilateral carpal tunnel syndrome. Current medications are furosemide, carvedilol, valsartan-sacubitril, spironolactone, empagliflozin, and rivaroxaban.On physical examination, blood pressure is 102/74 mm Hg, pulse rate is 78/min and irregularly irregular, respiration rate is 16/min, and oxygen saturation is 98% breathing room air. The lungs are clear to auscultation. Central venous pressure is not elevated. The extremities are warm and well perfused. Trace peripheral edema is noted in both ankles.ECG shows low voltage. Transthoracic echocardiogram reveals a left ventricular (LV) ejection fraction of 40%, moderate circumferential LV hypertrophy, and grade 3 diastolic dysfunction.Complete blood count and comprehensive metabolic panel are normal. Serum and urine immunofixation shows no monoclonal proteins. Serum κ/λ free light chain ratio is normal.Cardiac catheterization shows no significant coronary artery disease.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac PET scan",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Stress echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "99m-Technetium pyrophosphate scintigraphy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test is 99m-technetium pyrophosphate (99mTc-PYP) scintigraphy (Option C) to assess the possibility of cardiac amyloidosis. The two most common types of cardiac amyloidosis are AL amyloidosis, in which amyloid fibrils are composed of monoclonal immunoglobulin light chains, and ATTR amyloidosis, in which amyloid fibrils are composed of transthyretin protein. Echocardiographic findings that suggest amyloidosis include a thickened left ventricular wall, grade 2 or higher diastolic dysfunction, and an apical sparing global longitudinal strain pattern. ECG may show low voltage. Cardiac magnetic resonance imaging findings of amyloidosis, including late gadolinium enhancement, are highly suggestive but do not differentiate between types. Evaluation for AL amyloidosis includes assessment for a monoclonal gammopathy, whereas 99mTc-PYP scintigraphy is the diagnostic test that specifically identifies cardiac amyloidosis due to ATTR (see Table: Subtypes of Cardiac Amyloidosis). This patient with heart failure with reduced ejection fraction has several features that suggest cardiac amyloidosis, including peripheral neuropathy, bilateral carpal tunnel syndrome, and a low-voltage ECG. She does not have a monoclonal gammopathy. 99mTc-PYP scintigraphy is indicated.Cardiac PET (Option A) is a form of myocardial perfusion imaging useful in the evaluation of patients with known or suspected coronary artery disease. It may be particularly helpful in patients with obesity or nondiagnostic single-photon emission CT imaging. It has no role, however, in the evaluation of patients with possible amyloidosis.Stress echocardiography (Option B) is of little clinical utility in this scenario. Indications for stress echocardiography include assessment of possible coronary ischemia and identification of hemodynamic abnormalities (valvular dysfunction, diastolic dysfunction, pulmonary hypertension, or ventricular outflow tract obstruction) during stress. This patient does not have an indication for a stress echocardiogram.Transesophageal echocardiography (TEE) (Option D) is not indicated in this clinical scenario. TEE is commonly used when there is suboptimal transthoracic imaging or for other specific indications, including assessment of infective endocarditis, prosthetic heart valves, acute aortic abnormalities, and the presence of left atrial thrombus. There is no indication for TEE in this patient.",
  "critique_links": [],
  "key_points": [
    "99m-Technetium pyrophosphate scintigraphy is a diagnostic test that specifically identifies cardiac amyloidosis due to ATTR.",
    "Cardiac amyloidosis is suggested by increased wall thickness on echocardiogram accompanied by a low-voltage ECG."
  ],
  "references": "Kittleson MM, Ruberg FL, Ambardekar AV, et al; Writing Committee. 2023 ACC expert consensus decision pathway on comprehensive multidisciplinary care for the patient with cardiac amyloidosis: a report of the American College of Cardiology Solution Set Oversight Committee. J Am Coll Cardiol. 2023;81:1076-1126. PMID: 36697326 doi:10.1016/j.jacc.2022.11.022",
  "related_content": {
    "syllabus": [
      "cvsec24003_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.946613-06:00"
}