{
  "question_id": "pmqqq24002",
  "category": "pm",
  "educational_objective": "Diagnose bronchiectasis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 60-year-old woman is evaluated for a 7-year history of cough, voluminous yellow-green sputum, and recurrent episodes of fever, worsening cough, and occasional hemoptysis. She has no fever or weight loss.Vital signs are normal. Wheezing is heard over the right lower lung. Chest radiograph shows increased right lower lobe bronchovascular markings.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Bronchoscopy and bronchoalveolar lavage",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chest MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "High-resolution CT of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sweat chloride testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next in this patient with suspected bronchiectasis is high-resolution CT (HRCT) of the chest (Option C). Bronchiectasis should be considered in the differential diagnosis of any patient with a chronic cough, especially if the patient has a history of frequent respiratory infections or if the cough is productive, as in this patient. Other symptoms include hemoptysis, wheezing, and dyspnea. Bronchiectasis may be idiopathic or may be related to cystic fibrosis (CF), aspiration, previous pneumonia, immunodeficiencies, nontuberculous mycobacteria, or connective tissue disorders. Physical examination may reveal clubbing as well as crackles and/or wheezing. Pulmonary function tests often demonstrate mild to moderate fixed airflow obstruction. Chest radiograph reveals linear atelectasis or dilated and thickened airways (“tram” or “parallel” lines). HRCT is the gold standard diagnostic test. Diagnostic criteria include an airway diameter greater than the accompanying vessel and lack of distal airway tapering. Bronchial wall thickening, mucus impaction, and cysts may be seen. Previous sputum cultures with uncommon pathogens such as Pseudomonas aeruginosa, Aspergillus, or nontuberculous mycobacteria can be a clue to diagnosis. Evaluation for underlying causes should be performed; however, up to 40% of cases are idiopathic.Bronchoscopy and bronchoalveolar lavage (Option A) are not the most appropriate next tests in this patient. Bronchoscopy may be helpful for evaluating a mass, focal obstructing lesion, or foreign body. Bronchoalveolar lavage is recommended if sputum cultures are negative and an infectious process is suspected.Chest MRI (Option B) has a limited role in the evaluation of bronchiectasis and chest pathology in general and is not indicated in this patient.Adults diagnosed with CF usually present with pulmonary or gastrointestinal symptoms. Sweat chloride testing (Option D) is the initial test for CF, which is suspected only if bronchiectasis is confirmed and has upper lobe distribution. It would not be the best test to perform next in this patient in whom the diagnosis of bronchiectasis has not yet been confirmed.",
  "critique_links": [],
  "key_points": [
    "Bronchiectasis should be considered in the differential diagnosis of any patient with a chronic cough, especially if the patient has a history of frequent respiratory infections or if the cough is productive.",
    "High-resolution CT of the chest is the gold standard diagnostic test for bronchiectasis."
  ],
  "references": "Hill AT, Sullivan AL, Chalmers JD, et al. British Thoracic Society guideline for bronchiectasis in adults. BMJ Open Respir Res. 2018;5:e000348. PMID: 30687502 doi:10.1136/bmjresp-2018-000348",
  "related_content": {
    "syllabus": [
      "pmsec24002_24056"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.166564-06:00"
}