{
  "question_id": "pmqqq24010",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose COPD with spirometry.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 58-year-old man is evaluated for a 2-year history of exertional dyspnea with intermittent wheezing and a cough that is occasionally productive of clear sputum. He has no chest pain, palpitations, or lower extremity edema. He has a 40-pack-year history of smoking but quit 3 years ago. He has a history of coronary artery disease and takes aspirin, metoprolol, rosuvastatin, and lisinopril.Oxygen saturation is 94% with the patient breathing ambient air. Pulmonary examination reveals a prolonged expiratory phase. The remainder of the physical examination is normal.ECG is normal. Chest radiograph shows clear lungs.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Exercise stress test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "High-resolution chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Spirometry",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's symptoms are consistent with a possible diagnosis of COPD, and spirometry (Option D) should be performed. Spirometric evaluation is required for the clinical diagnosis of COPD. Spirometry is warranted in any patient presenting with dyspnea, chronic cough, or sputum production. For diagnosis of COPD, spirometry should be performed both before and after administration of an inhaled bronchodilator. A postbronchodilator FEV1/FVC ratio of less than 0.70 of predicted is diagnostic of airflow obstruction that is not completely reversible with bronchodilator therapy and is consistent with a diagnosis of COPD. This patient has symptoms of exertional dyspnea and intermittent wheezing and cough, which are suggestive of possible COPD and warrant confirmation of diagnosis with spirometry.Diagnostic testing for structural heart disease should be based on a thorough history and physical examination. New murmurs or a change in examination findings or symptoms in a patient with known structural heart disease should prompt further evaluation. This patient's examination is not consistent with pulmonary hypertension, heart failure, or valvular disease. Therefore, echocardiography (Option A) is unlikely to be helpful in this patient whose clinical presentation is more consistent with COPD.In patients with a previous history of coronary artery disease and worsening cardiac symptoms, exercise stress testing (Option B) is helpful. Given this patient's cough, which would be an unusual presentation of heart disease in the absence of volume overload, a diagnosis of COPD is much more likely and should be investigated further. A cardiac stress test could be considered if his evaluation is otherwise unremarkable.Although interstitial lung disease can present with similar symptoms, this patient's absence of pulmonary crackles and normal chest radiograph do not support this diagnosis. Therefore, a high-resolution chest CT (Option C) is not indicated.",
  "critique_links": [],
  "key_points": [
    "A postbronchodilator FEV1/FVC ratio of less than 0.70 of predicted is diagnostic of airflow obstruction and is consistent with the diagnosis of COPD."
  ],
  "references": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. 2025 Report. https://goldcopd.org/2025-gold-report/. Accessed May 20, 2025.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24028"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.630877-06:00"
}