{
  "question_id": "fcmcq24004",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Calculate the number needed to treat.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A study evaluates a new medication for its effect on reducing the progression of chronic kidney disease in patients with established kidney disease. Over a 24-month study period, 10% of patients taking the new medication reached the target threshold of a 50% or greater decline in estimated glomerular filtration rate compared with 15% of patients not receiving the new therapy.",
  "question_stem": "Which of the following represents the number of patients needed to treat for one patient to benefit from the new medication?",
  "options": [
    {
      "letter": "A",
      "text": "5",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "10",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "20",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "33",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The number needed to treat (NNT) to prevent one person from developing the primary end point is 20 (Option C). The NNT is the number of participants who must receive a treatment in order for one additional patient to receive benefit. It is often a good estimation of the effect size of a particular intervention. The NNT is determined by calculating the inverse of the absolute risk reduction (ARR), which in turn is defined as the difference between the experimental event rate (EER) and the control event rate (CER).NNT = 1/ARR = 1/|EER − CER|The EER in this example is 10%, and the CER is 15%. Therefore, the NNT is 1/|0.10 − 0.15| = 1/0.05 = 20.The number 5 (expressed as a percentage) (Option A) represents the absolute risk reduction (ARR), which is the absolute difference between the EER and CER. In this instance, the ARR = 15% − 10% = 5%.The number 10 (expressed as a percentage) (Option B) is the EER for the study group that received the new medication. The EER is the number of participants in the experimental arm divided by the total number of participants in that arm; in this case, it is 10%.The number 33 (expressed as a percentage) (Option D) represents the relative risk reduction (RRR). The RRR is calculated using the EER and CER and is the ratio of the ARR to the event rate in the control group.RRR = |EER − CER|/CER = |10 − 15|/15 = 5/15 = 33%.",
  "critique_links": [],
  "key_points": [
    "The number needed to treat (NNT) is the number of patients who must receive a treatment in order for one additional patient to receive benefit.",
    "The NNT is determined by calculating the inverse of the absolute risk reduction, which in turn is defined as the difference between the experimental event rate (EER) and the control event rate (CER): NNT = 1/|EER – CER|."
  ],
  "references": "Monaghan TF, Rahman SN, Agudelo CW, et al. Foundational statistical principles in medical research: a tutorial on odds ratios, relative risk, absolute risk, and number needed to treat. Int J Environ Res Public Health. 2021;18:5669. PMID: 34070675 doi:10.3390/ijerph18115669",
  "related_content": {
    "syllabus": [
      "fcsec24002_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.702261-06:00"
}