{
  "question_id": "enmcq24087",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Diagnose insulinoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 47-year-old woman attends a follow-up visit to discuss the results of her recent hospitalization for a 72-hour fast. The test was initiated because she had experienced multiple episodes of fasting hypoglycemia accompanied by altered mental status; the episodes resolved with food intake. The 72-hour fast was stopped at 30 hours because she developed altered mental status and a plasma glucose level of 40 mg/dL (2.2 mmol/L). With intravenous glucagon, the patient improved.Laboratory studies (during hospitalization):At 30 HoursAt 30.5 HoursGlucose40 mg/dL (2.2 mmol/L)L70 mg/dL (3.9 mmol/L), 30 minutes after intravenous glucagon administrationC-peptide0.5 nmol/L (normal range, <0.2 nmol/L)Hβ-Hydroxybutyrate0.1 mmol/L (normal range, >2.7 mmol/L after a prolonged fast)LInsulin5.9 μU/mL (normal range, <3 μU/mL)HProinsulin8.1 pmol/L (normal range, <5 pmol/L)HDuring the 72-hour fast, insulin antibody testing and sulfonylurea and meglitinide screening results were negative.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Exogeneous insulin intake",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Insulin autoimmune hypoglycemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Insulinoma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sulfonylurea ingestion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The results of this patient's 72-hour fast are consistent with an insulinoma (Option C). A 72-hour supervised fast should be conducted in patients with fasting hypoglycemia and a strong clinical suspicion for a hypoglycemic disorder. During the fast, plasma glucose is drawn every 6 hours and immediately sent to the laboratory. If the glucose level is less than 60 mg/dL (3.3 mmol/L), four tests are performed: C-peptide, insulin, proinsulin, and β-hydroxybutyrate. Testing is considered complete when one of the following parameters is met: a plasma glucose level of 45 mg/dL (2.5 mmol/L) or a plasma glucose level below 55 mg/dL (3.1 mmol/L) with signs or symptoms of hypoglycemia. Interpretation of testing results is outlined in Table: Differential Diagnosis of Spontaneous Fasting Hypoglycemia. In healthy persons, insulin production decreases and ketogenesis occurs in response to hypoglycemia. However, in patients with insulinoma, the insulin, C-peptide, and proinsulin levels are inappropriately elevated in the setting of hypoglycemia, indicating excess endogenous insulin production. Patients with insulinoma also demonstrate suppressed ketogenesis due to excess insulin; this is evidenced by a low serum β-hydroxybutyrate level. At the end of the fast, intravenous glucagon is administered to evaluate hepatic glycogen stores. In healthy persons, a prolonged fast will deplete hepatic glycogen stores. Because insulin inhibits glycogenolysis, a patient with insulinoma will retain hepatic glycogen stores even after prolonged fasting. Therefore, administering glucagon (a glycogenolytic agent) will cause the plasma glucose level to rise more than 25 mg/dL (1.4 mmol/L). This patient's glucose level rose from 40 mg/dL (2.2 mmol/L) to 70 mg/dL (3.9 mmol/L) and is consistent with the diagnosis of insulinoma. Once the biochemical diagnosis is made, imaging for tumor localization can be pursued.Exogeneous insulin intake (Option A) would also result in hypoglycemia, elevated insulin levels, and suppressed ketogenesis, but markers of endogenous insulin production (C-peptide and proinsulin levels) would be suppressed. Instead, levels of these markers were elevated in this patient.Notably, the same fasting laboratory results seen with insulinomas are seen with insulin autoimmune hypoglycemia and ingestion of oral hypoglycemic agents (sulfonylureas and meglitinides) (Options B, D). However, screening tests for insulin antibodies or the aforementioned agents, respectively, would be positive in such scenarios.",
  "critique_links": [],
  "key_points": [
    "In patients with insulinoma, the insulin, C-peptide, and proinsulin levels are inappropriately elevated and ketogenesis inappropriately suppressed (as evidenced by a low serum β-hydroxybutyrate level) in the setting of hypoglycemia."
  ],
  "references": "Hofland J, Refardt JC, Feelders RA, et al. Approach to the patient: insulinoma. J Clin Endocrinol Metab. 2024;109:1109-1118. PMID: 37925662 doi:10.1210/clinem/dgad641",
  "related_content": {
    "syllabus": [
      "ensec24002_24048"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.419655-06:00"
}
