{
  "question_id": "hpmcq24019",
  "category": "hp",
  "educational_objective": "Evaluate a patient who has been successfully treated for chronic hepatitis C virus infection for reinfection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 26-year-old patient is evaluated 1 week after testing positive for hepatitis C virus (HCV) antibody on a point-of-care assay at a community health fair. They have a history of substance use disorder in remission but had a single-injection drug use relapse 4 months ago. They were treated for HCV infection 5 years ago, with a sustained virologic response.On physical examination, vital signs and other findings are normal.Laboratory studies show normal basic metabolic panel and liver panel results.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Perform HCV RNA testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Refer for HCV retreatment",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer for liver biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to perform hepatitis C virus (HCV) RNA testing (Option A). A positive HCV antibody result can indicate active HCV infection, spontaneous or treatment-induced clearance of previous infection, or, rarely, a false-positive result. All individuals with treatment-related viral clearance will continue to test positive for HCV antibody, but HCV antibody positivity does not protect from reinfection. Individuals who have been successfully treated for HCV infection should be counseled that they remain at risk for reinfection. In the event of potential exposure to HCV, such as in this patient, HCV RNA should be tested to determine the presence of current active infection. There is insufficient evidence to support a specific frequency of HCV RNA testing among persons at risk for ongoing exposure to HCV; a reasonable frequency is to test at least annually, but the frequency should be tailored to the individual's risk for reinfection.Referring the patient for HCV retreatment (Option B) is not the most appropriate next step because a positive HCV antibody result does not, by itself, mean that the patient has active HCV infection. This is particularly true in the case of treatment-induced viral clearance, after which the HCV antibody will remain persistently positive. This patient should be referred for HCV retreatment only if HCV RNA results are also positive.Referring the patient for liver biopsy (Option C) is not indicated because a liver biopsy is not sufficiently sensitive or specific to detect or exclude the presence of active HCV infection. Furthermore, a liver biopsy is invasive, with a small risk for bleeding or other complications.Reassurance only (Option D) is not the most appropriate management because patients remain susceptible to reinfection after HCV clearance. The presence of detectable HCV antibody does not protect from reinfection. HCV differs from hepatitis A virus (HAV) or hepatitis B virus (HBV) in that the presence of HAV antibody or HBV surface antibody helps protect against HAV or HBV infection, respectively. Therefore, patients, such as this one, who have been successfully treated for HCV infection should be counseled about the risk for reinfection and undergo HCV RNA testing after possible reexposure.",
  "critique_links": [],
  "key_points": [
    "All individuals with treatment-related viral clearance after treatment for hepatitis C virus (HCV) infection will continue to test positive for HCV antibody, but HCV antibody positivity does not protect against reinfection.",
    "HCV RNA testing is used to assess for reinfection; for those at risk, HCV RNA testing can be done at least annually but should be tailored to the risk for reinfection."
  ],
  "references": "Bhattacharya D, Aronsohn A, Price J, et al; AASLD-IDSA HCV Guidance Panel. Hepatitis C guidance 2023 update: AASLD-IDSA recommendations for testing, managing, and treating hepatitis C virus infection. Clin Infect Dis. 2023:ciad319. PMID: 37229695 doi:10.1093/cid/ciad319",
  "related_content": {
    "syllabus": [
      "hpsec24005_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.657312-06:00"
}