{
  "question_id": "rmqqq24017",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose basic calcium phosphate deposition.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 72-year-old woman is evaluated for a 6-week history of progressive right shoulder pain and swelling, with morning stiffness and limited range of motion. She reports no fever or rash. She has hypertension treated with hydrochlorothiazide.Vital signs are normal. The right shoulder is warm and swollen; crepitus is noted with movement.Laboratory studies show elevated inflammatory markers.A radiograph of the right shoulder shows erosive changes in the glenohumeral joint with capsular calcifications. MRI shows synovial hypertrophy and joint effusion. Arthrocentesis yields bloody fluid with a leukocyte count of 820/µL (0.82 × 109/L). Polarizing microscopy reveals no crystals. Gram stain is negative.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Basic calcium phosphate deposition",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Calcium pyrophosphate deposition",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Gout",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Infectious arthritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this older patient with shoulder inflammation and pain but noninflammatory bloody joint fluid without crystals is basic calcium phosphate (BCP) deposition (Option A) (Milwaukee shoulder). This inflammatory state causes progressive destruction of the rotator cuff and glenohumeral joint. BCP deposition arthropathy can be unilateral or bilateral. The diagnosis is usually clinical but can be confirmed by visualization of calcium crystals with electron microscopy or special stains such as alizarin red, which are rarely used. BCP crystals may induce joint and tendon damage through interactions with tenocytes and release of matrix metalloproteases, cyclo-oxygenases, and prostaglandins. Calcium pyrophosphate (CPP) crystals can coexist in up to 50% of patients with BCP deposition arthropathy. Treatment involves NSAIDs or intra-articular glucocorticoids.The noninflammatory joint fluid and absence of CPP crystals despite signs of active joint inflammation makes CPP deposition (CPPD) arthropathy (Option B) unlikely. Additionally, shoulder joint involvement is uncommon with CPPD arthropathy but may occur in a pseudo–polymyalgia rheumatica presentation.Although the patient has risk factors for gout, such as postmenopausal status, hypertension, and hydrochlorothiazide use, the involvement of this patient's shoulder joint, the presence of noninflammatory joint fluid, and the absence of monosodium uric acid crystals argue against this diagnosis (Option C).This patient has noninflammatory joint fluid and a negative Gram stain, which makes infectious arthritis (Option D) very unlikely.",
  "critique_links": [],
  "key_points": [
    "Basic calcium phosphate deposition arthropathy (“Milwaukee shoulder”) is an inflammatory state that causes progressive destruction of the rotator cuff and glenohumeral joint; diagnosis is usually clinical."
  ],
  "references": "McCarthy GM. Calcium pyrophosphate and basic calcium phosphate deposition diseases: the year in review 2022. Gout Urate Cryst Depos Dis. 2023;1:234-242. doi:10.3390/gucdd1040019",
  "related_content": {
    "syllabus": [
      "rmsec24012_24023"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:22.053271-06:00"
}