{
  "question_id": "nrmcq24031",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat essential tremor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 61-year-old man is evaluated for a head tremor that started 5 years ago and has slowly progressed. He notes that people often ask him if he is agreeing with them. He reports no pulling or tightness over his neck or shoulder. The movements seem to decrease with alcohol and increase with stress. He reports a history of tremors in some family members. Medical history is notable for pulmonary embolism. His only medication is apixaban.On physical examination, pulse rate is 59/min. The patient has a rhythmic flexion-extension head tremor that does not change when he is asked to turn or tilt his head to either side. The patient also exhibits a mild tremor in the bilateral upper extremities when holding his hands in an outstretched position and while writing. Rapid alternating movements, finger-to-nose testing, and ambulation are normal.A complete metabolic panel and thyroid-stimulating hormone level are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Benztropine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Botulinum toxin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Levodopa",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topiramate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "In this patient with essential tremor of the head and upper extremities, topiramate (Option D) is the most appropriate first-line therapy. Essential tremor is associated with a slowly progressive (3 years or more) postural and kinetic tremor in the upper extremities and may also involve the head, vocal cords, and legs. Essential head tremor is often associated with a “yes-yes” tremor resulting from rhythmic extension and flexion of the neck. The main differential diagnoses for essential head tremor are enhanced physiologic head tremor and dystonia. This patient's positive family history and slow progression differentiate his tremor from enhanced physiologic tremor; the rhythmic quality and association with postural and kinetic arm tremor differentiate his tremor from dystonia. First-line therapies for essential tremor include propranolol, primidone, and topiramate. In this patient, propranolol should be avoided because of bradycardia, and primidone would be contraindicated because it can interact with apixaban. Topiramate would be appropriate first-line treatment.Benztropine (Option A) is a treatment option for tremor caused by dystonia or parkinsonism. This patient's tremor is kinetic, rather than the resting tremor typical of parkinsonism, and it lacks the pulling, tightness, and directional turning or tilting of the head associated with dystonia. Benztropine would not be effective treatment for his essential head tremor.Botulinum toxin (Option B) is a preferred therapy for cervical dystonia and dystonic head tremor, which are not present in this patient. In medication-refractory essential head tremor, botulinum toxin may be considered as an option of last resort (along with neurosurgical therapies), but medications should be tried first.Levodopa (Option C) is indicated for tremor in Parkinson disease. In this condition, the tremor is typically present at rest and often seen in the upper extremities but may also involve the jaw, chin, or lower extremities. Head tremor is unusual in Parkinson disease. This patient does not exhibit features of parkinsonism and therefore would not benefit from levodopa.",
  "critique_links": [],
  "key_points": [
    "Essential tremor is associated with postural and kinetic tremor in the upper extremities and may also involve the head, vocal cords, and legs; essential head tremor is often associated with a “yes-yes” tremor resulting from rhythmic extension and flexion of the neck.",
    "First-line therapies for essential tremor include propranolol, primidone, and topiramate."
  ],
  "references": "Welton T, Cardoso F, Carr JA, et al. Essential tremor. Nat Rev Dis Primers. 2021;7:83. PMID: 34764294 doi:10.1038/s41572-021-00314-w",
  "related_content": {
    "syllabus": [
      "nrsec24006_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.428749-06:00"
}