{
  "question_id": "encor25014",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage nonthyroidal illness syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 66-year-old woman is evaluated for abnormal thyroid studies during hospitalization for Escherichia coli urosepsis. Thyroid testing was performed on hospitalization 1 day ago to evaluate hypothermia, bradycardia, and obtundation. Subsequently, vital signs and mental status improved with treatment of urosepsis. She has no chronic medical problems. Her only medication is ceftriaxone.On physical examination, temperature is 36.5 °C (97.7 °F), blood pressure is 110/60 mm Hg, and pulse rate is 68/min. She is alert and oriented to self and location but not to date. Her skin is cool and dry. She has no proptosis or thyroid nodules. Deep tendon reflexes are normal.Laboratory studies:Thyroid-stimulating hormone0.1 μU/mL (0.1 mU/L)LFree thyroxine0.8 ng/dL (10 pmol/L)L",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Levothyroxine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methimazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pituitary MRI",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroid testing after recovery",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with nonthyroidal illness syndrome (NTIS) is to repeat thyroid function testing after she recovers from her current illness (Option D). Generally, thyroid function should be assessed in hospitalized patients only if the clinical suspicion of thyroid dysfunction is high. As many as 75% of hospitalized patients have temporary thyroid function test abnormalities. NTIS (previously termed euthyroid sick syndrome) commonly occurs in patients who are hospitalized and critically ill. Nonthyroidal illness suppresses thyrotropin-releasing hormone, typically resulting in a suppressed but detectable thyroid-stimulating hormone (TSH) level. Infrequently, the TSH level is mildly elevated in recovery from NTIS. An undetectable TSH level is not consistent with NTIS, nor is a TSH level of 20 μU/mL (20 mU/L) or greater, but levels in the middle of this range are difficult to interpret in the setting of acute illness. Serum total thyroxine (T4) may be normal in patients with mild illness and is often decreased in moderate to severe illness. If thyroid function tests are consistent with NTIS during acute illness, the TSH level should be rechecked approximately 6 weeks after the patient has recovered from the nonthyroidal illness to assess for normalization. Treatment of NTIS is not recommended because the clinical benefit is unclear. This critically ill patient has a decreased but detectable TSH level and a marginally decreased free T4 level, consistent with NTIS. Therefore, no immediate action should be taken to address her abnormal thyroid function test results. These studies should be repeated after she recovers.Levothyroxine (Option A) would be helpful in primary hypothyroidism or for a patient with a known or strong predisposition to central hypothyroidism. NTIS is a more likely explanation for this patient's mildly abnormal thyroid function tests during critical illness.Methimazole (Option B) is useful for treating hyperthyroidism, which is diagnosed with a suppressed TSH level and elevated free T4 or total triiodothyronine levels. This patient's laboratory test results are not consistent with hyperthyroidism.A pituitary MRI (Option C) is an appropriate part of the evaluation of suspected central hypothyroidism. Although this patient's depressed free T4 level and inappropriately low TSH level would be consistent with central hypothyroidism, this diagnosis is not strongly suggested because of the clinical context of critical illness. If this pattern persists after recovery, a pituitary MRI would be indicated.",
  "critique_links": [],
  "key_points": [
    "Generally, thyroid function should only be assessed in hospitalized patients if the clinical suspicion of thyroid dysfunction is high.",
    "If thyroid function tests are consistent with nonthyroidal illness syndrome during acute illness, the thyroid-stimulating hormone level should be rechecked approximately 6 weeks after the patient has recovered from the nonthyroidal illness to assess for normalization."
  ],
  "references": "Fliers E, Boelen A. An update on non-thyroidal illness syndrome. J Endocrinol Invest. 2021;44:1597-1607. PMID: 33320308 doi:10.1007/s40618-020-01482-4",
  "related_content": {
    "syllabus": [
      "ensec24005_24037"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.051404-06:00"
}