{
  "question_id": "inqqq24011",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat anovulatory abnormal uterine bleeding with a levonorgestrel-containing intrauterine device in a patient with contraindications to oral contraceptive pills.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for 1 year of unpredictable heavy menstrual bleeding. Her last menstrual period was 12 days ago. She had a provoked deep venous thrombosis 3 years ago following an intercontinental flight. She smokes cigarettes with no desire to quit. She does not desire future pregnancy.Physical examination is normal.Laboratory studies:Hemoglobin10.2 g/dL (102 g/L)LMean corpuscular volume68 fLLThyroid-stimulating hormone2.85 µU/mL (2.85 mU/L)A pregnancy test result is negative.Transvaginal ultrasound and endometrial biopsy results are both normal.",
  "question_stem": "In addition to oral iron supplements, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Combination oral contraceptive pill",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endometrial ablation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Levonorgestrel-containing intrauterine device",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Medroxyprogesterone acetate for the second half of the menstrual cycle",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of anovulatory abnormal uterine bleeding (AUB) in this patient is a levonorgestrel-containing intrauterine device (IUD) (Option C). AUB caused by ovulatory dysfunction is categorized by ovulatory and anovulatory patterns. Ovulatory AUB occurs at normal regular intervals but is excessive in volume or duration. Anovulatory cycles are characterized by unpredictable bleeding of variable flow and duration caused by the absence of normal cyclic progesterone. This causes the estrogen-mediated endometrium to proliferate excessively, resulting in endometrial instability, erratic bleeding, and an increased risk for uterine cancer. Abnormal uterine bleeding can also be categorized using the acronym PALM-COEIN. \"PALM\" encompasses structural causes: polyp, adenomyosis, leiomyoma, and malignancy/hyperplasia. \"COEIN\" addresses nonstructural causes: coagulopathy, ovulatory dysfunction, endometrial issues, iatrogenic factors, and conditions not otherwise classified. This patient has anemia due to excessive menstrual blood loss from ovulatory dysfunction, and using a progestin-containing IUD would result in amenorrhea, preventing future blood loss. In addition, managing anovulatory cycles with progestin maintains endometrial stability and reduces the risk for endometrial cancer. The levonorgestrel-releasing IUD is the most effective medical therapy for heavy menstrual bleeding, with a 71% to 95% reduction in blood loss, and would be the most appropriate management for this patient.Estrogen-progestin oral contraceptives (Option A) are also effective in regulating bleeding (35% to 69% reduction) in patients with ovulatory dysfunction. However, the levonorgestrel-containing IUD is more effective, and this patient has contraindications to combination hormone therapy (previous deep venous thrombosis and current smoking).Endometrial ablation (Option B) or hysterectomy may be considered for patients who do not respond to medical treatment or in whom anatomic causes of bleeding are identified. These interventions are not indicated at this time.Medroxyprogesterone acetate for the second half of the menstrual cycle (Option D) would not be the most appropriate management. Treatment of anovulatory bleeding is directed toward restoring hormonal balance and stabilizing the endometrium. A progestin such as medroxyprogesterone acetate may be used to promote withdrawal bleeding for women who wish to become pregnant. However, this patient has not expressed a desire to become pregnant, and such treatment is unlikely to prevent future abnormal bleeding in a patient with continued anovulatory cycles.",
  "critique_links": [],
  "key_points": [
    "For women with anovulatory abnormal uterine bleeding, a progestin-containing intrauterine device is the most effective treatment to reduce blood loss and maintain the stability of the endometrium, thereby reducing the risk for uterine cancer; oral contraceptive pills are the next most effective treatment and can be used in patients without contraindications."
  ],
  "references": "Wouk N, Helton M. Abnormal uterine bleeding in premenopausal women. Am Fam Physician. 2019;99:435-443. PMID: 30932448",
  "related_content": {
    "syllabus": [
      "insec24005_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.060767-06:00"
}