{
  "question_id": "npmcq24092",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose hyperkalemia due to insulin deficiency and hypertonicity.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 41-year-old man is evaluated in the emergency department for a 1-day history of nausea, abdominal pain, and increased urination and a 2-day history of dysuria. He also has hypertension, hyperlipidemia, and type 2 diabetes mellitus. Medications are losartan, hydrochlorothiazide, atorvastatin, insulin glargine, empagliflozin, and metformin.On physical examination, temperature is 38.0 °C (100.4 °F), blood pressure is 104/82 mm Hg, pulse rate is 104/min, and respiration rate is 20/min. Oxygen saturation is 98% with the patient breathing ambient air. Mucous membranes are dry. He has generalized abdominal tenderness. The remainder of the examination is unremarkable.Laboratory studies:Arterial blood gasespH7.31LPco232 mm Hg (4.3 kPa)LCreatinine1.6 mg/dL (141.4 µmol/L)HElectrolytesSodium128 mEq/L (128 mmol/L)LPotassium6.2 mEq/L (6.2 mmol/L)HChloride92 mEq/L (92 mmol/L)LBicarbonate16 mEq/L (16 mmol/L)LGlucose480 mg/dL (26.6 mmol/L)Hβ-HydroxybutyrateElevatedUrinalysisSpecific gravity 1.015; pH 6.0; positive glucose, protein, leukocyte esterase, and nitritesECG is normal.",
  "question_stem": "Which of the following is the most likely cause of this patient's hyperkalemia?",
  "options": [
    {
      "letter": "A",
      "text": "Acute kidney injury",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Empagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Insulin deficiency",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Metabolic acidosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's hyperkalemia is insulin deficiency (Option C). This patient has hyperglycemia and elevated serum potassium levels. Regardless of whether ketoacidosis is present, the cause of hyperkalemia in patients with hyperglycemia is secondary to lack of insulin and hypertonicity. Insulin is the major hormone responsible for moving potassium from the extracellular space into the intracellular space. The effect of insulin on potassium movement is through activation of the Na+/K+-ATPase and is independent of its effect on glucose transport. Patients with insulin deficiency will often have hyperkalemia. However, despite hyperkalemia, total body potassium is almost always decreased due to osmotic diuresis. In addition to the direct effects of insulin on potassium movement into cells, hypertonicity induced by hyperglycemia causes the movement of water out of cells, pulling potassium along with it.Although oliguric acute kidney injury (Option A) can be associated with hyperkalemia, this patient is not oliguric and his increased serum creatinine level is likely secondary to prerenal azotemia caused by volume depletion. Potassium homeostasis is maintained until the glomerular filtration rate decreases to <20 mL/min/1.73 m2.Empagliflozin (Option B), a sodium-glucose 2 transport inhibitor, increases both urine glucose and urine potassium excretion and is not associated with hyperkalemia.Metabolic acidosis due to a mineral (inorganic) acidosis, such as that which occurs with infusion of hydrochloric acid, will increase serum potassium due to hydrogen moving into cells in exchange for potassium. However, the effect of an organic acid such as lactic acid or ketoacids (metabolic acidosis due to an organic acidosis) on potassium movement is minimal. With these organic acids, the hydrogen ion moves into cells along with its accompanying anion. Hyperkalemia that is associated with diabetic ketoacidosis is due primarily to absolute or relative insulin deficiency and hypertonicity rather than metabolic acidosis. Therefore, although this patient has a metabolic acidosis (Option D), this is not the cause of his hyperkalemia.",
  "critique_links": [],
  "key_points": [
    "The cause of hyperkalemia in patients with hyperglycemia with or without ketoacidosis is secondary to lack of insulin and hypertonicity."
  ],
  "references": "Palmer BF, Clegg DJ. Physiology and pathophysiology of potassium homeostasis. Adv Physiol Educ. 2016;40:480-90. PMID: 27756725",
  "related_content": {
    "syllabus": [
      "npsec24002_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.994247-06:00"
}