{
  "question_id": "onmcq24057",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Follow up with a patient who has been treated for breast cancer with an aromatase inhibitor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 53-year-old woman is evaluated to establish care after moving to a new city. Six years ago, she was treated for early-stage hormone receptor–positive breast cancer with lumpectomy, radiation therapy, and 5 years of endocrine therapy with letrozole. She is no longer undergoing follow-up with an oncologist. The patient also has hypothyroidism and hypertension; her medications include levothyroxine, amlodipine, and lisinopril.On physical examination, vital signs are normal. Examination of the breast reveals a surgical scar and mild skin hyperpigmentation. No other abnormalities are noted.Screening mammography shows no abnormalities.",
  "question_stem": "In addition to continued annual mammography, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Bone densitometry",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Breast MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "It is most appropriate to obtain bone density studies (Option A). There are nearly 3 million women in the United States with a previous or current diagnosis of breast cancer. Following early active therapy (surgery, chemotherapy, and radiation therapy), patients are monitored for recurrence, second primary cancers, and physical and psychosocial long-term effects of breast cancer and treatment. Guidelines recommend that patients should be evaluated for a detailed cancer-related history and physical examination every 3 to 6 months for the first 3 years, every 6 to 12 months for the next 2 years, and then annually. Patients treated with aromatase inhibitors are at risk for osteoporosis and should undergo bone-density studies. When osteoporosis with a T-score of –2.5 or lower is found, treatment should be initiated, preferably with a bisphosphonate. This patient was treated with an aromatase inhibitor for 5 years and should be screened for osteoporosis.Breast MRI (Option B) need not be obtained in this patient. Continued annual mammography is recommended, but there is no indication for breast ultrasonography or MRI purely based on a history of breast cancer. The potential indications for breast MRI in a patient with past breast cancer include a suspected local recurrence or a new primary tumor when other imaging is inconclusive.PET/CT (Option C) is not the most appropriate next step. This patient has no symptoms following breast cancer treatment, and there is no indication for follow-up imaging, such as PET/CT, for asymptomatic patients treated for early-stage breast cancer.Not performing additional testing would be inappropriate (Option D). This patient was treated with an aromatase inhibitor for 5 years, and bone density studies are recommended because of the increased risk for osteoporosis.",
  "critique_links": [],
  "key_points": [
    "Following early active breast cancer therapy, patients are monitored for recurrence, second primary cancers, and physical and psychosocial long-term effects of breast cancer and treatment.",
    "Patients taking aromatase inhibitors should undergo bone density studies and receive osteoporosis treatment, ideally with a bisphosphonate, if their T-score is –2.5 or lower."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Breast cancer. Version 4. 2024. NCCN.org. Accessed August 5, 2024. Available at: https://www.nccn.org/professionals/physician_gls/pdf/breast.pdf",
  "related_content": {
    "syllabus": [
      "onsec24002_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.681954-06:00"
}