{
  "question_id": "onmcq24014",
  "category": "on",
  "educational_objective": "Treat castration-resistant prostate cancer metastatic to bone with an osteoclast inhibitor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 57-year-old man with metastatic prostate cancer is admitted to the hospital with severe lower back pain lasting several weeks. He was first diagnosed 9 months ago when evaluation revealed extensive retroperitoneal and pelvic lymphadenopathy and extensive osseous metastatic disease. He was initially treated with androgen-deprivation therapy plus chemotherapy, and imaging studies revealed improvement. The patient has no other medical problems. Medications are leuprolide, 7.5 mg monthly.On physical examination, vital signs are normal. Neurologic examination is normal.CT scan of the chest, abdomen, and pelvis reveals progressive adenopathy. Bone scan reveals increased uptake in existing as well as new lesions. MRI of the thoracic spine shows multifocal osseous metastatic disease and replacement of the T12 vertebral body. No cord compression is noted.Therapy is initiated with oxycodone and enzalutamide, and radiation oncology is consulted for consideration of palliative radiation.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Change leuprolide to 22.5 mg every 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Perform PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start zoledronic acid",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient is zoledronic acid (Option D). This patient has aggressive castration-resistant metastatic prostate cancer as shown by a rising prostate-specific antigen level and imaging findings of progressive osseous metastatic disease despite testosterone suppression to a level of less than 50 ng/dL (1.7 mmol/L). Standard practice in castration-resistant disease supports continuing androgen-deprivation therapy (ADT) and adding other treatment. Multiple options are appropriate, including androgen pathway inhibitors such as enzalutamide and abiraterone, chemotherapy with docetaxel, and bone-seeking isotope treatment (radium-223). Osteoclast inhibitors are additionally indicated for treatment of castration-resistant disease with symptomatic bony metastases. The most commonly prescribed medications are zoledronic acid and denosumab, which have been shown to substantially reduce bone pain and fracture risk. In this patient with progressive castration-resistant osseous metastatic disease, treatment with an additional agent, such as enzalutamide along with an osteoclast inhibitor, is indicated.Changing leuprolide to 22.5 mg every 3 months (Option A) can be considered as a convenient alternative to 7.5 mg every month but will not improve this patient's response to ADT. He requires additive treatment, such as enzalutamide and an osteoclast inhibitor in addition to continuing ADT with leuprolide.PET/CT (Option B) is not indicated for this patient. PET/CT can be used to clarify the results of conventional imaging and can be used in patients with biochemical relapse who are being considered for salvage radiotherapy after previous prostatectomy for treatment of early-stage prostate cancer. This patient's imaging studies clearly show progressive metastatic disease, and PET/CT will not provide additional information.Chemotherapy (Option C) is used to treat castration-resistant metastatic prostate cancer but is not clearly indicated for this patient. This patient has several treatment options available, which are highly effective and better tolerated compared to chemotherapy.",
  "key_points": [
    "Osteoclast inhibitors, such as zoledronic acid and denosumab, substantially reduce bone pain and fracture risk in men with castration-resistant prostate cancer that has metastasized to the bones.",
    "Treating patients with castration-resistant prostate cancer includes continuing androgen-deprivation therapy with the addition of androgen pathway inhibitors, chemotherapy, or bone-seeking isotope treatment."
  ],
  "references": "Patel SH, Panian J, Bree K, et al. Systemic treatment of bone disease in metastatic urinary malignancies. Eur Urol Focus. 2020;6:17-25. PMID: 31255618 doi:10.1016/j.euf.2019.06.007",
  "related_content": {
    "syllabus": [
      "onsec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:07.371856-06:00"
}