{
  "question_id": "giqqq24004",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose diverticular disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 69-year-old woman presents with hematochezia that began 8 hours ago. The bleeding was initially painless but is now accompanied by lower abdominal cramping. She reports that the bleeding seems to be slowing. She is otherwise healthy, takes no medication, and has never been hospitalized.Vital signs are normal. Hyperactive bowel sounds are present. The abdomen is nontender. Rectal examination shows bright red blood in the rectal vault.Laboratory studies:Hemoglobin10.4 g/dL (104 g/L)L",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Aortoenteric fistula",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonic ischemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Diverticular bleeding",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Duodenal ulcer",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is diverticular bleeding (Option C). Diverticulosis is one of the most common causes of acute hematochezia requiring hospitalization. The bleeding is typically painless except for abdominal cramping due to the cathartic action of colonic blood. In patients with severe, painless hematochezia, the most common site of bleeding is the colon (75% of cases). Within the colon, the most likely cause of bleeding is diverticula, which account for 33% of all cases of colonic bleeding; bleeding often stops spontaneously. Physical examination is usually unremarkable unless large blood loss results in tachycardia, hypotension, and orthostasis. In this hemodynamically stable patient with suspected diverticulosis and no evidence of rapid bleeding, colonoscopy is the first study of choice.Aortoenteric fistula (Option A) is defined as an abnormal connection between the aorta and the gastrointestinal tract. It is most commonly caused by an abdominal aortic aneurysm or aortic prosthetic graft compressing or eroding the adjacent gastrointestinal structures. Aortoenteric fistula is a rare cause of gastrointestinal bleeding and may result in massive hemorrhage and hemodynamic instability. A few patients may present with the classic diagnostic triad of lower gastrointestinal bleeding, abdominal pain, and a palpable abdominal mass.Colonic ischemia (Option B) is a common cause of hematochezia in older patients. The bleeding is typically preceded by lower abdominal pain, and physical examination shows tenderness over the involved bowel segment. This patient's clinical history and the absence of tenderness on abdominal examination make the diagnosis of colonic ischemia unlikely.In approximately 15% of patients, suspected lower gastrointestinal bleeding is found to result from upper gastrointestinal sources, including duodenal ulcers (Option D). These patients may present with hematochezia, which is suggestive of brisk ongoing bleeding of at least 1000 mL of blood and is typically associated with hemodynamic instability. The absence of hemodynamic instability makes a duodenal ulcer less likely in this patient.",
  "critique_links": [],
  "key_points": [
    "In patients with severe, painless hematochezia, the most common site of bleeding is the colon (75% of cases), and diverticula account for 33% of all cases of colonic bleeding.",
    "Diverticular bleeding is typically painless except for abdominal cramping due to the cathartic action of colonic blood, and bleeding often stops spontaneously; colonoscopy is the preferred diagnostic test."
  ],
  "references": "Oakland K, Chadwick G, East JE, et al. Diagnosis and management of acute lower gastrointestinal bleeding: guidelines from the British Society of Gastroenterology. Gut. 2019;68:776-789. PMID: 30792244 doi:10.1136/gutjnl-2018-317807",
  "related_content": {
    "syllabus": [
      "gisec24005_24010"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.387898-06:00"
}