{
  "question_id": "onmcq24071",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Screen for lung cancer in a patient who formerly smoked tobacco.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 60-year-old man is evaluated during a follow-up visit for hypertension, dyslipidemia, and COPD. He reports no chest pain, change in dyspnea from baseline, orthopnea, leg swelling, or claudication. At age 52 years, he completed a screening colonoscopy, with one hyperplastic polyp noted. He previously smoked cigarettes, averaging one pack per day from ages 25 to 48 years. He has no family history of colon cancer. Medications are losartan, amlodipine, atorvastatin, inhaled umeclidinium-vilanterol, and as-needed inhaled albuterol.Physical examination, including vital signs, is normal.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Ankle-brachial index testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Exercise treadmill testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Low-dose chest CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is low-dose chest CT (Option D) to screen for lung cancer. Both the U.S. Preventive Services Task Force (USPSTF) and the American Cancer Society (ACS) recommend annual screening for lung cancer with low-dose chest CT for current smokers aged 50 to 80 years with at least a 20-pack-year smoking history. The USPSTF also recommends screening patients who formerly smoked and who meet those criteria if they have quit within the past 15 years, whereas the ACS recommends screening patients who formerly smoked and who meet the same criteria regardless of when they stopped smoking. Whereas chest radiography lacks the sensitivity and specificity to identify small, early-stage lesions, CT-based screening has been shown to improve early detection and reduce lung cancer mortality. This 60-year-old patient with a 23-year-pack smoking history who quit 12 years ago should undergo CT-based screening according to both USPSTF and ACS guidelines.The ankle-brachial index (ABI) (Option A) is the diagnostic test of choice for peripheral artery disease (PAD). Risk factors for PAD include diabetes mellitus, current smoking, high blood pressure, high cholesterol levels, obesity, and physical inactivity. The USPSTF does not endorse screening of asymptomatic patients, such as this patient.Colonoscopy (Option B) is one of several recommended screening strategies for colon cancer. In the absence of high-risk polyps or a family history of advanced polyps or colon cancer, colonoscopy can be repeated every 10 years. Small hyperplastic polyps are not considered an increased risk factor for colon cancer and do not warrant earlier rescreening. This patient completed screening colonoscopy 8 years ago and has no personal or family history of adenomatous polyps or colon cancer, so repeat colonoscopy is unnecessary at this time.In patients with atherosclerosis risk factors who have typical or atypical symptoms that suggest angina, exercise treadmill testing (Option C) is an appropriate diagnostic test. However, no clear evidence of benefit has been shown in screening asymptomatic low- and intermediate-risk patients. Screening exercise stress testing of asymptomatic adults is not currently recommended by the USPSTF, American College of Physicians, American Academy of Family Physicians, or American College of Preventive Medicine. This patient has no symptoms of coronary artery disease and does not require exercise treadmill testing.",
  "critique_links": [],
  "key_points": [
    "Both the U.S. Preventive Services Task Force (USPSTF) and the American Cancer Society (ACS) recommend annual screening for lung cancer with low-dose chest CT for patients aged 50 to 80 years who currently smoke and have at least a 20-pack-year smoking history; the USPSTF also recommends screening patients who formerly smoked and who meet those criteria if they have quit within the past 15 years, whereas the ACS recommends screening all patients who formerly smoked and who meet the same criteria regardless of when they stopped smoking."
  ],
  "references": "Wolf AMD, Oeffinger KC, Shih TY, et al. Screening for lung cancer: 2023 guideline update from the American Cancer Society. CA Cancer J Clin. 2024;74:50-81. PMID: 37909877 doi:10.3322/caac.21811",
  "related_content": {
    "syllabus": [
      "onsec24014_24005"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.729115-06:00"
}