{
  "question_id": "idmcq24050",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat recurrent urinary tract infection in a sexually active patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old woman is evaluated for a 3-day history of dysuria and urinary urgency and frequency. She reports no fever, chills, back pain, or vaginal discharge. She is monogamous with a male sexual partner. She has had two urinary tract infections in the past year for which she took trimethoprim-sulfamethoxazole. The last time she was treated was 2 months ago. She has no history of sexually transmitted infections. She takes an oral contraceptive pill and has no medication allergies.On physical examination, vital signs are normal. She has mild suprapubic tenderness with no costovertebral angle or abdominal tenderness.Urine dipstick is positive for leukocyte esterase and nitrites. Urine culture is pending.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Intramuscular ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral nitrofurantoin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Nitrofurantoin (Option C) is the most appropriate treatment for this patient who has an uncomplicated urinary tract infection (UTI). Uncomplicated cystitis in women is generally treated based on the susceptibility of Escherichia coli, one of the most common bacterial causes of uncomplicated cystitis in women. The recommended first-line antibiotics should maximize efficacy while minimizing the risk of resistance and development of adverse effects. The preferred agents are nitrofurantoin for 5 days, trimethoprim-sulfamethoxazole for 3 days, and fosfomycin as a single dose.If acute pyelonephritis is suspected and the patient does not require hospitalization, intramuscular ceftriaxone (Option A) can be given as an initial dose in an emergency department or urgent care setting, with subsequent continuation of oral antibiotics after this initial dose. However, ceftriaxone is not recommended as monotherapy for a UTI because one dose is unlikely to effectively clear the infection. Additionally, this patient does not require parenteral therapy because oral options are available.Ciprofloxacin (Option B) should only be used when first-line options are not available or appropriate. Ciprofloxacin is not considered a first-line treatment for uncomplicated UTI because it may promote the development of fluoroquinolone resistance among uropathogens, as well as other organisms, and because of concerns for adverse effects.Because this patient was recently treated for a UTI with trimethoprim-sulfamethoxazole (Option D), it should not be administered for reinfection within 3 months of previous treatment. Trimethoprim-sulfamethoxazole should also only be used in areas where local E. coli resistance rates are less than 20%. A single dose of fosfomycin can be used as first-line therapy as well; however, it may be less effective than nitrofurantoin or trimethoprim-sulfamethoxazole and is more expensive. For these reasons, and pending results of the patient's urine culture, nitrofurantoin is the most appropriate antibiotic choice.",
  "critique_links": [],
  "key_points": [
    "The preferred agents for treatment of uncomplicated cystitis are nitrofurantoin for 5 days, trimethoprim-sulfamethoxazole for 3 days, and fosfomycin as a single dose.",
    "Trimethoprim-sulfamethoxazole should not be used to treat uncomplicated cystitis in patients who received this antibiotic for a urinary tract infection in the preceding 3 months or in areas where local resistance rates exceed 20%."
  ],
  "references": "Gupta K, Hooton TM, Naber KG, et al; Infectious Diseases Society of America. International clinical practice guidelines for the treatment of acute uncomplicated cystitis and pyelonephritis in women: a 2010 update by the Infectious Diseases Society of America and the European Society for Microbiology and Infectious Diseases. Clin Infect Dis. 2011;52:e103-20. PMID: 21292654 doi:10.1093/cid/ciq257",
  "related_content": {
    "syllabus": [
      "idsec24008_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.593276-06:00"
}