{
  "question_id": "pmqqq24007",
  "category": "pm",
  "educational_objective": "Diagnose cough-variant asthma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 52-year-old woman is evaluated for a 1-year history of cough. She works in an office and has no environmental exposures. Her cough is triggered by temperature changes, exercise, laughter, and strong scents and perfumes. She has recently been treated with intranasal fluticasone and oral antihistamines without significant improvement. She takes no medications and reports no gastroesophageal reflux, postnasal drip, or sinus symptoms.Oxygen saturation is 97% with the patient breathing ambient air. Vital signs and pulmonary and cardiac examinations are normal.Pulmonary function testing shows a normal FEV1 and FEV1/FVC ratio.Chest radiograph is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the sinuses",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Esophageal manometry and 24-hour pH monitoring study",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "High-resolution chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Methacholine challenge testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to perform methacholine challenge testing (Option D). This patient has a chronic cough with no cause identified by history or physical examination and a normal chest radiograph. In such patients who are not taking ACE inhibitors and are not exposed to environmental irritants or tobacco smoke, the most common causes are asthma, gastroesophageal reflux disease (GERD), and rhinosinusitis. Cough-variant asthma refers to asthma in which the predominant manifestation is cough, without other typical asthma symptoms such as wheezing, breathlessness, and chest tightness. Although most patients with asthma have obstructive physiology on pulmonary function testing, methacholine challenge testing is indicated in those patients with normal spirometry to evaluate for bronchial hyperreactivity, which supports a diagnosis of asthma. Bronchial challenge testing uses a controlled inhaled stimulus to induce bronchospasm in association with spirometry; a methacholine challenge test is considered positive if methacholine causes lung function (FEV1) to drop by 20% or more compared to the baseline FEV1. A positive methacholine testing is not specific enough to diagnose asthma; therefore, patients with cough and a positive methacholine challenge must also respond clinically to treatment with asthma therapies to be considered to have cough-variant asthma.CT of the sinuses (Option A) is not indicated in this patient who has no reported nasal or sinus symptoms.Esophageal manometry and 24-hour pH testing (Option B) would not be appropriate because the patient has no symptoms of GERD. Guidelines suggest an empiric trial of a proton pump inhibitor and diet and lifestyle modification for cough due to GERD before invasive testing for the disease.High-resolution chest CT (Option C) would be indicated in patients with chronic cough to evaluate for interstitial lung disorders or bronchiectasis when appropriate concern exists. However, this patient's chest radiograph and physical examination findings are normal, and no historical features point toward either of those diagnoses; therefore, the more common condition of asthma should be excluded first.",
  "key_points": [
    "Cough-variant asthma refers to asthma in which the predominant manifestation is cough, without other typical asthma symptoms; the diagnosis is supported by abnormal spirometry or methacholine challenge testing if spirometry is normal."
  ],
  "references": "Global Initiative for Asthma (GINA). Global strategy for asthma management and prevention 2024. Available at https://ginasthma.org/2024-report/. Accessed June 2, 2024.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:53.096117-06:00"
}