{
  "question_id": "fcmcq24090",
  "category": "fc",
  "educational_objective": "Report a potentially impaired physician.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A physician in a large internal medicine practice is concerned about one of her colleagues. The colleague is a senior physician in the group. He has been showing up to work late, running late throughout the day, and failing to inform patients of critical results, leading to complaints from patients as well as delays in the staff being able to leave at the end of the day. The next day, the physician approaches the senior physician and shares her concerns. The senior physician tells her to mind her own business.",
  "question_stem": "Which of the following is the most appropriate action for the physician to take regarding her colleague's behavior?",
  "options": [
    {
      "letter": "A",
      "text": "Ask others in the group whether they have observed negligent care by the colleague",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Report concerns to the colleague's supervisor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Review the colleague's documentation to determine whether errors are occurring",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Take no further action",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate course of action is for the physician to report her concerns about impairment to the colleague's supervisor (Option B). Physician impairment refers to the inability to safely perform patient care duties. Impairment may result from various conditions, including substance use disorders, mental illness, aging, cognitive impairment, burnout, and fatigue. Importantly, the presence of one of these conditions does not constitute impairment. Physicians have an ethical responsibility to safeguard patients from impaired physicians and to assist impaired colleagues in obtaining help. Physicians may feel reluctant to report colleagues because of fears of retaliation or a desire to protect a colleague, especially in situations of hierarchy or power differential. However, physicians have a duty to speak up because such behaviors may lead to patient harm. A stepwise approach is recommended, in which concerns are first discussed with the colleague if patient harm is unlikely, followed by a report to clinical supervisors or the local or state medical society if patient harm is possible or imminent. Because the physician in this case already discussed her concerns directly with her colleague, who dismissed them, the next step is to report the colleague to a supervisor. Physicians who are identified as having an impairment should be allowed the opportunity to rehabilitate through a physician health program whenever possible.Asking others whether they have observed any negligent care by the colleague (Option A) only delays reporting and would not relieve this physician of the responsibility to report a suspected impaired colleague.Reviewing the medical records of a patient not under one's care, even to look for errors, is inappropriate and a violation of patient privacy. The physician in this scenario should not review her colleague's notes for evidence of negligent care (Option C).A physician who observes potential impairment in a colleague has a professional and ethical responsibility to report the colleague. Taking no further action (Option D) may lead to patient harm.",
  "key_points": [
    "Physicians have an ethical responsibility to safeguard patients from impaired physicians and to assist impaired colleagues in obtaining help."
  ],
  "references": "Candilis PJ, Kim DT, Sulmasy LS; ACP Ethics, Professionalism and Human Rights Committee. Physician impairment and rehabilitation: reintegration into medical practice while ensuring patient safety: a position paper from the American College of Physicians. Ann Intern Med. 2019;170:871-879. PMID: 31158847",
  "related_content": {
    "syllabus": [
      "fcsec24003_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.093475-06:00"
}