{
  "question_id": "fcmcq24002",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Identify the appropriate study design to answer a clinical question.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A group of researchers would like to determine whether a Mediterranean diet is more effective than a typical American diet in preventing cardiovascular disease in healthy U.S. women aged 40 years and older.",
  "question_stem": "Which of the following is the most appropriate study design to answer the researchers' question?",
  "options": [
    {
      "letter": "A",
      "text": "Case-control",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ecological",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nonrandomized pre-post intervention",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prospective cohort",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "A prospective cohort study design (Option D) is most appropriate to answer the researchers' question. A prospective cohort study is an observational study method in which participants (in this case, women aged ≥40 years with no history of cardiovascular disease [CVD]) are divided into groups based on the presence or absence of an exposure (in this case, Mediterranean vs typical American diet) and are evaluated for differences in the development of a disease or outcome over time (in this case, CVD). Prospective cohort studies may provide the highest level of evidence for diagnosis or prognosis studies and are useful for studying rare exposures or outcomes that develop over time. They are more feasible than randomized controlled trials in evaluating conditions that are expected to have long periods between exposure and outcome, as in this case. Disadvantages of cohort studies include the possibility for participants to be lost to follow-up, the absence of randomization, the possibility of confounding variables, and the need for potentially lengthy follow-up intervals. In this case, eligible women on Mediterranean diets and a control group of women on typical American diets would be followed over time for the development of CVD; incidence rates would then be compared between the two groups.In a case-control study (Option A), participants are divided into groups based on the presence or absence of a disease or condition and compared with respect to past exposures. It is most useful when studying associations between exposures and rare diseases. Case-control studies are at risk for recall bias, because events being studied have already occurred and participants with disease are more likely than control participants to recall past exposures. A case-control study would not be the best option in this case because it cannot determine the true incidence of disease.An ecological study (Option B) evaluates the prevalence or extent of an exposure across distinct populations. These studies are useful for evaluating community-wide exposures (such as the effect of air pollution on health) and cannot establish a link between exposure and outcomes among individuals. In this case, an ecological study design could evaluate the prevalence of CVD in adult women in countries with high versus low consumption of the Mediterranean diet. However, additional studies would be needed to show an association between the Mediterranean diet and CVD incidence and prevention among individuals.A nonrandomized pre-post intervention (Option C) is a type of quasi-experimental study in which all participants receive the treatment of interest; it is best used for establishing treatment effect and defining risks for adverse events. It is not an appropriate study design for this question because it would not provide a control group with which to compare disease incidence rates.",
  "critique_links": [],
  "key_points": [
    "A prospective cohort study is an observational study method in which participants are divided into groups based on the presence or absence of an exposure and are evaluated for differences in the development of a disease or outcome over time.",
    "Prospective cohort studies may provide the highest level of evidence for diagnosis or prognosis studies and are useful for studying rare exposures or outcomes that develop over time."
  ],
  "references": "Centre for Evidence-Based Medicine. Study designs. University of Oxford. Accessed March 22, 2020. www.cebm.ox.ac.uk/resources/ebm-tools/study-designs.",
  "related_content": {
    "syllabus": [
      "fcsec24002_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.666671-06:00"
}