{
  "question_id": "incor25009",
  "category": "in",
  "educational_objective": "Treat chronic bacterial prostatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 58-year-old man is evaluated for a 4-month history of pelvic pain, urinary frequency, and painful ejaculation. He has been treated with antibiotics for pan-sensitive Escherichia coli urinary tract infections twice in the past 4 months, each time with temporary relief of symptoms but recurrence shortly after completion of antibiotics.On physical examination, vital signs are normal. There is minimal suprapubic tenderness with palpation. The prostate is of normal size with moderate tenderness and no nodules.Laboratory studies:Urinalysis with microscopy6-20 leukocytes/hpf, no erythrocytes, few gram-negative rodsCT scan of the abdomen and pelvis is normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ciprofloxacin for 6 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cognitive behavioral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nitrofurantoin indefinitely",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with chronic bacterial prostatitis is a prolonged course of an antibiotic with good prostatic penetration, such as a fluoroquinolone (ciprofloxacin) (Option A). Chronic bacterial prostatitis involves persistent prostate infection lasting longer than 3 months. It commonly manifests as recurrent lower urinary tract infections with the same causative organism. This diagnosis should be considered in patients who have recurrent symptoms after receiving antibiotics for treatment of a urinary tract infection. On digital rectal examination, the prostate may be normal, tender, and/or boggy. In symptomatic patients with an initially negative urine culture, a repeat urine culture obtained after prostate massage can increase the likelihood of identifying the causative organism. Antimicrobial therapy is similar to that used for acute bacterial prostatitis; it should be guided by urine culture results and continued for 4 to 6 weeks. This patient presents with recurrent symptomatic urinary infections with the same causative organism, and he has no structural abnormalities such as renal calculi to account for treatment resistance. His prostate is tender, which further supports the diagnosis of chronic bacterial prostatitis. He should be treated with at least 1 month of a culture-directed antibiotic with good prostatic tissue penetration, such as ciprofloxacin.Chronic abacterial prostatitis/pelvic pain syndrome reflects the presence of chronic prostate or pelvic pain without evidence of infection. Symptoms vary widely and include chronic urinary symptoms, pelvic pain, and pain with ejaculation. The treatment is multimodal, including nonpharmacologic therapy such as cognitive behavioral therapy (Option B) and nonantibiotic pharmacotherapy. This condition is frequently refractory, and empathetic supportive care is required. This patient has evidence of infection, so treatment targeting abacterial prostatitis and chronic pelvic pain is not appropriate.Indefinite prophylactic antibiotic therapy with nitrofurantoin (Option C) reduces the risk of recurrent urinary tract infections in women. However, prophylactic therapy does not have a role in the treatment of an active infection of the prostate such as that present in this patient.Reassurance with no specific therapy (Option D) is needed for asymptomatic prostatitis, a condition generally uncovered during evaluation for other conditions, such as infertility or acute or chronic kidney disease. Reassurance alone is appropriate for those conditions, along with further workup directed at the underlying reason for evaluation. This patient, however, has symptoms attributable to bacterial prostatitis, so it would be inappropriate to forgo antimicrobial therapy.",
  "critique_links": [],
  "key_points": [
    "Chronic bacterial prostatitis is characterized by persistent, symptomatic infection of the prostate with a single causative organism.",
    "The recommended treatment for chronic bacterial prostatitis is a 4- to 6-week course of a fluoroquinolone antibiotic."
  ],
  "references": "Lam JC, Stokes W. Acute and chronic prostatitis. Am Fam Physician. 2024;110:45-51. PMID: 39028781",
  "related_content": {
    "syllabus": [
      "insec24004_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.870357-06:00"
}