{
  "question_id": "npmcq24083",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Prevent drug-drug interactions in kidney transplant recipients.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 33-year-old patient is diagnosed with esophageal candidiasis after experiencing pain with swallowing. Treatment with fluconazole has been advised. Three years ago, they underwent successful living-donor related kidney transplantation for end-stage kidney disease due to type 1 diabetes mellitus. Medications are tacrolimus, prednisone, mycophenolate mofetil, and insulin lispro administered by pump.Physical examination findings, including vital signs, are unremarkable.Laboratory studies:Creatinine0.8 mg/dL (70.7 µmol/L)Tacrolimus levels have been stable in their goal trough range of 5.0 to 7.0 ng/mL. Glucose readings and a recent hemoglobin A1C are at goal.",
  "question_stem": "Which of the following medications may require adjustment?",
  "options": [
    {
      "letter": "A",
      "text": "Insulin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mycophenolate mofetil",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tacrolimus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient is likely to require a decrease in the dose of tacrolimus (Option D) due to a category D drug-drug interaction with fluconazole. When prescribing new medications to patients who are taking calcineurin inhibitors such as tacrolimus, consideration of possible drug-drug interactions is important as is closer monitoring of drug levels, medication dose adjustments, and/or consideration of alternative medications when appropriate. All calcineurin inhibitors are metabolized by the cytochrome P450 system, which creates risk for supratherapeutic levels and acute kidney injury (AKI) when P450 inhibitors, such as fluconazole and other azole antifungal agents, are coadministered. Conversely, there is a risk of subtherapeutic levels and acute rejection when P450 activators are coadministered. Although immunosuppressive medications such as tacrolimus are required to prevent allograft rejection, tacrolimus and other calcineurin inhibitors are potential nephrotoxins at supratherapeutic levels. At these levels, afferent arteriole vasoconstriction can result in AKI. In addition to adjustment of their tacrolimus dose, this patient will also require careful monitoring of their kidney function and tacrolimus trough levels while they continue to take both medications. This patient's care should be coordinated with their transplant nephrologist.This patient's diabetes mellitus is well controlled, and they do not require adjustment of their insulin presently (Option A). Additionally, there are no drug-drug interactions between fluconazole and insulin lispro.Adjusting the dose of mycophenolate mofetil (Option B) or prednisone (Option C) is inappropriate. Mycophenolate mofetil and prednisone do not interact with fluconazole and are necessary medications for this patient who previously underwent kidney transplantation. Decreasing the dose of either mycophenolate mofetil or prednisone will decrease their level of immunosuppression and increase their risk for transplant rejection. Conversely, increasing the dose of either medication puts them at risk for excessive immune suppression and medication adverse effects.",
  "critique_links": [],
  "key_points": [
    "Tacrolimus is metabolized by the cytochrome P450 system, which creates risk for supratherapeutic levels and nephrotoxicity when P450 inhibitors, such as fluconazole, are coadministered."
  ],
  "references": "Gago-Sánchez AI, Font P, Cárdenas M, et al. Real clinical impact of drug-drug interactions of immunosuppressants in transplant patients. Pharmacol Res Perspect. 2021;9:e00892. PMID: 34755493 doi:10.1002/prp2.892",
  "related_content": {
    "syllabus": [
      "npsec24011_24040"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:34.526772-06:00"
}