{
  "question_id": "nrmcq24065",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage acute ischemic stroke.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 57-year-old patient is evaluated in the emergency department for acute-onset right-sided weakness that started 30 minutes ago. They have coronary artery disease, hypertension, and type 2 diabetes mellitus. They have had no recent surgery or trauma or previous bleeding. Medications are aspirin, lisinopril, atorvastatin, empagliflozin, and metformin.On physical examination, blood pressure is 172/86 mm Hg, pulse rate is 76/min, and oxygen saturation is 97% with the patient breathing ambient air. They exhibit right facial weakness, dysarthria, and right arm and leg drift that does not reach the bed. National Institutes of Health Stroke Scale score is 4. They have no aphasia or visual field loss.A complete blood count, serum electrolyte values, and a blood glucose level are normal.Noncontrast head CT scan shows no early infarct signs or hemorrhage.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography of the head",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous thrombolysis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "MRI of the brain",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has had an acute ischemic stroke; the most appropriate next step is to administer intravenous thrombolysis (Option C). When administered within 3 hours of symptom onset in acute ischemic stroke, intravenous thrombolysis significantly increases a patient's probability of being free from disability at 3 months. Guidelines endorse alteplase and tenecteplase for this indication. The benefit of thrombolysis is greater the more quickly it is administered. Thrombolysis is indicated when disabling symptoms are present, defined as complete or bilateral hemianopia, any weakness against gravity, visual or sensory extinction, or total National Institutes of Health Stroke Scale (NIHSS) score greater than 5. Exclusion criteria include blood pressure of 185/110 mm Hg or greater despite treatment, active bleeding, stroke in the past 3 months, nondisabling minor stroke, and current anticoagulant use (Table: Contraindications to Intravenous Thrombolysis). In patients presenting less than 24 hours from onset in whom a large vessel occlusion (LVO) is suspected based on cortical deficits or high NIHSS, endovascular therapy should also be considered but should not delay thrombolysis administration. This patient presented within 3 hours of onset of disabling symptoms and has no contraindications for treatment with intravenous thrombolysis. They should receive thrombolysis immediately.Aspirin (Option A) can reduce the risk for recurrent stroke in patients with acute ischemic stroke. However, in patients eligible for thrombolysis, all antithrombotic agents should be held for 24 hours to reduce the risk for hemorrhagic transformation. If a head CT scan shows no evidence of bleeding 24 hours after administration of thrombolytics, aspirin can be administered.In patients with a suspected LVO, such as those with aphasia or hemineglect, CT angiography of the head (Option B) or magnetic resonance angiography is indicated to assess candidacy for endovascular treatment; however, it should not be obtained before intravenous thrombolysis if it will cause unnecessary delays. No examination features suggest an LVO in this patient.Obtaining a brain MRI (Option D) would unnecessarily delay thrombolysis and is not required in the hyperacute setting. A brain MRI can be considered in select patients with an unknown onset time for consideration of thrombolysis (off-label use) or endovascular therapy and can provide important diagnostic information on stroke mechanism; however, it is not immediately indicated in this patient.",
  "critique_links": [],
  "key_points": [
    "When administered within 3 hours of symptom onset in acute ischemic stroke, intravenous thrombolysis significantly increases patients' probability of being free from disability at 3 months; outcomes are better the earlier the treatment is administered.",
    "CT or magnetic resonance angiography may be required in patients with stroke and suspected large vessel occlusion to assess candidacy for endovascular treatment; however, obtaining vascular imaging should not delay thrombolysis administration in eligible patients."
  ],
  "references": "Phipps MS, Cronin CA. Management of acute ischemic stroke. BMJ. 2020;368:l6983. PMID: 32054610 doi:10.1136/bmj.l6983",
  "related_content": {
    "syllabus": [
      "nrsec24004_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.082660-06:00"
}