{
  "category": "pm",
  "critique": "The most likely diagnosis in this patient with community-acquired pneumonia is a complicated parapneumonic effusion (Option A). A complicated parapneumonic effusion is defined as an effusion associated with a pneumonia that has a low pleural fluid pH (typically less than 7.2), a low pleural fluid glucose level less than 60 mg/dL (3.3 mmol/L), or bacterial organisms confirmed by positive culture or Gram stain. Complicated parapneumonic effusions occur when bacteria invade the pleural space. However, because bacteria may be cleared rapidly from the pleural space, the Gram stain is typically negative and cultures are usually sterile. Complicated parapneumonic effusions are often loculated and large. These effusions do not resolve with antibiotics alone and need drainage as well. Options for drainage include thoracostomy tube drainage and video-assisted thoracoscopic surgery, generally with the combined use of intrapleural fibrinolytics (e.g., tissue plasminogen activator) and a mucolytic agent (deoxyribonuclease).An empyema (Option B) is defined as a bacterial infection of the pleural space, which results in purulent fluid or a positive Gram stain. A positive pleural fluid culture is not required for diagnosis because cultures are less sensitive than Gram stain in the detection of bacteria. Empyema management typically involves drainage, with options including thoracostomy tube drainage and video-assisted thoracoscopic surgery, generally with the combined use of intrapleural fibrinolytics (e.g., tissue plasminogen activator) and a mucolytic agent (deoxyribonuclease). This patient's pleural fluid was described as serous, with a negative Gram stain, making empyema an unlikely diagnosis.Pleural fluid acidosis (pH <7.3) is seen in complicated parapneumonic effusions, rheumatoid and lupus pleuritis, esophageal rupture, and malignancy. Although a malignant effusion (Option C) can have a low pleural fluid pH and glucose level, this patient's clinical presentation (fever and leukocytosis) is more consistent with a parapneumonic effusion.An uncomplicated parapneumonic effusion (Option D) is characterized by a pleural fluid pH greater than 7.2 and a pleural fluid glucose level greater than 60 mg/dL (3.3 mmol/L). These effusions are usually small and free flowing, do not require drainage, and typically resolve with antibiotic therapy alone. This patient's presentation is not consistent with an uncomplicated parapneumonic effusion.",
  "educational_objective": "Diagnose a complicated parapneumonic effusion.",
  "extracted_at": "2025-12-23T14:15:53.246596-06:00",
  "key_points": [
    "Generally, complicated parapneumonic effusions are associated with a pleural fluid pH less than 7.2 or a pleural fluid glucose level less than 60 mg/dL (3.3 mmol/L) and require drainage with a thoracostomy tube or video-assisted thoracoscopic surgery, generally with the combined use of intrapleural fibrinolytics (e.g., tissue plasminogen activator) and a mucolytic agent (deoxyribonuclease), in addition to antibiotics."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Complicated parapneumonic effusion"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Empyema"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Malignant effusion"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Uncomplicated parapneumonic effusion"
    }
  ],
  "question_id": "pmqqq24016",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 43-year-old man is evaluated in the emergency department for cough, shortness of breath, chest pain, and fever.Oxygen saturation is 88% with the patient breathing ambient air. Pulmonary examination reveals decreased breath sounds at the right base and dullness to percussion.Chest radiograph shows a large right pleural effusion with associated consolidation.The patient is prescribed broad-spectrum antibiotics. Diagnostic thoracentesis removes 100 mL of serous pleural fluid.",
  "references": "Roberts ME, Rahman NM, Maskell NA, et al. British Thoracic Society guideline for pleural disease. Thorax. 2023;78:1143-1156. PMID: 37553157 doi:10.1136/thorax-2023-220304",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "pmsec24005_24008"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}