{
  "question_id": "gimcq24070",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate small-bowel bleeding in a stable patient following nondiagnostic endoscopy and colonoscopy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 46-year-old woman is evaluated for a 1-year history of worsening dyspnea with exertion and a 4-month history of iron deficiency anemia, which has not responded to iron supplementation. She reports no hematemesis or hematochezia. Menstrual periods are regular and are not associated with heavy bleeding. She has gastroesophageal reflux disease. Her only medication is omeprazole.On physical examination, vital signs are normal. There is a crescendo-decrescendo systolic cardiac murmur. The remainder of the examination is normal.Laboratory studies:Hemoglobin11 g/dL (110 g/L)LMean corpuscular volume71 fLLFerritin7 ng/mL (7 µg/L)LTransferrin saturation12%LResults of upper endoscopy and colonoscopy, including duodenal biopsy specimens and testing for Helicobacter pylori, are normal. Both studies were of adequate quality.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "CT enterography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat upper endoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Video capsule endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient is video capsule endoscopy (VCE) (Option D) to evaluate for small-bowel bleeding. Small-bowel bleeding results from a bleeding source between the ampulla of Vater and ileocecal valve. It can be overt, in which visible bleeding (melena or hematochezia) is present, or occult, which is characterized by anemia in the absence of gross signs of bleeding, as in this case. In patients suspected of having gastrointestinal bleeding who have had nondiagnostic upper endoscopy and colonoscopy of adequate quality, VCE is the most appropriate next step. The diagnostic yield of VCE is 56% to 67%. This test uses a nondigestible wireless capsule camera that is swallowed or placed endoscopically. Risks associated with VCE administration include obstruction, particularly in patients with previous small-bowel surgeries. If obstruction is a concern, a radio-opaque capsule can be administered, followed by plain radiography to determine its clearance from the small bowel and passage into the colon. This patient's findings, including dyspnea on exertion, a crescendo-decrescendo systolic murmur, and iron deficiency anemia, suggest the possibility of Heyde syndrome, which is characterized by aortic stenosis and gastrointestinal bleeding from small-bowel angiodysplasia. She appropriately underwent upper endoscopy and colonoscopy to assess for conditions, such as colorectal cancer and celiac disease, that can be associated with iron deficiency anemia. Because she is hemodynamically stable and her upper endoscopy and colonoscopy were nondiagnostic, VCE is the most appropriate next step.For patients suspected of having small-bowel bleeding associated with obstruction or altered anatomy (e.g., small-bowel Crohn disease, radiation enteritis, previous small-bowel surgery), CT enterography (Option A) or magnetic resonance enterography is appropriate. This patient does not have risk factors or symptoms of obstruction or altered anatomy.The incidence of colorectal cancer has increased in younger patients, and colonoscopy should be considered in a younger patient with iron deficiency anemia. This patient appropriately underwent colonoscopy, which was nondiagnostic. Because a small-bowel source of bleeding is suggested by her presentation, VCE is the most appropriate next step. However, colonoscopy occasionally misses lesions, so repeating the colonoscopy (Option B) might be a potential future step if VCE findings are negative.Repeating upper endoscopy (Option C) can be considered, particularly when upper gastrointestinal bleeding that obscures potential sources of bleeding leads to poor-quality examinations. This patient's upper endoscopy did not show evidence of peptic ulcer or celiac disease (with the absence of duodenal lymphocytosis and villous atrophy on biopsy) and the study was of adequate quality; therefore, repeating the procedure is likely of low yield at this time.",
  "critique_links": [],
  "key_points": [
    "Video capsule endoscopy is preferred for evaluating stable patients for small-bowel bleeding following nondiagnostic endoscopy and colonoscopy."
  ],
  "references": "Havlichek DH 3rd, Kamboj AK, Leggett CL. A practical guide to the evaluation of small bowel bleeding. Mayo Clin Proc. 2022;97:146-153. PMID: 34996546 doi:10.1016/j.mayocp.2021.09.021",
  "related_content": {
    "syllabus": [
      "gisec24005_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.815958-06:00"
}