{
  "question_id": "ccmcq24020",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Treat upper airway obstruction with endotracheal intubation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 46-year-old man is hospitalized for a 1-day history of fever, severe sore throat, muffled voice, and pain during swallowing. He has no medical conditions and takes no medications.On physical examination, blood pressure is 166/90 mm Hg, pulse rate is 116/min, and respiration rate is 26/min. Oxygen saturation is 94% with the patient breathing ambient air. He is sitting up, leaning forward with his hands on knees, appears anxious, and is drooling. Cardiac and lung examinations are normal.Acute epiglottitis is suspected. He is admitted to the ICU and receives intravenous ampicillin-sulbactam and supplemental oxygen. Over the next 4 hours, he develops worsening respiratory distress with an audible high-pitched whistling sound on inspiration, retraction of supraclavicular and suprasternal areas with inspiration, and worsening restlessness. Oxygen saturation is 96% with the patient breathing supplemental oxygen, 2 L/min by nasal cannula.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bilevel positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endotracheal intubation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Helium-oxygen mixture",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Racemic epinephrine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment of this patient suspected of having acute epiglottitis and worsening upper airway obstruction is endotracheal intubation (Option B). Acute onset of fever, sore throat, painful swallowing (odynophagia), respiratory distress, and drooling should immediately raise suspicion of acute epiglottitis. Epiglottitis in adults is a rare, severe inflammatory response to upper respiratory tract infection that can cause partial or complete airway obstruction. Treatment consists of immediate parenteral antibiotic therapy and regular assessment of the airway. Findings suggestive of partial airway obstruction include tachypnea, stridor, increased respiratory effort, or an upright (tripod) posture with the use of accessory muscles. Inspiratory stridor suggests obstruction at or above the vocal cords, whereas expiratory stridor suggests an intrathoracic process. High-grade obstruction should be suspected with absent air movement, inability to talk, or cyanosis. Pulse oximetry in the setting of partial upper airway obstruction is typically normal, and oxygen desaturation is a late and sometimes preterminal finding; the absence of hypoxemia may lead to an underestimation of severity of airway obstruction. In patients with respiratory distress or high risk for respiratory deterioration, early intubation with a cuffed endotracheal tube is indicated. This patient's rapid decline in respiratory status and the stridor indicate worsening upper airway obstruction and necessitate urgent endotracheal intubation in a controlled setting. Because this intubation is a high-risk procedure, it is preferably performed in an operating room by clinicians with expertise in difficult airway management and emergent tracheostomy.Bilevel positive airway pressure (Option A) is not an appropriate treatment for this patient. Noninvasive positive-pressure ventilation has no established role in managing upper airway obstruction other than in the noncritical care setting as a treatment for obstructive sleep apnea.A mixture of 70% helium and 30% oxygen (Option C) has a lower density than air and may reduce the work of breathing in patients with severe airway obstruction. However, no literature supports the use of this therapy in epiglottitis. In this patient, use of a helium-oxygen mixture would only delay definitive airway management.The use of racemic epinephrine (Option D) inhalation in the management of acute epiglottitis is controversial, with no evidence supporting its use. Therefore, racemic epinephrine would not be appropriate in this patient, who must have his airway secured urgently.",
  "critique_links": [],
  "key_points": [
    "Findings suggesting partial airway obstruction include tachypnea, stridor, increased respiratory effort, and an upright (tripod) posture with the use of accessory muscles.",
    "Endotracheal intubation should be performed early and in a controlled setting in critically ill patients with worsening upper airway obstruction."
  ],
  "references": "Eskander A, de Almeida JR, Irish JC. Acute upper airway obstruction. N Engl J Med. 2019;381:1940-49. PMID: 31722154 doi:10.1056/NEJMra1811697",
  "related_content": {
    "syllabus": [
      "ccsec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.467007-06:00"
}