{
  "question_id": "pmcor25008",
  "category": "pm",
  "educational_objective": "Manage a solitary pulmonary nodule.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 63-year-old woman is evaluated for a pulmonary nodule seen on a chest radiograph obtained following a motor vehicle collision in which she sustained trauma to the chest wall. She has no respiratory or constitutional symptoms and has no risk factors for lung cancer. No previous chest images are available for comparison.Chest CT scan reveals a 5-mm solid nodule with a smooth, well-defined border in the peripheral right lung.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "CT in 6 to 12 months",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "PET now",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transthoracic needle biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No follow-up",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient who is at low risk for lung cancer and has a small pulmonary nodule is no follow-up (Option D). Principles of pulmonary nodule evaluation include reviewing imaging history if available, estimating the probability of malignancy based on patient risk factors and imaging characteristics, and discussing management preferences with the patient. Very small nodules are likely to be benign, whereas very large nodules (>3 cm) are presumed malignant until proven otherwise. Benign nodules are more likely to be solid in appearance with well-defined, smooth borders. A well-demarcated and fully or centrally calcified pulmonary nodule, such as the one seen in this patient, typically represents an old infectious granuloma and is benign. Smoking history and other patient-specific risk factors for lung cancer influence the surveillance and management strategy. These factors combined determine the next step in evaluation of a solitary pulmonary nodule. Whereas nodules smaller than 6 mm in a patient at low risk for lung cancer do not require follow-up evaluation, optional repeat CT in 12 months may be considered in patients at higher risk. This patient has a 5-mm nodule and is at low risk for lung cancer; therefore, no follow-up is required.Fleischner Society guidelines recommend that nodules 6 to 8 mm in size be followed by repeat CT in 6 to 12 months (Option A). This patient's nodule is so small that there is no indication for repeat CT.Results of PET functional imaging (Option B) are usually normal in a subcentimeter pulmonary nodule, even if the nodule is malignant. PET is reserved for characterization of larger nodules with a low to moderate probability of malignancy; a negative PET scan of these nodules supports continued surveillance rather than biopsy. Because of the small size of this patient's pulmonary nodule, PET is not indicated.Transthoracic needle biopsy (Option C) is indicated for evaluation of an enlarging or suspicious peripheral nodule (spiculated or lobular border, intense uptake on PET scan, diameter >1 cm). Biopsy is not warranted in this patient with a low pretest probability of cancer and a small nodule.",
  "key_points": [
    "Pulmonary nodules smaller than 6 mm in a patient at low risk for lung cancer do not require follow-up evaluation."
  ],
  "references": "Mazzone PJ, Lam L. Evaluating the patient with a pulmonary nodule: A review. JAMA. 2022;327:264-273. PMID: 35040882 doi:10.1001/jama.2021.24287",
  "related_content": {
    "syllabus": [
      "pmsec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:35:43.041346-06:00"
}