{
  "question_id": "pmmcq24003",
  "category": "pm",
  "educational_objective": "Evaluate excessive daytime sleepiness using actigraphy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 31-year-old woman is evaluated for a 1-year history of daytime sleepiness. She is a restaurant server and law student. She reports dozing off while watching television, while reading, and occasionally during class. Her sleep schedule includes a bedtime between 10 pm and midnight and a wake-up time of 5:30 am during the workweek. On weekends, she sleeps until 7:30 am. She has no regular bed partner and is unsure whether she snores or has nocturnal breathing irregularities. She reports no sudden loss of muscle tone or restless legs. She drinks three cups of coffee per day but does not report alcohol or substance use. She has depression that is well controlled with sertraline.On physical examination, vital signs are normal. BMI is 24. Head and neck examination is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Actigraphy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Home sleep apnea testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Modafinil",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Multiple sleep latency testing",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Polysomnography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with daytime sleepiness is actigraphy (Option A). Excessive daytime sleepiness refers to difficulty staying awake and alert during daytime hours. An inadequate amount of sleep (insufficient sleep syndrome) is likely the most common cause of excessive daytime sleepiness. The initial step in evaluating excessive daytime sleepiness is to ensure the patient is getting adequate quantities (7-8 hours) of sleep on a regular basis. A wrist actigraph measures movement and ambient light to estimate nightly sleep periods during a 1- or 2-week timeframe and provides an objective measure of sleep. When actigraphy isn't available, a sleep diary can be useful. Consumer wearable devices perform reasonably well in detecting sleep-wake patterns and may also provide useful information. This patient has excessive daytime sleepiness, a variable bedtime, and a restricted sleep schedule, raising the likelihood of insufficient sleep syndrome. Actigraphy would provide an objective measure of the sleep she is achieving.Home sleep apnea testing (Option B) is indicated in patients with a high probability of moderate to severe obstructive sleep apnea. However, obstructive sleep apnea is unlikely in this young patient of normal weight without obvious upper airway abnormalities. Therefore, home sleep apnea testing would not be appropriate.Modafinil (Option C) is a wake-promoting stimulant used to treat patients with shift work sleep disorder or hypersomnia syndromes, such as narcolepsy, idiopathic hypersomnia, and shift work disorder. It would not be appropriate therapy without first excluding insufficient sleep syndrome and hypersomnia syndromes.Multiple sleep latency testing (Option D) can be useful in the evaluation of excessive daytime sleepiness and may help diagnose a hypersomnia syndrome, such as narcolepsy. However, it is resource intensive and should be performed only after addressing insufficient sleep syndrome and ruling out common sleep disorders, such as sleep apnea.Polysomnography (Option E) is indicated if the patient's clinical history suggests a primary sleep disorder. If actigraphy were to suggest adequate quantities of sleep in this patient, polysomnography would be a key component of the subsequent diagnostic evaluation of hypersomnia.",
  "key_points": [
    "The initial evaluation of excessive daytime sleepiness includes a thorough history to assess sleep duration and time available for sleeping; actigraphy can provide an objective assessment of sleep and wakefulness.",
    "Insufficient sleep syndrome, or functional impairment resulting from an inadequate amount of sleep, is the most common cause of excessive daytime sleepiness."
  ],
  "references": "Smith MT, McCrae CS, Cheung J, et al. Use of actigraphy for the evaluation of sleep disorders and circadian rhythm sleep-wake disorders: an American Academy of Sleep Medicine clinical practice guideline. J Clin Sleep Med. 2018;14:1231-1237. PMID: 29991437 doi:10.5664/jcsm.7230",
  "related_content": {
    "syllabus": [
      "pmsec24008_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:52.932316-06:00"
}