{
  "question_id": "idmcq24074",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat Lyme carditis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 38-year-old woman is evaluated in the emergency department for a 2-day history of new fatigue and exercise intolerance. She lives in New Hampshire and recalls removing a few ticks from her body over the past month. She has no other medical history and takes no medications.On physical examination, temperature is 37.2 °C (99.0 °F), blood pressure is 100/60 mm Hg, pulse rate is 52/min, and respiration rate is 18/min. No rash is seen.Lyme enzyme immunoassay is positive; Lyme IgM and IgG Western blots are positive.ECG is shown.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Left ventricular assist device",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Permanent pacemaker placement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has second-degree heart block caused by Lyme disease and should be treated with ceftriaxone (Option A). Cardiac manifestations of Lyme disease typically occur 1 to 2 months after a tick bite and include lightheadedness, palpitations, shortness of breath, chest pain, and syncope. Symptoms may occur with or without preceding erythema migrans or other early Lyme disease symptoms. The most common objective finding of Lyme carditis is atrioventricular conduction block, which may vary in severity from first-degree atrioventricular block to complete heart block. Progression to complete heart block can occur rapidly, so hospitalization is indicated for close monitoring of patients who are symptomatic, have second-degree or third-degree heart block, or have a PR interval of 300 milliseconds or greater. Antibiotics are indicated to hasten the resolution of Lyme carditis and prevent disease progression; most patients experience rapid improvement. Ceftriaxone is the recommended initial therapy in patients with symptomatic cardiac involvement and in those who require hospitalization. This patient's positive Lyme IgM and IgG Western blots indicate Lyme seropositivity, suggesting a recent infection. Because she is symptomatic and the ECG shows second-degree heart block, she requires ceftriaxone and hospitalization with continuous ECG monitoring for Lyme carditis.Doxycycline can be used for outpatient treatment of Lyme carditis in patients who are not at risk for severe cardiac complications (first-degree heart block and PR interval <300 milliseconds) (Option B). Additionally, patients initially treated with ceftriaxone in the hospital can be transitioned to oral doxycycline after improvement. The total recommended antibiotic treatment duration for Lyme carditis is 14 to 21 days. Because this patient requires hospitalization (symptoms of fatigue and exercise intolerance; second-degree heart block), ceftriaxone is recommended as initial treatment.Chronic cardiomyopathy resulting from Lyme disease is rare. Left ventricular assist devices are used to mechanically support patients with severe systolic heart failure, but they are not appropriate for patients with Lyme carditis (Option C). Most patients with Lyme carditis recover with antibiotics and supportive care.Permanent pacemaker placement is not recommended in patients with Lyme disease–associated heart block because most recover within 3 to 7 days (Option D). However, temporary pacing modalities may be used when necessary to support patients until recovery.",
  "critique_links": [],
  "key_points": [
    "Cardiac manifestations of Lyme disease typically manifest 1 to 2 months after a tick bite and include lightheadedness, palpitations, shortness of breath, chest pain, and syncope; cardiac symptoms may or may not be preceded by erythema migrans or other early Lyme disease symptoms.",
    "Hospitalization is indicated for patients with Lyme carditis who are symptomatic, have second-degree or third-degree atrioventricular block, or have a PR interval of 300 milliseconds or greater; these patients should receive antibiotic treatment with intravenous ceftriaxone."
  ],
  "references": "Shen RV, McCarthy CA. Cardiac manifestations of Lyme disease. Infect Dis Clin North Am. 2022;36:553-561. PMID: 36116834 doi:10.1016/j.idc.2022.03.001",
  "related_content": {
    "syllabus": [
      "idsec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.227335-06:00"
}