{
  "category": "cv",
  "critique": "The most appropriate treatment in this posttransplant patient with hypertension is amlodipine (Option A). Early complications related to immunosuppressive therapy after heart transplantation include hypertension, which occurs in more than 90% of patients. Factors in this high prevalence, in addition to preexisting hypertension, include donor characteristics such as older donor age, male donor, and size mismatch. Immunosuppressive medications that cause hypertension include glucocorticoids and calcineurin inhibitors. Among calcineurin inhibitors, tacrolimus has a slightly lower incidence of hypertension compared with cyclosporine and requires fewer antihypertensives for treatment. When deciding on an antihypertensive agent for a patient after heart transplantation, potential drug-drug interactions and kidney function are important considerations. For most patients, calcium channel blockers are the first agent chosen because they are easy to use and lack adverse effects. For this patient, amlodipine is a reasonable first choice based on efficacy and lack of drug-drug interactions.Although this patient has tachycardia, diltiazem (Option B) is not the most appropriate management. Because of the lack of vagal innervation, most patients with a heart transplant have resting tachycardia, but trying to slow the heart rate with calcium channel blockers or β-blockers is not typically necessary. In addition, diltiazem is an inhibitor of cytochrome P-450 3A4, and its use would result in increased levels of tacrolimus, which also is metabolized by this pathway. If the patient is treated with diltiazem, the tacrolimus dosage would need to be reduced and drug levels monitored closely. Although these measures are feasible, diltiazem is not the most appropriate first choice.Angiotensin receptor blockers such as losartan (Option C) have limited use in the early posttransplant period because of low renin levels, but they may be more efficacious after months 6 to 12 as renin levels rise. Losartan, however, could exacerbate the renal insufficiency and hyperkalemia already present in this patient; amlodipine would be a safer choice.Valsartan-sacubitril (Option D) is indicated for patients with heart failure, but not for patients with hypertension or for those who have undergone heart transplantation. In addition to the concerns about adding valsartan in a patient with kidney disease and hyperkalemia, use of neutral endopeptidase inhibitors such as sacubitril is contraindicated in individuals with a history of angioedema, such as this patient.",
  "educational_objective": "Treat hypertension in a patient after heart transplantation.",
  "extracted_at": "2025-12-22T22:49:15.993186-06:00",
  "key_points": [
    "Hypertension occurs in more than 90% of patients after heart transplantation; when deciding on an antihypertensive agent, potential drug-drug interactions and kidney function are important considerations."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Amlodipine"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Diltiazem"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Losartan"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Valsartan-sacubitril"
    }
  ],
  "question_id": "cvmcq24087",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "question_text": "A 47-year-old woman is evaluated during a follow-up visit 7 months after undergoing heart transplantation for peripartum cardiomyopathy. She had one episode of rejection 6 months ago but has been well since. She has chronic kidney disease and hypertension. The patient provides a log of home blood pressure readings that are consistently near 150/90 mm Hg. Medications are tacrolimus, mycophenolate, prednisone, pravastatin, and aspirin. She has a history of angioedema caused by lisinopril.On physical examination, blood pressure is 152/92 mm Hg and pulse rate is 104/min. The remainder of the examination is normal.Tacrolimus level is within target range.",
  "references": "Campbell PT, Krim SR. Hypertension in cardiac transplant recipients: tackling a new face of an old foe. Curr Opin Cardiol. 2020;35:368-375. PMID: 32398603 doi:10.1097/HCO.0000000000000743",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "cvsec24005_24039"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}