{
  "question_id": "nrmcq24076",
  "category": "nr",
  "educational_objective": "Evaluate a patient with a transient ischemic attack.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 42-year-old man is evaluated for a 2-minute episode of left arm and face weakness and dysarthria. Medical history is significant for hypertension, dyslipidemia, and type 1 diabetes mellitus. Medications are lisinopril, atorvastatin, and insulin.On physical examination, blood pressure is 150/88 mm Hg, and pulse rate is 74/min. Findings on neurologic and cardiac examinations are normal.Laboratory studies:Creatinine1.9 mg/dL (168.0 μmol/L)HNoncontrast head CT scan and ECG are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carotid duplex ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "CT angiography of the neck",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has had a transient ischemic attack (TIA) and should be evaluated for symptomatic extracranial internal carotid artery stenosis with carotid duplex ultrasonography (Option B). Patients with a TIA or minor stroke have a high risk for recurrent stroke; the ABCD2 score is commonly used to further stratify risk (Table: ABCD2 Score). Medical management should include blood pressure and glycemic control in all patients, anticoagulation in patients with atrial fibrillation, and antiplatelet therapy. Much of the risk for recurrence, however, is driven by the presence of high-grade carotid or intracranial arterial stenosis. The risk in extracranial carotid stenosis is highest within 2 weeks of TIA for patients with greater than 70% stenosis; 50% to 70% stenosis also carries significant associated risk. Expeditious surgical revascularization should be considered in patients with extracranial carotid stenosis that is likely responsible for a TIA. Carotid duplex ultrasonography is a widely available, sensitive, and low-cost means of assessing the presence and severity of carotid stenosis. This patient has a high ABCD2 score of 4, which is associated with a 9.8% risk for stroke at 90 days. Carotid duplex ultrasonography is indicated to assess the possibility of carotid artery stenosis.Cardiac MRI (Option A) is not the preferred initial diagnostic test for identifying a potential cardioembolic source of stroke or TIA. Transthoracic echocardiography and cardiac rhythm monitoring are the preferred options for evaluating a potential cardiac source of embolic disease.CT angiography of the neck (Option C) is a highly accurate means of assessing carotid artery disease but inappropriate as the initial test given its cost, radiation exposure, and potential for contrast-induced nephropathy unless done along with CT angiography of the brain as part of the initial evaluation of a patient with acute ischemic stroke in the emergency department.In most patients, a transthoracic echocardiogram is the best initial imaging test to assess a potential structural cardioembolic source of a TIA or stroke. An initial transesophageal echocardiogram (Option D) is reserved for specific situations, such as the presence of a mechanical heart valve or in a young patient (aged <40 years) without risk factors for cardiovascular disease.",
  "critique_links": [],
  "key_points": [
    "Patients with a transient ischemic attack or minor stroke have a high risk for recurrent stroke, mainly driven by high-grade carotid or intracranial arterial stenosis.",
    "Carotid duplex ultrasonography is the initial test of choice to evaluate for carotid stenosis in a patient who has had a stroke or transient ischemic attack; it is widely available, highly sensitive, and low cost."
  ],
  "references": "Amin HP, Madsen TE, Bravata DM, et al; American Heart Association Emergency Neurovascular Care Committee of the Stroke Council and Council on Peripheral Vascular Disease. Diagnosis, workup, risk reduction of transient ischemic attack in the emergency department setting: a scientific statement from the American Heart Association. Stroke. 2023;54:e109-e121. PMID: 36655570 doi:10.1161/STR.0000000000000418",
  "related_content": {
    "syllabus": [
      "nrsec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/nrtab24032.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "nrtab24032",
        "file": "tables/nrtab24032.html",
        "title": "ABCD<sup>2</sup> Score",
        "short_title": "ABCD<sup>2</sup> Score",
        "footnotes": [
          "TIA = transient ischemic attack.",
          "<sup>a</sup>48-hour stroke risk based on total score: 0-1 = 0%; 2-3 = 1.3%; 4-5 = 4.1%; 6-7 = 8.1%.",
          "Data from Johnston SC, Rothwell PM, Nguyen-Huynh MN, et al. Validation and refinement of scores to predict very early stroke risk after transient ischaemic attack. <a href=\"https://www.sciencedirect.com/journal/the-lancet\" target=\"_blank\">Lancet</a>. 2007;369:283-92. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17258668\" target=\"_blank\">PMID: 17258668</a>. Copyright 2007 Elsevier."
        ],
        "headers": [
          "Patient Characteristics",
          "Scorea"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:31.363938-06:00"
}