{
  "question_id": "fcmcq24018",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Identify biotin as the cause of abnormal thyroid function testing.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 33-year-old woman is seen in the office for ongoing management of hypothyroidism. She has not noticed heat or cold intolerance, gastrointestinal symptoms, fatigue, or unusual changes in her weight. She takes levothyroxine and several vitamin supplements, including one for hair and nails.Physical examination findings, including vital signs, are normal.Laboratory studies:Thyroid-stimulating hormone (TSH)Today0.4 µU/mL (0.4 mU/L)L1 Year ago2.2 µU/mL (2.2 mU/L) Thyroxine (T4), freeToday2.4 ng/dL (31 pmol/L)1 Year ago0.9 ng/dL (12 pmol/L)",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease levothyroxine dosage",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat TSH and free T4 testing in 1 month",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stop the vitamin for hair and nails",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to stop the vitamin for hair and nails (Option C). Dietary supplements, including vitamins, minerals, botanicals, herbals, metabolites, and amino acids, are categorized as foods by the FDA. Therefore, manufacturers are not required to demonstrate efficacy or safety of their products unless the supplement includes ingredients that were introduced after 1994. Manufacturers are not allowed to make specific medical claims; however, the product's intended effect on body structure or function may be described. Patients take dietary supplements for various reasons, such as to prevent and treat illness, manage symptoms, and enhance health. Over-the-counter vitamins for hair and nails commonly contain biotin, which has been shown to cause spurious abnormalities in thyroid hormone testing. High serum biotin levels interfere with equipment used in thyroid testing, yielding results that show decreased thyroid-stimulating hormone (TSH) levels and increased free thyroxine (T4) levels that may not be accurate. Therefore, the reliability of thyroid testing is compromised, and harm may result if therapeutic adjustments are made based on inaccurate information. Patients who have thyroid disorders and are taking biotin should be advised that it may interfere with thyroid testing, and they should have a washout period of at least 24 hours before testing is done. In this case, the patient's hair and nail supplement should be stopped; thyroid testing can then be repeated after a brief washout period.Because of the possibility of assay interference, adjusting the levothyroxine dosage (Option A) at this time would not be recommended. The patient is also asymptomatic, so it is appropriate to stop biotin therapy and repeat the thyroid panel to determine whether the laboratory testing results were correct or inaccurate because of biotin interference.Because serum biotin levels may interfere with thyroid hormone assays, repeating the study without stopping the hair and nail supplement would not be adequate to determine whether the test results were accurate. Therefore, repeat TSH and free T4 retesting in 1 month (Option B) is not appropriate.The changes in this patient's thyroid testing results should be further evaluated because of the risks associated with excessive thyroid hormone replacement, including osteoporosis, hypertension, and anxiety. To determine whether this patient's thyroid function results represent overreplacement versus interference with the assay, biotin supplementation should be stopped and testing redone after a brief washout period. No additional management (Option D) is inappropriate because she may need a decrease in her levothyroxine dosage if her TSH remains suppressed despite stopping the hair and nail supplement.",
  "critique_links": [],
  "key_points": [
    "Biotin, a common supplement for hair and nail growth, has been shown to cause abnormalities in thyroid hormone testing results and should be stopped at least 24 hours before testing."
  ],
  "references": "Moran C, Schoenmakers N, Halsall D, et al. Approach to the patient with raised thyroid hormones and non-suppressed TSH. J Clin Endocrinol Metab. 2024;109:1094-1108. PMID: 37988295 doi:10.1210/clinem/dgad681",
  "related_content": {
    "syllabus": [
      "fcsec24008_24051"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.727085-06:00"
}