{
  "question_id": "hpcor25001",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Treat severe acute alcoholic hepatitis with prednisolone.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 43-year-old man is evaluated in the emergency department for a 1-week history of confusion and jaundice. He consumes 12 cans of beer daily.On physical examination, temperature is 38.5 °C (101.3 °F), blood pressure is 120/50 mm Hg, pulse rate is 100/min, and respiration rate is 24/min. The sclerae are icteric and skin is jaundiced. The neck is supple, and the chest is clear to auscultation. No heart murmurs are appreciated. Tender hepatomegaly is present. The patient has asterixis and is oriented to person only.Laboratory studies:Leukocyte count14,000/μL (14 × 109/L)HINR1.3Alkaline phosphatase200 U/LHAlanine aminotransferase30 U/LAspartate aminotransferase62 U/LHBilirubin, total17.0 mg/dL (290.7 μmol/L)HCreatinine1.3 mg/dL (114.9 μmol/L)Urinalysis results are normal.MELD (Model for End-Stage Liver Disease) score is 23.Chest radiograph shows clear lung fields. Ultrasound of the right upper quadrant shows an enlarged echogenic liver without ductal dilatation or ascites.",
  "question_stem": "In addition to intravenous thiamine, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cefepime and vancomycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Liver biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pentoxifylline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisolone and N-acetylcysteine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional management of this patient with acute alcoholic hepatitis and high Model for End-Stage Liver Disease (MELD) score is prednisolone and N-acetylcysteine (Option D). Acute alcoholic hepatitis is a distinct clinical syndrome of severe steatohepatitis in the setting of chronic alcohol-associated liver disease. This life-threatening condition is characterized by fever, jaundice, tender hepatomegaly, and leukocytosis. Severity is predicted by the MELD score or by the Maddrey discriminant function score; the American College of Gastroenterology favors the former for its accuracy and incorporation of creatinine, a major determinant of outcomes in alcoholic hepatitis. In patients with acute alcoholic hepatitis and MELD score greater than 20, treatment with prednisolone is recommended to reduce short-term mortality. Contraindications to prednisolone include active infection, upper gastrointestinal bleeding, severe kidney injury, concomitant liver disease (especially hepatitis B and hepatitis C virus infections), and multiorgan failure. Intravenous therapy with the antioxidant N-acetylcysteine is also recommended as an adjuvant to glucocorticoids because of its possible modest survival benefit and excellent safety profile. Prednisolone should be discontinued if no or minimal response is seen by days 4 to 7 of therapy, as determined by the Lille score. If a clinical response occurs, prednisolone should be continued for 28 days. In this patient with acute alcoholic hepatitis and a MELD score of 23, prednisolone and N-acetylcysteine should be initiated.In the setting of alcoholic hepatitis without active infection, the American College of Gastroenterology strongly recommends against antibiotics, such as cefepime and vancomycin (Option A). Moreover, this patient's acute hepatitis explains his fever and leukocytosis, and he has no clinical evidence of infection. Thus, antibiotics are not indicated.Acute alcoholic hepatitis is usually diagnosed clinically, with liver biopsy (Option B) reserved for cases with diagnostic uncertainty. This patient's fever, jaundice, tender hepatomegaly, and leukocytosis in the context of substantial alcohol consumption obviate the need for liver biopsy.Despite a seminal study showing benefit and previous widespread use of pentoxifylline (Option C) in severe alcoholic hepatitis, subsequent evidence has demonstrated no survival benefit. As a result, pentoxifylline is no longer recommended and is not an appropriate choice for this patient.",
  "critique_links": [
    {
      "href": "https://www.mdcalc.com/lille-model-alcoholic-hepatitis",
      "text": "Lille score",
      "target": "_blank",
      "title": null,
      "rel": null
    },
    {
      "href": "https://www.mdcalc.com/lille-model-alcoholic-hepatitis",
      "text": "https://www.mdcalc.com/lille-model-alcoholic-hepatitis",
      "target": "_blank",
      "title": null,
      "rel": null
    }
  ],
  "key_points": [
    "For patients with severe alcoholic hepatitis, as defined by a Model for End-Stage Liver Disease (MELD) score greater than 20, prednisolone and N-acetylcysteine are recommended treatments.",
    "Patients with alcoholic hepatitis treated with prednisolone who do not respond after 4 to 7 days should have prednisolone discontinued; otherwise, prednisolone should be continued for 28 days."
  ],
  "references": "Jophlin LL, Singal AK, Bataller R, et al. ACG clinical guideline: alcohol-associated liver disease. Am J Gastroenterol. 2024;119:30-54. PMID: 38174913 doi:10.14309/ajg.0000000000002572",
  "related_content": {
    "syllabus": [
      "hpsec24007_24001"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.549977-06:00"
}