{
  "question_id": "ccqqq24001",
  "category": "cc",
  "educational_objective": "Treat acute respiratory distress syndrome with low tidal volume ventilation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 77-year-old woman is evaluated in the hospital for community-acquired pneumonia. On the second hospital day, she develops acute respiratory distress syndrome. She is sedated, intubated, and mechanically ventilated in assist/control mode, with a positive end-expiratory pressure of 8 cm H2O.Vital signs are stable. Predicted body weight is 50 kg (110.2 lb). Bilateral crackles are heard on auscultation.",
  "question_stem": "Which of the following is the most appropriate tidal volume?",
  "options": [
    {
      "letter": "A",
      "text": "150 mL",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "300 mL",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "500 mL",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "700 mL",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate tidal volume is 300 mL (Option B), which is 6 mL/kg of the patient's calculated predicted body weight (PBW). PBW (in kg) is calculated in men as follows:50 + 2.3 kg × (height − 60 inches)It is calculated in women as follows:45.5 + 2.3 kg × (height − 60 inches)Acute respiratory distress syndrome (ARDS) is characterized by diffuse alveolar damage with fluid and protein extravasation into interstitial and alveolar spaces, microatelectasis, increased ventilation/perfusion (V/Q) mismatch, decreased lung compliance, and increases in both shunt and dead-space ventilation. Because areas of noncompliant, diseased lung are often adjacent to more compliant lung, high tidal volumes can lead to overdistention and ventilator-associated lung injury (volutrauma) in the more compliant lung tissue. Therefore, patients with ARDS should receive low tidal volume ventilation (LTVV) with a tidal volume of 4 to 8 mL/kg of PBW, and strategies should minimize plateau pressure (<30 cm H2O). Survival is improved when patients with ARDS are ventilated with a tidal volume of 6 mL/kg of PBW. In patients who have overweight or edema, using actual body weight will typically result in inappropriately large tidal volumes. In this woman with a PBW of 50 kg (110.2 lb), a tidal volume of 6 mL/kg of PBW calculates to an optimal tidal volume of 300 mL.A tidal volume of 150 mL (Option A) is likely too low for this patient and will result in alveolar collapse, worsened V/Q mismatch, and hypercapnia.Higher tidal volumes of 500 or 700 mL (Options C, D) would be inappropriate given this patient's PBW and would result in more ventilator-induced lung injury and worse outcomes. If ventilation is insufficient using LTVV, additional measures should be considered before increasing the tidal volume, such as increasing the respiration rate. Additionally, adequate sedation will improve patient tolerance, and prone positioning will improve V/Q mismatch.",
  "key_points": [
    "To improve survival, patients with acute respiratory distress syndrome should receive low tidal volume ventilation with a tidal volume of 4 to 8 mL/kg of predicted body weight, and strategies should minimize plateau pressure (<30 cm H2O)."
  ],
  "references": "Qadir N, Sahetya S, Munshi L, et al. An update on management of adult patients with acute respiratory distress syndrome: an official American Thoracic Society clinical practice guideline. Am J Respir Crit Care Med. 2024;209:24-36. PMID: 38032683 doi:10.1164/rccm.202311-2011ST",
  "related_content": {
    "syllabus": [
      "ccsec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:53:33.571883-06:00"
}