{
  "question_id": "incor25017",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat obsessive-compulsive disorder with cognitive behavioral therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 25-year-old man is evaluated during a new patient visit. He is experiencing anxiety about the start of a new job next month. Specifically, he is concerned about his ability to arrive on time because every morning before leaving his apartment, he feels compelled to perform multiple checks to ensure that all electronic devices are turned off and all windows and doors are locked. He performs these same activities each night before going to bed and often repeats them several times because of overwhelming feelings that he has forgotten something and his apartment will catch fire or be robbed. As a result of his anxieties, the patient rarely socializes outside of his home. When he is away from home, he uses a surveillance application to monitor his apartment 11 minutes after every hour.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Buspirone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cognitive behavioral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hypnotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Risperidone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The preferred initial treatment for this patient with obsessive-compulsive disorder (OCD) is cognitive behavioral therapy (CBT) (Option B). OCD is an anxiety disorder in which patients experience obsessions (recurrent intrusive thoughts, images, or impulses causing distress) and compulsions (repetitive behaviors done to alleviate obsession-related anxiety). Loss of time and disrupted social interactions from these thoughts and behaviors cause significant functional impairment. CBT for OCD deliberately emphasizes exposure to the feared content followed by exposure and response prevention. This strategy has robust evidence for efficacy, and it is the first-line treatment for OCD. CBT is more effective than medication alone, but a combination of CBT and a selective serotonin reuptake inhibitor may be helpful for patients with severe symptoms or inadequate response to CBT. This treatment-naive patient is experiencing obsessions and compulsions causing functional impairment, so he should be offered CBT as first-line therapy.Buspirone (Option A) is beneficial in the treatment of generalized anxiety disorder without comorbid mood disorders but has no demonstrated benefit in patients with OCD.Evidence-based nonpharmacologic therapy in OCD consists of exposure and response prevention; hypnotherapy (Option C) does not have an established role in the treatment of this condition.Risperidone (Option D) is an antipsychotic medication that can be used in the treatment of schizophrenia or other psychiatric conditions with psychotic features. Patients with OCD have obsessions and compulsions but do not have hallucinations, delusions, or disorganized thoughts warranting antipsychotic therapy.",
  "critique_links": [],
  "key_points": [
    "Obsessive-compulsive disorder should be treated with cognitive behavioral therapy (CBT) emphasizing exposure and response prevention.",
    "A combination of CBT and selective serotonin reuptake inhibitor therapy is useful for patients with severe symptoms or inadequate response to CBT."
  ],
  "references": "Spencer SD, Stiede JT, Wiese AD, et al. Cognitive-behavioral therapy for obsessive-compulsive disorder. Psychiatr Clin North Am. 2023;46:167-180. PMID: 36740350 doi:10.1016/j.psc.2022.10.004",
  "related_content": {
    "syllabus": [
      "insec24007_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.225719-06:00"
}