{
  "question_id": "idqqq24023",
  "category": "id",
  "educational_objective": "Treat fulminant <i>Clostridioides difficile</i> infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 66-year-old woman is evaluated in the emergency department for a 2-day history of fever and nonbloody diarrhea. She recently completed a 10-day course of cephalexin.On physical examination, temperature is 39.0 °C (102.2 °F), blood pressure is 98/60 mm Hg, pulse rate is 110/min, and respiration rate is 23/min. Her abdomen is distended, bowel sounds are decreased, and palpation elicits tenderness and guarding.Laboratory studies:Leukocyte count30,000/µL (30 × 109/L) (80% neutrophils, 15% band forms)HCreatinine2.5 mg/dL (221 µmol/L)HA toxin assay is positive for Clostridioides difficile. Abdominal imaging reveals evidence of toxic megacolon.",
  "question_stem": "Which of the following is the most appropriate medical treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Fecal microbiota transplant",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral fidaxomicin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral vancomycin and intravenous metronidazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral vancomycin and oral metronidazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with Clostridioides difficile infection (CDI) is oral vancomycin plus intravenous metronidazole (Option C). CDI treatment should be stratified according to infection severity. The Infectious Diseases Society of America and the Society for Healthcare Epidemiology of America (IDSA/SHEA) define severe CDI by a leukocyte count of 15,000/µL (15 × 109/L) or greater or a serum creatinine level of 1.5 mg/dL (133 µmol/L) or greater. Fulminant CDI is defined as severe infection complicated by ileus, hypotension, shock, or toxic megacolon. Medical therapy for fulminant CDI includes oral vancomycin plus intravenous metronidazole; vancomycin enemas may also be added if ileus is present. Complications are treated on an individual basis, although the presence of toxic megacolon requires surgical consultation to determine if emergent colectomy is indicated.Fecal microbiota transplant (Option A) is effective for treatment of recurrent episodes of CDI, but it is not recommended for an initial episode of CDI, regardless of severity.The IDSA/SHEA guidelines recommend oral fidaxomicin (Option B) as the preferred therapy for nonsevere and severe CDI; oral vancomycin may also be used. Either medication is given for 10 days to treat an initial episode of nonsevere or severe CDI. Oral fidaxomicin is not recommended for use in fulminant CDI.Oral metronidazole is not recommended for use with oral vancomycin for fulminant C. difficile colitis (Option D). In fulminant infection, ileus is often present, which may impair the delivery of oral vancomycin (which is not absorbed) to the colon. Intravenous metronidazole will more reliably achieve therapeutic levels in the inflamed colon.",
  "critique_links": [],
  "key_points": [
    "Fulminant Clostridioides difficile infection (CDI) requires oral vancomycin plus intravenous metronidazole; vancomycin enemas may be added if ileus is present.",
    "Fulminant CDI is defined as severe infection complicated by ileus, hypotension, shock, or toxic megacolon."
  ],
  "references": "Johnson S, Lavergne V, Skinner AM, et al. Clinical practice guideline by the Infectious Diseases Society of America (IDSA) and Society for Healthcare Epidemiology of America (SHEA): 2021 focused update guidelines on management of Clostridioides difficile infection in adults. Clin Infect Dis. 2021;73:755-757. PMID: 34492699 doi:10.1093/cid/ciab718",
  "related_content": {
    "syllabus": [
      "idsec24016_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.648493-06:00"
}