{
  "question_id": "oncor25020",
  "category": "on",
  "educational_objective": "Evaluate lymphadenopathy using excisional biopsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 25-year-old woman is evaluated for a 6-week history of nonpainful cervical and axillary adenopathy, drenching night sweats, and fevers.On physical examination, vital signs are normal. A 3-cm left cervical lymph node and 2-cm right cervical lymph node are observed along with 1.5-cm lymph nodes in her bilateral axilla.Results of laboratory studies are normal.CT scans reveal multiple enlarged lymph nodes larger than 3 cm in the bilateral cervical, axillary, and retroperitoneal lymph chains.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Core needle biopsy of a lymph node",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Excisional lymph node biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fine-needle aspiration of a lymph node",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Peripheral blood flow cytometry",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is excisional lymph node biopsy of a cervical lymph node (Option B). The differential diagnosis for lymphadenopathy includes cancer, infection, inflammatory disease, and autoimmune disease. Palpable small cervical and inguinal lymph nodes may be noted in otherwise healthy adults and need not be evaluated further. However, increase in size, distribution, and persistence of lymph node enlargement, along with systemic symptoms, raise the concern for malignancy, especially lymphoma. An excisional lymph node biopsy is the preferred method for evaluating lymphadenopathy because it preserves nodal architecture better than fine-needle aspiration biopsy and core needle biopsy. The lymph node that is most accessible should be biopsied, although biopsy of inguinal nodes has a lower yield than nodes in other regions. This patient's persistently enlarged cervical and axillary lymph nodes and history of fever and night sweats require further evaluation. Excisional biopsy of the most accessible enlarged lymph nodes (the cervical lymph nodes in this case) is indicated.Core needle biopsy (Option A) can provide information such as the presence of malignant lymphocytes but has inferior diagnostic sensitivity compared to excisional biopsy and does not depict lymph node architecture as well as excisional biopsy. Core needle biopsy can be an alternative to excisional lymph node biopsies when surgical excisional biopsy cannot be done safely. In this case, the patient has easily accessible enlarged lymph nodes in the neck, and excisional biopsy of one of the enlarged cervical lymph nodes should be performed.Fine-needle aspiration (Option C) is unlikely to provide the necessary diagnostic information. Like core needle biopsy, fine-needle aspiration may demonstrate malignant lymphocytes, but it is inferior to excisional biopsy in its sensitivity and does not provide information on nodal architecture.Peripheral blood flow cytometry (Option D) would not be appropriate as the next step for this patient. Peripheral flow cytometry is essential in assessing many leukemias and may eliminate the need for bone marrow aspiration and biopsy in blood dyscrasias such as chronic lymphocytic leukemia/small lymphocytic leukemia. In most suspected lymphomas, however, the need to assess lymph node architecture makes lymph node biopsy the most appropriate next step.",
  "critique_links": [],
  "key_points": [
    "An excisional lymph node biopsy is the preferred method for evaluating lymphadenopathy because it preserves nodal architecture better than fine-needle aspiration biopsy and core needle biopsy."
  ],
  "references": "Syrykh C, Chaouat C, Poullot E, et al. Lymph node excisions provide more precise lymphoma diagnoses than core biopsies: a French Lymphopath network survey. Blood. 2022;140:2573-83. PMID: 35797472 doi.org/10.1182/blood.2022015520",
  "related_content": {
    "syllabus": [
      "onsec24008_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.588478-06:00"
}