{
  "question_id": "cvqqq24019",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose cardiac tamponade following catheter ablation of atrial fibrillation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 63-year-old man is evaluated in the emergency department for progressive dyspnea, especially while lying flat. He has a history of atrial fibrillation and underwent catheter ablation 1 week ago. Medical history is otherwise significant for hypertension. Medications are apixaban, dronedarone, and lisinopril.On physical examination, blood pressure is 88/72 mm Hg, pulse rate is 112/min, and respiration rate is 16/min. Pulsus paradoxus of 12 mm Hg is present. Oxygen saturation is 96% breathing ambient air. Cardiac examination reveals elevated estimated central venous pressure. Heart sounds are difficult to auscultate. Lung examination reveals no crackles.An ECG demonstrates sinus tachycardia.",
  "question_stem": "Which of the following is most likely responsible for the patient's symptoms?",
  "options": [
    {
      "letter": "A",
      "text": "Atrioesophageal fistula",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cardiac tamponade",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pulmonary vein stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Retroperitoneal bleeding",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Cardiac tamponade (Option B) related to this patient's recent catheter ablation is most likely responsible for his symptoms. Although cardiac tamponade occurs in approximately 1% of patients who undergo catheter ablation procedures for atrial fibrillation, it is the most common serious complication and the most common cause of death; urgent diagnosis and treatment are essential. Cardiac tamponade occurs within a mean of 10 days after the procedure, although it may occur within hours or be delayed by weeks. Cardiac tamponade should be suspected when the patient has a compatible history, hypotension, elevated central venous pressure, narrow pulse pressure, and pulsus paradoxus. An enlarged cardiac silhouette may be seen on chest radiograph. The ECG typically demonstrates sinus tachycardia and electrical alternans. Echocardiography readily detects pericardial effusions and is the primary modality for diagnosing cardiac tamponade.Atrioesophageal fistula (Option A) is a rarer complication of catheter ablation (0.3% to 0.54%) but is associated with high mortality. Patients most commonly present 1 to 4 weeks after the procedure. Presenting symptoms include sudden onset of neurologic symptoms from esophageal air embolization, fever, chest pain, seizures, transient ischemic attack after food intake, hematemesis, and endocarditis. MRI and CT are preferred as diagnostic studies.Pulmonary vein stenosis (Option C) is a delayed complication of catheter ablation with a mean onset of symptoms 2 to 5 months after the procedure. Because it is a later complication, there is often a delay in making the correct diagnosis. Delay in diagnosis may result in progression of stenosis and irreversible lung damage. Symptoms include dyspnea, cough, chest pain, and hemoptysis. Pulmonary vein stenosis occurs in approximately 1% to 3% of patients, but intervention to relieve symptoms is required in only 10% of these patients. Guidelines recommend CT or MRI as the preferred diagnostic test in symptomatic patients.Vascular complications, including hematomas, pseudoaneurysms at the arterial puncture site, and retroperitoneal hemorrhage from bleeding (Option D) at the groin access site, are among the most common complications of catheter ablation. Symptoms include hypotension and ipsilateral flank pain. Symptom onset is typically within hours of the procedure. Diagnosis can be established with CT or ultrasonography. Retroperitoneal hemorrhage cannot explain this patient's distant heart sounds, elevated central venous pressure, or pulsus paradoxus.",
  "critique_links": [],
  "key_points": [
    "Cardiac tamponade occurs in approximately 1% of patients who undergo catheter ablation procedures for atrial fibrillation; it is the most common serious complication and is likely to result in death if not recognized and treated urgently."
  ],
  "references": "Benali K, Khairy P, Hammache N, et al. Procedure-related complications of catheter ablation for atrial fibrillation. J Am Coll Cardiol. 2023;81:2089-2099. PMID: 37225362 doi:10.1016/j.jacc.2023.03.418",
  "related_content": {
    "syllabus": [
      "cvsec24009_24006"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.345181-06:00"
}