{
  "question_id": "npmcq24105",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat saline-responsive metabolic alkalosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old woman is evaluated in the hospital 4 days after admission for nausea and vomiting due to a small bowel obstruction. Medical history includes diverticulitis and partial colectomy 2 years ago. She has had nothing by mouth since admission.On physical examination, temperature is 36.8 °C (98.2 °F), blood pressure is 95/68 mm Hg, pulse rate is 92/min, and respiration rate is 16/min. A nasogastric tube is connected to continuous suction. On abdominal examination, there is distention and high-pitched bowel sounds.Laboratory studies:Arterial blood gasespH7.49HPco242 mm Hg (5.6 kPa)Blood urea nitrogen28 mg/dL (10.0 mmol/L)HCreatinine1.3 mg/dL (114.9 µmol/L)ElectrolytesSodium138 mEq/L (138 mmol/L)Potassium3.0 mEq/L (3.0 mmol/L)LChloride96 mEq/L (96 mmol/L)LBicarbonate32 mEq/L (32 mmol/L)HUrine chloride<10 mEq/L (3.0 mmol/L)L",
  "question_stem": "Which of the following is the most appropriate initial treatment for this patient's metabolic alkalosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acetazolamide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous hydrochloric acid solution",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous lactated Ringer solution",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous 0.9% saline with potassium chloride",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial treatment for this patient's metabolic alkalosis is intravenous 0.9% saline with potassium (Option D). The most common causes of metabolic alkalosis are associated with vomiting, nasogastric suction, and diuretic use. Metabolic alkalosis occurs in two phases: The generation phase is characterized by loss of protons or gain of base, and, in the maintenance phase, the normal renal compensatory excretion of excess bicarbonate is ineffective. The generation phase usually involves the gastrointestinal tract (acid loss due to vomiting or nasogastric suction) and/or the kidney (due to a mineralocorticoid effect with resultant sodium and bicarbonate retention at the expense of acid and potassium secretion). Conditions that contribute to maintenance of metabolic alkalosis include the following:Volume contractionIneffective arterial blood volume (e.g., cirrhosis or heart failure)HypokalemiaChloride depletionPrimary aldosteronismDecreased glomerular filtrationA low urine chloride can help to distinguish the cause of metabolic alkalosis (see Figure: Algorithm for the Assessment of Metabolic Alkalosis).A low urine chloride (<15 mEq/L [15 mmol/L]) in combination with normal-low intravascular volume and normal-low extracellular volume indicates a saline-responsive metabolic alkalosis; treatment includes saline administration plus repletion of potassium while addressing the primary cause of the alkalosis. This patient is on nasogastric suction, which is generating the metabolic alkalosis. The volume depletion is contributing to both the generation and maintenance of the alkalosis. Her low urine chloride is further indicative of saline-responsive metabolic alkalosis. Treatment should include 0.9% saline to correct the volume depletion and associated mineralocorticoid effect as well as replacement of potassium, which will help improve the alkalosis as it moves into the intracellular space in exchange for hydrogen ions.Acetazolamide (Option A) is a diuretic that increases renal bicarbonate excretion and can be used in edematous patients with metabolic alkalosis (especially those with hypercapnic chronic lung disease). It should not be used in patients who are volume depleted, such as this patient, and it may also worsen her hypokalemia.Infusion of hydrochloric acid solution (Option B) should be limited to patients with significant alkalemia who cannot tolerate volume expansion and should be given only in an ICU setting. It is not indicated in this patient.Intravenous lactated Ringer solution (Option C) is a base equivalent that increases bicarbonate and would therefore be inappropriate in this patient. Additionally, although lactated Ringer solution contains potassium, the amount is inadequate to replete this patient's potassium losses.",
  "critique_links": [],
  "key_points": [
    "In patients with metabolic alkalosis and low urine chloride, decreased intravascular volume, and decreased extracellular volume (saline-responsive metabolic alkalosis), treatment consists of saline administration, repletion of potassium, and addressing the primary cause of the alkalosis."
  ],
  "references": "Emmett M. Metabolic alkalosis: a brief pathophysiologic review. Clin J Am Soc Nephrol. 2020;15:1848-56. PMID: 32586924 doi:10.2215/CJN.16041219",
  "related_content": {
    "syllabus": [
      "npsec24003_24010"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:34.478672-06:00"
}