{
  "question_id": "dmmcq24021",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose verruca vulgaris (common wart).",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 25-year-old man is evaluated for a scaly spot on his arm that appeared recently and has grown very quickly. He has well-controlled psoriasis vulgaris and seasonal allergies. His medications are topical triamcinolone and as-needed cetirizine.On physical examination, vital signs are normal.Skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Clavus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Keratoacanthoma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Seborrheic keratosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Verruca vulgaris",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is verruca vulgaris (Option D), or common warts. Verruca vulgaris are extremely common benign neoplasms caused by infection of skin by human papillomavirus (HPV). Although frequently seen in children and young adults, warts can occur at any age. Verruca vulgaris most commonly presents as hyperkeratotic, exophytic, firm papules on the fingers, knees, and elbows. Thrombosed blood vessels within the wart can be seen as pinpoint red-to-maroon dots. Other verruca types include verruca plana (flat warts), which are skin-colored, flat-topped papules; condyloma acuminata (genital warts), which are smooth-to-digitate papules that are skin-colored to tan; and verruca plantaris (plantar warts) and verruca palmaris (palmar warts), which are exophytic and endophytic papules (see Table: Human Papillomavirus Subtypes). The diagnosis of all forms of warts is clinical. Warts are usually self-limited; however, in select cases, including those with a protracted course or in persons who are immunocompromised, destructive treatments can be used. Treatment options include topical therapy with salicylic acid, imiquimod, liquid nitrogen, and intralesional immunotherapy with Candida antigen injection. This patient has a hyperkeratotic papule on the arm that is most consistent with verruca vulgaris.A clavus (or corn) (Option A) presents as a well-defined, thickened area of skin with a central core on areas of repeated friction or pressure. Clavi can commonly be confused with plantar warts, because both are located on the bottom of the feet. The timing with which the lesion develops, and the location, differentiate warts from clavi. Warts tend to appear quickly and can occur anywhere on the plantar foot. Clavi may take months to develop, usually on pressure points, and are usually painful when pressure is applied. The location of this patient's skin lesion on his arm makes a clavus an unlikely diagnosis.Keratoacanthoma (Option B) is a rapidly growing pink round nodule with central crust that often has a \"volcaniform\" appearance. Keratoacanthomas can spontaneously involute, but they are often indistinguishable from squamous cell carcinoma and are treated with surgical excision. Although this patient's lesion grew rapidly, keratoacanthomas typically occur in older patients (age >60 years) and exhibit the characteristic volcaniform features; the age of this patient and the appearance of the lesion make the diagnosis of keratoacanthoma unlikely.Seborrheic keratoses (Option C) are common benign tumors that occur in middle-aged or older patients. They present with a classic “stuck-on” appearance and are usually brown or tan colored. Although their surface may appear wart-like, this patient's age and presentation are not consistent with a diagnosis of seborrheic keratosis.",
  "critique_links": [],
  "key_points": [
    "Verruca vulgaris, or common warts, are benign neoplasms that present as hyperkeratotic, exophytic, firm papules on the fingers, knees, and elbows and are caused by human papillomavirus infection.",
    "Warts are typically self-limited, but destructive treatment may be indicated in selected cases, including those with a protracted course or in persons who are immunocompromised."
  ],
  "references": "Zhu P, Qi RQ, Yang Y, et al. Clinical guideline for the diagnosis and treatment of cutaneous warts (2022). J Evid Based Med. 2022;15:284-301. PMID: 36117295 doi:10.1111/jebm.12494",
  "related_content": {
    "syllabus": [
      "dmsec24016_24003"
    ]
  },
  "media": {
    "tables": [
      "tables/dmtab24024.html"
    ],
    "images": [
      "figures/dmfig24224.d3347089f9a414cd587d7af46b6715e0.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "dmfig24224",
        "file": "figures/dmfig24224.d3347089f9a414cd587d7af46b6715e0.jpg",
        "title": "Verruca Vulgaris",
        "short_title": "stem Verucca Vulgaris",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 684,
        "height": 678
      }
    ],
    "tables": [
      {
        "table_id": "dmtab24024",
        "file": "tables/dmtab24024.html",
        "title": "Human Papillomavirus Subtypes",
        "short_title": "Human Papillomavirus Subtypes",
        "footnotes": [],
        "headers": [
          "Subtype",
          "Clinical Lesion (Location)"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:33.737907-06:00"
}