{
  "question_id": "fcmcq24045",
  "category": "fc",
  "educational_objective": "Screen for obstructive sleep apnea before surgery.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 37-year-old woman presents for a preoperative evaluation before sleeve gastrectomy. She reports no shortness of breath with activity and has been walking briskly 2 to 3 miles per day, 5 days per week. She also attends aerobic dance classes twice a week. She does not smoke. She has no history of abnormal bleeding. She has no other medical problems. She uses a hormonal intrauterine device for birth control and takes no other medications.On physical examination, vital signs are normal. BMI is 45. Other findings are unremarkable.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coagulation studies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Exercise stress test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "STOP-BANG questionnaire",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is a STOP-BANG questionnaire (Option D) to evaluate the patient's risk for obstructive sleep apnea (OSA). Before surgery, patients should be screened for OSA, which is associated with cardiac events, pulmonary complications, and ICU admissions. The STOP-BANG questionnaire is a simple, validated, in-office screening test to determine the likelihood of OSA and has a high negative predictive value. Patients who have scores indicating a moderate risk for OSA and do not undergo additional evaluation before surgery warrant close monitoring and may need perioperative therapy with a positive airway pressure device. The Society of Anesthesia and Sleep Medicine recommends preoperative sleep medicine evaluation in patients screened as high risk for OSA who also have evidence of hypoventilation (CO2 retention), severe or uncontrolled comorbid conditions, or resting hypoxemia not attributable to other cardiopulmonary causes. In patients diagnosed with OSA, continuous positive airway pressure should be initiated preoperatively when possible.Chest radiography (Option A) is indicated only in patients with signs or symptoms of pulmonary illness or underlying cardiac or pulmonary disease with new or unstable symptoms. This patient does not require chest radiography.Coagulation studies (Option B) in a patient without a suggestive or known history of a bleeding disorder or use of anticoagulant medications are unnecessary before elective surgery.An exercise stress test (Option C) is unnecessary for this patient. According to the American Heart Association/American College of Cardiology perioperative guidelines for noncardiac surgery, if functional capacity exceeds 4 metabolic equivalents, the patient may proceed to surgery without further testing. This patient's exercise regimen exceeds this threshold, and she does not require further cardiac testing. Preoperative stress testing may be considered in select patients anticipating elevated-risk surgery who have poor or unknown functional capacity and an elevated calculated risk for perioperative events.",
  "key_points": [
    "Preoperatively, patients should be screened for obstructive sleep apnea, which is associated with cardiac events, pulmonary complications, and ICU admissions.",
    "A commonly used screening tool for obstructive sleep apnea is the STOP-BANG questionnaire, which has a high negative predictive value."
  ],
  "references": "Modha K, Whinney C. Preoperative evaluation for noncardiac surgery. Ann Intern Med. 2022;175:ITC161-ITC176. PMID: 36343344",
  "related_content": {
    "syllabus": [
      "fcsec24009_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:33.973600-06:00"
}