{
  "question_id": "enmcq24045",
  "category": "en",
  "educational_objective": "Diagnose familial hypocalciuric hypercalcemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 19-year-old man is evaluated for recently discovered mild hypercalcemia. His serum calcium level was measured because of a family history of persistent hypercalcemia in his father despite parathyroidectomy. The patient is asymptomatic. He has no medical conditions and takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Parathyroid sestamibi scanning",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Plasma fractionated metanephrines measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prolactin measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has familial hypocalciuric hypercalcemia (FHH), and no further testing is needed (Option D). Parathyroid hormone (PTH)–dependent hypercalcemia in a young patient with family history of hyperparathyroidism suggests a genetic cause of hypercalcemia. In FHH, an autosomal dominant variant in the calcium-sensing receptor (CaSR) gene causes the parathyroid gland to perceive serum calcium concentrations as low, which in turn causes increased PTH secretion and hypercalcemia. Simultaneously, decreased CaSR activity in the kidney increases calcium resorption, leading to hypocalciuria. Features suggestive of FHH include mild hypercalcemia since childhood, an inappropriately normal or elevated serum PTH level, low 24-hour urine calcium excretion with a calcium-creatinine clearance ratio less than 0.01, and a family history of parathyroidectomy without resolution of hypercalcemia. If the diagnosis is clinically ambiguous (e.g., 24-hour urine calcium >100 mg/24 h or calcium-creatinine clearance ratio between 0.01 and 0.02), it can usually be confirmed by CaSR genetic testing. A high degree of suspicion for genetic causes of hypercalcemia is important to avoid ineffective surgical management; FHH requires no management because it is a benign condition that does not resolve with parathyroidectomy. This patient's mild hypercalcemia, inappropriately normal PTH level, low 24-hour urine calcium level, calcium-creatinine clearance ratio of less than 0.01, and family history of parathyroidectomy that did not resolve hypercalcemia are all indicative of FHH.In patients with primary hyperparathyroidism and an indication for parathyroidectomy, a parathyroid sestamibi scan (Option A) can assist with localization and operative planning. In contrast to FHH, hypercalcemia in primary hyperparathyroidism is typically associated with high-normal or overt hypercalciuria and a calcium-creatinine clearance ratio of greater than 0.02. This patient's biochemical testing is inconsistent with primary hyperparathyroidism, and he does not require parathyroidectomy. Therefore, parathyroid sestamibi scanning is not indicated.Primary hyperparathyroidism can be a manifestation of multiple endocrine neoplasia type 2A (MEN2A). In MEN2A, screening for medullary thyroid cancer and pheochromocytoma (with plasma fractionated metanephrines measurement [Option B]) is essential, especially if parathyroidectomy is planned. This patient, however, does not have primary hyperparathyroidism and is unlikely to have MEN2A.Multiple endocrine neoplasia type 1 (MEN1) is a common cause of familial primary hyperparathyroidism and is also associated with pituitary adenomas and enteropancreatic tumors. Patients with MEN1 require prolactin monitoring (Option C) to assess for prolactinoma. This patient has FHH, which is not associated with MEN1.",
  "key_points": [
    "Features suggestive of familial hypocalciuric hypercalcemia include mild hypercalcemia since childhood, an inappropriately normal or elevated serum parathyroid hormone level, low 24-hour urine calcium excretion with a calcium-creatinine clearance ratio less than 0.01, and a family history of parathyroidectomy without resolution of hypercalcemia."
  ],
  "references": "Höppner J, Sinningen K, Raimann A, et al. Disorders of the calcium sensing signaling pathway: from familial hypocalciuric hypercalcemia (FHH) to life threatening conditions in infancy. J Clin Med. 2022;11:2595. PMID: 35566721 doi:10.3390/jcm11092595",
  "related_content": {
    "syllabus": [
      "ensec24008_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:59:41.612661-06:00"
}