{
  "question_id": "cvmcq24029",
  "category": "cv",
  "educational_objective": "Monitor statin therapy in a patient with dyslipidemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 60-year-old man is evaluated 3 months after starting moderate-intensity statin therapy with rosuvastatin. He feels well and has no new symptoms. He has hypertension; medications are ramipril and hydrochlorothiazide.Physical examination findings, including vital signs and BMI, are normal.Results of baseline liver chemistry tests performed 3 months ago were normal.A repeat lipid profile is ordered.",
  "question_stem": "Which of the following additional testing is indicated?",
  "options": [
    {
      "letter": "A",
      "text": "Creatine kinase measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hemoglobin A1c measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liver chemistry tests",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No additional laboratory testing (Option D) is needed to evaluate patients receiving statin therapy in the absence of new symptoms. Statins are first-line therapy for managing dyslipidemia for both primary and secondary prevention and to reduce the risk for cardiovascular events. Although statins generally are well tolerated and have a low risk for adverse effects, some patients may have muscular symptoms, myopathy, liver injury, or other adverse effects. However, other than assessing the effect on LDL cholesterol levels in specific circumstances, routine laboratory monitoring of statin therapy in the absence of symptoms is not indicated. It is not necessary to complete any laboratory testing in this asymptomatic patient other than the follow-up lipid panel that has already been ordered.Although myalgias were reported as common in observational studies, randomized trials show that the incidence of statin-associated muscle symptoms is no greater than 1%, and the incidence of myopathy and rhabdomyolysis is less than 0.1%. In addition, a systematic review found only a 3% relative increase in the rate of myalgias in patients taking statins compared with placebo. Checking the creatine kinase level (Option A) is not indicated in the absence of symptoms, as is the case in this patient.Although the risk for type 2 diabetes mellitus may be slightly higher in patients taking statin medication, the increased risk seems to be confined to patients with more traditional risk factors for diabetes, such as obesity. In the absence of other indications, there is no indication for checking hemoglobin A1c levels (Option B) in a patient receiving long-term statin therapy.Statins can cause asymptomatic, dose-related elevations in aminotransferase levels in approximately 1% of patients, but liver injury occurs in less than 0.001% of patients. Assessment of liver chemistry tests (Option C) should occur with initiation of statin therapy, but testing is not indicated in the routine follow-up of patients taking a statin medication in the absence of symptoms or findings suggestive of liver disease.",
  "critique_links": [],
  "key_points": [
    "Statins generally are well tolerated and have a low risk for adverse effects; however, some patients may have muscular symptoms or elevations in liver enzymes.",
    "Monitoring of liver function and creatine kinase is not needed in the management of asymptomatic patients receiving statin therapy."
  ],
  "references": "Cholesterol Treatment Trialists' Collaboration. Effect of statin therapy on muscle symptoms: an individual participant data meta-analysis of large-scale, randomised, double-blind trials. Lancet. 2022;400:832-845. PMID: 36049498 doi:10.1016/S0140-6736(22)01545-8",
  "related_content": {
    "syllabus": [
      "cvsec24002_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:26.474927-06:00"
}