{
  "question_id": "cvmcq24072",
  "category": "cv",
  "educational_objective": "Treat atrial myxoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 58-year-old woman is evaluated in the hospital for transient loss of vision in her right eye. The episode lasted 10 minutes, and she had no other symptoms. Medical history is unremarkable, and she takes no medications.On physical examination, vital signs are normal. Cardiac examination reveals regular rate and rhythm and a soft diastolic murmur over the left ventricular impulse. Neurologic examination is normal.Results of laboratory studies are normal.ECG reveals normal sinus rhythm. MRI of the brain shows no abnormalities. Carotid duplex ultrasound shows no carotid stenosis. Echocardiogram reveals a 2- × 3-cm mass in the left atrium, attached to the fossa ovalis, and otherwise normal cardiac structure and function. PET scan demonstrates no uptake in the heart or remainder of the body.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Percutaneous biopsy of the mass",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical removal of the mass",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is surgical removal of the mass (Option D). Primary cardiac tumors are very rare, and two thirds of them are benign. The most common primary cardiac tumor is atrial myxoma, which may involve either atrium but most commonly arises from the fossa ovalis in the left atrium. Patients may present with constitutional symptoms related to interleukin production, embolic phenomena from tumor fragmentation, or symptoms referable to intracardiac obstruction (dyspnea, syncope). Mitral valve obstruction may result in auscultatory findings similar to those of mitral stenosis or an early diastolic sound known as the tumor plop. Surgical removal is indicated to prevent embolic events, and surveillance with echocardiography is required after removal to screen for recurrence. This patient had a transient neurologic event due to embolization from a cardiac mass. This presentation likely represents an atrial myxoma, and surgical resection is indicated.Atrial thrombus may present as a mass seen on cardiac imaging and serve as a nidus for thromboembolic events. Systemic anticoagulation with an agent such as apixaban (Option A) would be indicated in such a scenario. This patient, however, has a structurally and functionally normal heart, which makes atrial thrombus much less likely.Percutaneous biopsy of the mass (Option B) is not necessary. In addition to the risk of an invasive procedure, biopsy of a left atrial mass may cause tumor embolization, which may lead to stroke and/or tumor metastasis if the mass is malignant. The patient presents with a systemic embolic event, and surgical removal is indicated.Radiation therapy (Option C) may be useful in treating metastatic disease to the heart. Neoplasms with the highest likelihood of metastasis to the heart include melanoma, malignant thymoma, and germ cell tumors, with lung, stomach, and colon tumors carrying an intermediate risk. In this case, however, the absence of a clear extracardiac primary tumor combined with a negative PET scan makes a metastatic lesion far less likely than myxoma, and radiation is not indicated.",
  "critique_links": [],
  "key_points": [
    "Surgical removal of an atrial myxoma is indicated to prevent embolic events, and surveillance with echocardiography is required after removal to screen for recurrence.",
    "Biopsy of a left atrial mass should be avoided because it carries a risk for tumor embolization, which may lead to stroke and/or tumor metastasis if the mass is malignant."
  ],
  "references": "Palaskas N, Thompson K, Gladish G, et al. Evaluation and management of cardiac tumors. Curr Treat Options Cardiovasc Med. 2018;20:29. PMID: 29556752 doi:10.1007/s11936-018-0625-z",
  "related_content": {
    "syllabus": [
      "cvsec24008_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:26.602890-06:00"
}