{
  "category": "in",
  "critique": "The most appropriate next step in management of this patient with likely acute bacterial prostatitis is oral levofloxacin (Option D). Male patients with infection from a urinary source should be assessed for acute prostatitis. In addition to dysuria and urinary frequency and urgency, symptoms suggestive of acute prostatitis include pain centered in the suprapubic, perineal, or rectal area. Digital rectal examination may reveal an enlarged, tender, and boggy prostate. Empiric antimicrobial therapy for acute bacterial prostatitis should be initiated at the time of diagnosis and modified as appropriate based on urine culture results. Most patients can be managed with oral fluoroquinolones or trimethoprim-sulfamethoxazole in the outpatient setting. Severely ill patients and those suspected of having sepsis should be hospitalized and initially treated with parenteral antibiotics. Treatment coverage should include Neisseria gonorrhoeae and Chlamydia trachomatis for patients with risk factors. This patient's symptoms, perineal pain, abnormal digital rectal examination findings, and abnormal urine dipstick results suggest acute bacterial prostatitis, and he should be treated with oral levofloxacin.Acute bacterial prostatitis is a clinical diagnosis. Imaging, such as CT of the pelvis (Option A), is not typically necessary. However, if fluctuance is noted on digital rectal examination or no clinical improvement occurs despite appropriate antibiotic treatment, imaging may be indicated to evaluate for an underlying abscess.Examination of expressed prostatic secretions (Option B) is not recommended in acute prostatitis. Collecting expressed prostatic secretions requires prostatic massage, which is contraindicated in patients suspected of having acute bacterial prostatitis because it can cause bacteremia.Treatment of sexually transmitted infections (STIs) with intramuscular ceftriaxone and oral doxycycline (Option C) is not indicated. Sexually active men with acute prostatitis who are at risk for STIs should be treated with antibiotic coverage for Neisseria gonorrhoeae and Chlamydia trachomatis. However, this patient is not at high risk for STIs.",
  "educational_objective": "Treat acute bacterial prostatitis.",
  "extracted_at": "2025-12-23T15:28:36.711730-06:00",
  "key_points": [
    "Most patients with acute bacterial prostatitis can be managed with oral agents in the outpatient setting; patients suspected of having sepsis should be hospitalized and treated with parenteral antibiotics."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "CT of the pelvis"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Examination of expressed prostatic secretions"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Intramuscular ceftriaxone and oral doxycycline"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Oral levofloxacin"
    }
  ],
  "question_id": "inmcq24059",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "A 65-year-old man is evaluated in the emergency department because of a 2-day history of dysuria, urinary urgency, and perineal pain. Yesterday, he also noted onset of fevers and chills. He is in a monogamous relationship with his wife. He has type 2 diabetes mellitus and benign prostatic hyperplasia. Medications are metformin and tamsulosin.On physical examination, temperature is 37.6 °C (99.7 °F), blood pressure is 120/68 mm Hg, and pulse rate is 92/min; other vital signs are normal. There is no abdominal or costovertebral angle tenderness. Gentle digital rectal examination reveals a tender and edematous prostate.Laboratory studiesUrine dipstick2+ leukocytes, positive for nitrites and bacteriaFormal urinalysis and blood and urine cultures are pending.",
  "references": "Brehm TJ, Trautner BW, Kulkarni PA. Acute and chronic infectious prostatitis in older adults. Infect Dis Clin North Am. 2023;37:175-194. PMID: 36805012 doi:10.1016/j.idc.2022.09.004",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "insec24004_24008"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}