{
  "question_id": "enmcq24052",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage adrenal insufficiency in a patient with chronic opioid use.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old man is evaluated because of a 3-month history of fatigue, nausea, and malaise. Medical conditions are opioid use disorder and chronic back pain. Medications are methadone and duloxetine.Physical examination findings, including vital signs, are normal.Laboratory studies:8 am cortisol 2 μg/dL (55.2 nmol/L)LTestosterone280 ng/dL (9.7 nmol/L)LThyroid-stimulating hormone3.5 µU/mL (3.5 mU/L)Free thyroxine1.6 ng/dL (20.6 pmol/L)Complete blood count is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Measure serum dehydroepiandrosterone sulfate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure serum prolactin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start testosterone replacement therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "In this patient with adrenal insufficiency (AI), the most appropriate next step in management is to start hydrocortisone (Option C). Secondary AI due to opioids is often underrecognized and underdiagnosed. Opioids inhibit corticotropin-releasing hormone, thereby reducing adrenocorticotropic hormone (ACTH) release. Low ACTH leads to cortisol and dehydroepiandrosterone sulfate (DHEAS) deficiency. It is indeterminate when and if AI will resolve if opioid therapy is discontinued, and patients with secondary AI from opioids require treatment with hydrocortisone. A cortisol level lower than 3 μg/dL (82.8 nmol/L) is diagnostic of AI, and hydrocortisone should be initiated promptly in this symptomatic patient with a low cortisol level. ACTH measurement to distinguish between primary and secondary AI would be appropriate once the patient has improved; a low or inappropriately normal ACTH level in the setting of low cortisol confirms secondary AI. This testing can be done by holding hydrocortisone for 24 hours before obtaining 8 am cortisol and ACTH levels. An MRI of the pituitary gland should also be considered to rule out a structural cause of AI.Measurement of the serum DHEAS level (Option A) is not indicated for this patient. Although it can support the diagnosis of AI due to chronic opioid use, it is not necessary to make the diagnosis. Therefore, treatment of a very low cortisol level, as in this patient, should not be delayed to check a DHEAS level.Prolactin level measurement (Option B) is recommended in the evaluation of secondary hypogonadism (Figure: Algorithm for Evaluating Male Hypogonadism). Although opioid use may result in secondary hypogonadism and an increase in prolactin, this patient does not yet have confirmed secondary hypogonadism because he has had only one mildly low serum testosterone level.Although hypogonadism is a common effect of chronic opioid treatment, this patient has a very mildly low testosterone level. Before considering testosterone replacement therapy (Option D), repeat 8 am testosterone level measurement should be performed. A persistently low testosterone level would then require further evaluation and consideration of treatment.",
  "critique_links": [],
  "key_points": [
    "Patients with adrenal insufficiency secondary to chronic opioid use should be treated with hydrocortisone; it is indeterminate when and if adrenal insufficiency will resolve if opioid therapy is discontinued."
  ],
  "references": "Gadelha MR, Karavitaki N, Fudin J, et al. Opioids and pituitary function: expert opinion. Pituitary. 2022;25:52-63. PMID: 35066756 doi:10.1007/s11102-021-01202-y",
  "related_content": {
    "syllabus": [
      "ensec24003_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.862579-06:00"
}