{
  "question_id": "idmcq24108",
  "category": "id",
  "educational_objective": "Prevent varicella-zoster virus infection in a patient undergoing hematopoietic stem cell transplantation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 57-year-old woman undergoes pretransplant consultation before autologous hematopoietic stem cell transplantation (HSCT) for diffuse large B-cell lymphoma. She receives counseling on infection risk and prevention following HSCT, including varicella-zoster virus (VZV) infection. She reports having chickenpox as a child. She has no other medical problems, takes no medications, and has received all age-appropriate vaccinations, including shingles.",
  "question_stem": "Which of the following is the most appropriate strategy for VZV prevention in this patient following HSCT?",
  "options": [
    {
      "letter": "A",
      "text": "Prophylaxis with acyclovir",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Varicella vaccine 3 months after HSCT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Varicella-zoster immune globulin monthly",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No preventive measures",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Acyclovir prophylaxis (Option A) is the most appropriate preventive management for this patient. Hematopoietic stem cell transplant (HSCT) recipients (and solid organ transplant recipients) are at high risk for varicella-zoster virus (VZV) and herpes simplex virus (HSV, types 1 and 2) reactivation and disseminated infection, particularly in the first 3 to 6 months after transplantation. Therefore, prophylaxis against VZV and HSV is recommended in all transplant recipients during the early posttransplant period; the duration of prophylaxis depends on multiple factors, including transplant type and level of immunosuppression. In addition, it is recommended that childhood immunization series are repeated and the recombinant shingles vaccine series is given after HSCT.Varicella is a live vaccine; it is not recommended to give this vaccine only 3 months after HSCT (Option B). In addition, this patient had chickenpox as a child; therefore, vaccination against varicella is not indicated.Varicella-zoster immune globulin (Option C) is used only for postexposure prophylaxis in persons at high risk for infection (e.g., HSCT recipient or nonimmune pregnant persons with a household contact). It is not used to prevent varicella reactivation in transplant recipients.Prevention of common and potentially severe infections, when possible, is preferred to treatment of active infections. Reactivation of HSV and VZV is very common in transplant recipients. Therefore, providing no preventive measures (Option D) would not be appropriate for this patient.",
  "key_points": [
    "Reactivation of herpes simplex virus and varicella-zoster virus is very common in transplant recipients, so prophylaxis against these viruses is recommended in all transplant recipients during the early posttransplant period."
  ],
  "references": "Baden LR, Swaminathan S, Angarone M, et al. Prevention and treatment of cancer-related infections, version 2.2016, NCCN clinical practice guidelines in oncology. J Natl Compr Canc Netw. 2016;14:882-913. PMID: 27407129",
  "related_content": {
    "syllabus": [
      "idsec24017_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:47:32.198961-06:00"
}