{
  "question_id": "idmcq24059",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Identify <i>Staphylococcus aureus</i> as the cause of an epidural abscess.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 42-year-old man is evaluated in the emergency department for a 1-day history of fever and low back pain. He has type 2 diabetes mellitus and hyperlipidemia; medications are empagliflozin and rosuvastatin.On physical examination, temperature is 39.0 °C (102.2 °F), blood pressure is 110/70 mm Hg, pulse rate is 122/min, and respiration rate is 22/min. He is alert and oriented. Neurologic examination findings are normal. On cardiac examination, he has a grade 3/6 holosystolic murmur at the apex that radiates to the axilla. Point tenderness is present at the lower thoracic spine.Laboratory studies:Leukocyte count16,000/µL (16 × 109/L)HSerum electrolytes and kidney function are normal. Blood cultures are pending.MRI of the thoracic and lumbar spine with and without contrast demonstrates diskitis with associated osteomyelitis and a posterior epidural abscess at the level of T10. No cord compression is seen.",
  "question_stem": "Infection with which of the following is the most likely cause of this patient's epidural abscess?",
  "options": [
    {
      "letter": "A",
      "text": "Brucella abortus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Escherichia coli",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mycobacterium tuberculosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Staphylococcus aureus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's epidural abscess, with signs of endocarditis, is infection with Staphylococcus aureus (Option D). Spinal epidural abscess most often results from hematogenous dissemination of S. aureus (approximately 50% of infections); Streptococcus and gram-negative bacilli such as Escherichia coli are also implicated. Predisposing factors for bacteremia include the following:EndocarditisInjection drug useLong-term intravenous cathetersUrinary tract infectionFor all patients with suspected spinal epidural abscesses, MRI with contrast should be performed to identify location and extent of the abscess and any associated diskitis and osteomyelitis. Patients should undergo a baseline laboratory evaluation, including erythrocyte sedimentation rate and C-reactive protein, and blood cultures should be obtained before starting antibiotics. Treatment consists of antimicrobial therapy, based on susceptibility testing of the isolated organism, for at least 6 weeks. Surgical drainage is indicated in patients with lower extremity weakness, numbness, or bladder and bowel dysfunction. S. aureus is the most common cause of epidural abscess and is most likely in this patient with strongly suspected concomitant endocarditis.Brucellosis, caused by Brucella abortus (Option A), should be considered in patients from endemic areas (the Mediterranean Basin, Middle East, China, India, South or Central America, and sub-Saharan Africa) or those who have ingested unpasteurized dairy products. Osteoarticular disease, the most common form of focal brucellosis, includes arthritis, sacroiliitis, and spondylitis. Brucella infection should be suspected in patients with negative cultures (blood and disk cultures) who do not respond to commonly used antibiotic therapy but is unlikely in this patient.E. coli (Option B) is a less common cause of spinal epidural abscess that develops from a hematogenous source (e.g., urinary tract infection) or a contiguous spread, such as after neurosurgical procedures (e.g., spinal fusion) or paraspinal injection. This patient has no history of recent urinary tract infections or recent neurosurgical procedures.Mycobacterium tuberculosis (Option C) typically causes a subacute or chronic epidural abscess (Pott disease), which can lead to significant vertebral body destruction. This entity is seen more in highly endemic countries and presents with substantial weight loss, with or without active pulmonary tuberculosis. This patient is not from an endemic country, has not lost weight, and does not show signs of pulmonary tuberculosis.",
  "critique_links": [],
  "key_points": [
    "Spinal epidural abscess most often results from hematogenous dissemination of Staphylococcus aureus (approximately 50% of infections)."
  ],
  "references": "Long B, Carlson J, Montrief T, et al. High risk and low prevalence diseases: Spinal epidural abscess. Am J Emerg Med. 2022;53:168-172. PMID: 35063888 doi:10.1016/j.ajem.2022.01.008",
  "related_content": {
    "syllabus": [
      "idsec24001_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.166959-06:00"
}