{
  "question_id": "cvcor25033",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose hypertrophic cardiomyopathy on physical examination.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 18-year-old man is evaluated following a presyncopal episode during a track meet. He has no other medical conditions and takes no medication.On physical examination, vital signs are normal. Cardiac examination reveals a normal S1 and splitting of the S2 with inspiration. A nonradiating, grade 2/6, crescendo-decrescendo midsystolic murmur is heard at the left sternal border. The murmur is louder when the patient performs a Valsalva maneuver. Carotid upstrokes are brisk. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Atrial septal defect",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Benign flow murmur",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Bicuspid aortic stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hypertrophic cardiomyopathy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with a dynamic systolic murmur and exertional dizziness is hypertrophic cardiomyopathy (HCM) (Option D). HCM is an autosomal dominant heritable disorder characterized by increased left ventricular wall thickness in the absence of hypertension or other loading conditions. Patients may be asymptomatic or may experience exertional dizziness or syncope. The murmur of HCM is typically a rapidly peaking crescendo-decrescendo heard best along the left lower sternal border. Maneuvers that decrease venous return to the right side of the heart, thereby diminishing the size of the left ventricle, augment the dynamic outflow obstruction of HCM. As a result, the Valsalva maneuver and changing position from squatting to standing both increase murmur intensity. The positive likelihood ratio of the Valsalva maneuver is +14, indicating a strong association between this examination finding and HCM. The physical examination, however, may be normal in patients with HCM, so the diagnosis should be considered in those with exertional syncope or presyncope even if they do not have a murmur. An echocardiogram (sometimes performed with provocative maneuvers) may confirm the diagnosis, although cardiac magnetic resonance imaging is sometimes required. This patient with exertional presyncope and a murmur that increases with the Valsalva maneuver should undergo further evaluation for suspected HCM.An atrial septal defect (ASD) (Option A) results in a left-to-right shunt, with eventual right-sided cardiac chamber dilatation in most patients. An ASD may remain undetected during childhood; presenting findings in older adolescents and adults may include fatigue, exertional dyspnea, arrhythmias, and paradoxical embolism. Examination findings in patients with an ASD include a parasternal impulse, fixed splitting of the S2, and a pulmonary outflow murmur, none of which is present in this patient.A benign (innocent) flow murmur (Option B) is typically a mid-systolic grade 1/6 to 2/6 murmur located at the right upper sternal border without radiation; it may decrease in intensity with the Valsalva maneuver secondary to the decreased venous return. The location of this patient's murmur and its increase in intensity with the Valsalva maneuver is inconsistent with a benign flow murmur.Bicuspid aortic stenosis (Option C) may be associated with an early systolic ejection sound (click) that heralds the murmur. The murmur radiates to the carotid arteries, and when significant stenosis is present, the carotid upstroke is low amplitude and delayed (parvus et tardus). The murmur's intensity does not change dramatically with squatting. This patient's murmur is inconsistent with bicuspid aortic stenosis.",
  "critique_links": [],
  "key_points": [
    "The characteristic murmur of hypertrophic cardiomyopathy is a rapidly peaking crescendo-decrescendo murmur heard best along the left lower sternal border.",
    "Maneuvers that decrease venous return, resulting in a smaller left ventricular cavity size, aggravate the degree of outflow obstruction in hypertrophic cardiomyopathy; the murmur is therefore increased in severity with Valsalva maneuver or changing from a squatting to standing position."
  ],
  "references": "Landefeld J, Tran-Reina M, Henderson M. Approach to the Patient with a Murmur. Med Clin North Am. 2022;106:545-555. PMID: 35491074 doi:10.1016/j.mcna.2021.12.011",
  "related_content": {
    "syllabus": [
      "cvsec24008_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.828184-06:00"
}