{
  "question_id": "hpcor25007",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Treat acute cholecystitis with early elective surgery.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 50-year-old man is evaluated in the emergency department for right-upper-quadrant pain that has worsened during the preceding 2 days. He has no chronic medical conditions and takes no medications.On physical examination, temperature is 38.4 °C (101.1 °F). All other vital signs are normal. Abdominal examination reveals right-upper-quadrant tenderness and guarding.Laboratory studies show normal hemoglobin level, elevated leukocyte count, and normal liver chemistry tests and lipase values.Ultrasound demonstrates gallbladder wall thickening; a sonographic Murphy sign is present. There is no common bile duct dilation.Piperacillin-tazobactam is initiated.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cholecystectomy before hospital discharge",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cholecystectomy in 4 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endoscopic retrograde cholangiopancreatography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hepatobiliary iminodiacetic acid scan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with acute cholecystitis is cholecystectomy before hospital discharge (Option A). Acute cholecystitis is an inflammatory disease of the gallbladder most commonly due to gallstone obstruction of the cystic duct. It is characterized by severe right-upper-quadrant or epigastric pain lasting longer than 6 hours, accompanied by fever and tenderness in the right upper quadrant. A positive Murphy sign (inspiratory arrest during right-upper-quadrant palpation) may be seen on physical examination. Laboratory studies may show nonspecific evidence of inflammation or physiologic stress, such as leukocytosis. Results of liver chemistries are not usually abnormal in acute cholecystitis, unless complications, such as common bile duct obstruction or cholangitis, are also present. The preferred initial diagnostic test is ultrasonography; supportive findings include gallbladder wall thickening and/or edema and a sonographic Murphy sign (inspiratory arrest with compression of the ultrasound probe over the gallbladder). Optimal treatment includes analgesia, intravenous antibiotics with gram-negative and anaerobic coverage, and early cholecystectomy. This patient with fever, leukocytosis, and ultrasonographic findings of cholecystitis should undergo cholecystectomy before hospital discharge.Delayed cholecystectomy (Option B) confers worse clinical outcomes and higher costs compared with cholecystectomy during the initial hospitalization. Thus, it is not an appropriate choice for this patient.Endoscopic retrograde cholangiopancreatography (ERCP) (Option C) is the first-line intervention in patients with choledocholithiasis (stones in the bile ducts) or cholangitis (infection of the bile ducts). Common duct stones are often visualized on transabdominal ultrasonography, but even in the absence of visualization, an elevated serum bilirubin level and dilated common duct are typically present. In addition to fever and abdominal pain, cholangitis presents with jaundice, elevated serum bilirubin level, and elevated aminotransferase levels. Because this patient's laboratory and imaging findings do not suggest choledocholithiasis or cholangitis, ERCP is not indicated.A hepatobiliary iminodiacetic acid (HIDA) scan (Option D) allows for excellent visualization of the gallbladder and biliary tree. Because of rapid availability and low cost, however, ultrasonography is the preferred initial diagnostic test for acute cholecystitis. A HIDA scan is reserved for patients with equivocal ultrasonographic results. This patient has clear imaging findings supporting the diagnosis, and a HIDA scan is not necessary.",
  "critique_links": [],
  "key_points": [
    "Acute cholecystitis is characterized by fever and right-upper-quadrant pain and tenderness, and it is typically diagnosed by ultrasonography showing gallbladder wall thickening and/or edema and a positive Murphy sign.",
    "Treatment of acute cholecystitis includes analgesia, intravenous antibiotics with gram-negative and anaerobic coverage, and cholecystectomy before hospital discharge."
  ],
  "references": "Gallaher JR, Charles A. Acute cholecystitis: a review. JAMA. 2022;327:965-975. PMID: 35258527 doi:10.1001/jama.2022.2350",
  "related_content": {
    "syllabus": [
      "hpsec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.552382-06:00"
}