{
  "question_id": "giqqq24003",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Manage upper gastrointestinal bleeding and hemodynamic instability.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 40-year-old woman is evaluated in the emergency department for sudden onset of hematemesis, tachycardia, and hypotension. Bleeding is ongoing. She receives 0.9% saline boluses, an erythrocyte transfusion, and intravenous omeprazole. She has no significant past medical history.Blood pressure is 98/68 mm Hg, and pulse rate is 112/min. The skin is cool. Abdominal examination reveals no tenderness. No stigmata of liver disease are noted.Laboratory studies:Hemoglobin8.1 g/dL (81 g/L)L",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Continued fluid and erythrocyte resuscitation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous octreotide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nasogastric lavage",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Continuation of fluid and erythrocyte resuscitation (Option A) is the most appropriate management for this patient who has experienced a large upper gastrointestinal hemorrhage with resultant hemodynamic instability. Patients with hemodynamic instability, active bleeding (hematemesis or recurrent large-volume hematochezia), or suspected variceal hemorrhage should be admitted to an ICU for ongoing monitoring and aggressive resuscitation. Guidelines recommend a restrictive transfusion strategy, initiated when the hemoglobin level is below 7 g/dL (70 g/L) in hemodynamically stable patients without preexisting cardiovascular disease. Patients with hypotension due to severe, ongoing upper gastrointestinal bleeding (UGIB) and those with concomitant cardiovascular disease should be considered for transfusion before the hemoglobin level decreases below 7 g/dL (70 g/L) to prevent the decrease that may occur with fluid resuscitation alone. An intensive resuscitation strategy has been shown to decrease mortality. Volume loss is estimated by pulse rate, blood pressure, and presence of orthostatic hypotension because changes in hemoglobin and hematocrit levels may not become evident immediately.Intravenous octreotide (Option B) would be appropriate to use empirically in a patient with known or suspected liver disease in anticipation of variceal hemorrhage. This patient has no history or physical findings suggestive of liver disease, so octreotide is not indicated.Nasogastric lavage (Option C) is of no clinical benefit in patients with UGIB. Nasogastric tube placement may be considered if continued bleeding is a concern; a return of fresh blood may have prognostic and therapeutic implications.Upper endoscopy (Option D) is not appropriate in a patient with ongoing bleeding and hemodynamic instability and incomplete resuscitation, and it may result in harm. Resuscitative measures should be initiated with the goal of hemodynamic stabilization before endoscopy. Endoscopy should be performed within 24 hours of resuscitation; in those with rapid bleeding or suspected variceal hemorrhage, it should be performed within 12 hours of presentation.",
  "critique_links": [],
  "key_points": [
    "In patients with gastrointestinal hemorrhage and hemodynamic instability, an intensive resuscitation strategy has been shown to decrease mortality.",
    "In the presence of active gastrointestinal bleeding and ongoing hypotension, a patient may require erythrocyte transfusions even if the hemoglobin level is greater than the traditional transfusion threshold."
  ],
  "references": "Laine L, Barkun AN, Saltzman JR, et al. ACG clinical guideline: upper gastrointestinal and ulcer bleeding. Am J Gastroenterol. 2021;116:899-917. PMID: 33929377 doi:10.14309/ajg.0000000000001245",
  "related_content": {
    "syllabus": [
      "gisec24005_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.370813-06:00"
}