{
  "question_id": "onmcq24024",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat Hodgkin lymphoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 21-year-old patient is evaluated for cervical lymphadenopathy that has progressed over the past 2 months. They have no other medical problems and take no medications.On physical examination, vital signs are normal. A nontender left cervical lymph node measuring 2.5 cm is observed.Results of laboratory studies, including complete blood count and erythrocyte sedimentation rate, are normal.CT scans show left cervical lymphadenopathy and a 3-cm mediastinal mass. Biopsy of a specimen from a cervical node is consistent with classic Hodgkin lymphoma.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Autologous hematopoietic stem cell transplantation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Doxorubicin, bleomycin, vinblastine, and dacarbazine (ABVD)",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical resection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is chemotherapy with doxorubicin, bleomycin, vinblastine, and dacarbazine (ABVD) (Option B). Hodgkin lymphoma represents approximately 10% of lymphomas and is most commonly found in young adults. More than 90% of patients present with classic Hodgkin lymphoma, which can be treated with chemotherapy or chemotherapy with radiation. Unfavorable risk factors include a chest mass that is more than one third the width of the chest, involvement of three or more lymph nodes, B symptoms (fevers, drenching night sweats, and/or weight loss of ≥10% of total body weight over 6 months), extranodal involvement of disease outside the lymphatic system, and an erythrocyte sedimentation rate of 50 mm/h or higher. In the absence of adverse features, patients with early-stage classic Hodgkin lymphoma can be treated with chemotherapy alone. Doxorubicin, vinblastine, and dacarbazine, with bleomycin or brentuximab vedotin, are the most commonly used regimens in the United States. Nivolumab may also be used instead of bleomycin or brentuximab vedotin. The addition of radiation therapy can be considered for patients with early-stage classic Hodgkin lymphoma who have unfavorable characteristics, such as bulky disease, and those whose PET/CT scans at the end of therapy show persistent disease activity. When feasible, it is preferable to avoid radiation therapy in young patients to reduce potential long-term adverse effects (e.g., breast cancer, cardiac toxicity). This patient has newly diagnosed early-stage classic Hodgkin lymphoma without adverse features, and chemotherapy is the most appropriate initial treatment option.Autologous hematopoietic stem cell transplantation (Option A) is indicated in patients with relapsed or refractory disease. This patient, however, has a new diagnosis of classic Hodgkin lymphoma, has not relapsed, and does not have refractory disease. Thus, autologous hematopoietic stem cell transplant would not be appropriate for them.Radiation therapy alone (Option C) is suboptimal for this young, healthy patient with stage I to II disease. It could be considered as a palliative measure for patients who cannot tolerate chemotherapy. Additionally, as indicated, radiation therapy has potential long-term consequences and should be avoided in this patient with early-stage, nonbulky disease.Surgical resection (Option D) does not have a role in multilevel involvement of classic Hodgkin lymphoma. Surgery (node excision) can be considered as primary therapy in some subtypes of Hodgkin lymphoma with very limited involvement. This patient, however, has multiple involved areas, and surgery would not be appropriate.",
  "critique_links": [],
  "key_points": [
    "In the absence of nonbulky disease and no adverse features, patients with early-stage classic Hodgkin lymphoma can be treated with chemotherapy alone."
  ],
  "references": "Mohty R, Dulery R, Bazarbachi AH, et al. Latest advances in the management of classical Hodgkin lymphoma: the era of novel therapies. Blood Cancer J. 2021;11:126. PMID: 34244478 doi:10.1038/s41408-021-00518-z",
  "related_content": {
    "syllabus": [
      "onsec24008_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.949007-06:00"
}