{
  "question_id": "idmcq24089",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat a patient with inadequate response to initial oral antibiotic therapy for Lyme arthritis with ceftriaxone.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 50-year-old man is evaluated at follow-up 1 month after a diagnosis of Lyme arthritis. He experienced several months of mild pain and swelling of the right knee but no fever or rash. He completed 28 days of oral doxycycline but reports no improvement. Moderate restriction in range of motion of the right knee has continued, and he has not noted improvement in the size of the effusion. Medical history is otherwise unremarkable. He takes ibuprofen as needed for pain.On physical examination, vital signs are normal. The right knee has a large effusion with minimal warmth and tenderness. There is moderate restriction in range of motion.Synovial fluid analysis:Leukocyte count30,000/µL (30 × 109/L) with 55% neutrophilsCrystalsNoneResults of serologic testing are positive for Borrelia burgdorferi-specific antibodies. Synovial fluid Gram stain and cultures are negative.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Intra-articular glucocorticoid",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat oral doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Synovectomy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient is intravenous ceftriaxone (Option B). Approximately 90% of patients with Lyme arthritis are effectively treated with a 28-day course of oral antibiotics; this patient received appropriate initial oral antibiotic treatment (i.e., doxycycline) for Lyme arthritis for 28 days but had an inadequate response. The Infectious Diseases Society of America, American Academy of Neurology, and American College of Rheumatology 2020 guidelines for the prevention, diagnosis, and treatment of Lyme disease suggest that patients with Lyme arthritis who have had no or minimal response to an initial course of oral antibiotics (doxycycline, amoxicillin, or cefuroxime axetil) should be treated with a 2- to 4-week course of ceftriaxone; extension to 4 weeks is recommended when resolution is incomplete at 2 weeks.Patients who do not respond to a course of an oral antibiotic and a course of an intravenous antibiotic are considered to have postantibiotic Lyme arthritis. These patients should be referred to an appropriate specialist to consider use of intra-articular glucocorticoids (Option A); disease-modifying antirheumatic drugs, such as methotrexate (Option C), hydroxychloroquine, and tumor necrosis factor α inhibitors; or arthroscopic synovectomy (Option E). Additional antibiotic coverage (i.e., >8 weeks) is not recommended.The 2020 guidelines make no recommendation for a second course of antibiotics (including a second course of oral antibiotics such as doxycycline; Option D) versus observation in patients with a partial response to initial oral antibiotics (mild residual joint swelling). A second course of oral antibiotic therapy for up to 1 month may be considered for patients with modest synovial proliferation compared with joint swelling and for those who prefer to repeat oral therapy before considering intravenous options.",
  "critique_links": [],
  "key_points": [
    "Approximately 90% of patients with Lyme arthritis are effectively treated with a 28-day course of oral antibiotics; for patients who do not respond to initial oral therapy, a 2- to 4-week course of intravenous ceftriaxone is recommended."
  ],
  "references": "Lantos PM, Rumbaugh J, Bockenstedt LK, et al. Clinical practice guidelines by the Infectious Diseases Society of America (IDSA), American Academy of Neurology (AAN), and American College of Rheumatology (ACR): 2020 guidelines for the prevention, diagnosis and treatment of Lyme disease. Clin Infect Dis. 2021;72:1-8. PMID: 33483734 doi:10.1093/cid/ciab049",
  "related_content": {
    "syllabus": [
      "idsec24004_24015"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.759973-06:00"
}