{
  "question_id": "dmcor25009",
  "category": "dm",
  "educational_objective": "Treat psoriasis and psoriatic arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 29-year-old woman is evaluated for a 3-year history of psoriasis on the arms, legs, and trunk. She has been treated with topical glucocorticoids and narrow-band phototherapy for 6 months without improvement. She was recently diagnosed with psoriatic sacroiliitis, which is unresponsive to naproxen. She also has obesity and metabolic dysfunction–associated steatohepatitis. Her only medication is clobetasol.On physical examination, vital signs are normal. BMI is 33. Plaques are present on the scalp, arms, low back, buttocks, and legs with 17% body surface area involvement. The FABER (Flexion, ABduction, and External Rotation) test causes pain in her sacroiliac joint. Nail pitting is present on the fingers and toes.Skin findings on the arm and elbow are shown.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Infliximab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical calcipotriene cream",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical triamcinolone cream",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with severe psoriasis and psoriatic arthritis is infliximab, a tumor necrosis factor (TNF) inhibitor (Option A). Psoriasis is a chronic inflammatory dermatosis that is typically characterized by thick, well-demarcated red plaques with overlying silvery scale. It is a systemic disease with common extracutaneous manifestations, including increased risk for cardiovascular disease and chronic kidney disease. Similarly, up to 30% of patients with psoriasis have concurrent psoriatic arthritis, which may affect both the appendicular and axial joints, including the sacroiliac joints. For patients with severe psoriasis (skin involvement of greater than 10% body surface area), psoriatic arthritis, psoriasis recalcitrant to topical treatments, or psoriasis in locations such as the scalp or groin, biologic therapy should be considered. TNF inhibitors such as infliximab are effective in cutaneous psoriasis as well as both axial and peripheral psoriatic arthritis. This patient has plaque psoriasis with greater than 10% body surface area affected, scalp involvement, and axial psoriatic arthritis. Biologic therapy with a TNF inhibitor is indicated.Methotrexate (Option B) is an effective nonbiologic disease-modifying treatment of uncomplicated plaque psoriasis and peripheral psoriatic arthritis but is not the treatment of choice for axial disease. In addition, methotrexate is associated with hepatotoxicity and is contraindicated in this patient with metabolic dysfunction–associated steatohepatitis.Topical calcipotriene cream (Option C), a vitamin D analogue, is an effective add-on therapy to topical glucocorticoids for limited plaque psoriasis. However, topical calcipotriene can be difficult to use with phototherapy because it absorbs ultraviolet light. Furthermore, it is difficult to apply on scalp lesions. In addition, topical calcipotriene will not address this patient's psoriatic arthritis.Topical triamcinolone cream (Option D) is a less potent glucocorticoid than clobetasol and unlikely to result in improvement when clobetasol has been ineffective.",
  "critique_links": [],
  "key_points": [
    "Psoriasis is a systemic disease with common extracutaneous manifestations, including psoriatic arthritis (which may affect both the appendicular and axial joints) and increased risks for cardiovascular disease and chronic kidney disease.",
    "For patients with severe psoriasis (skin involvement of greater than 10% body surface area), psoriatic arthritis, psoriasis recalcitrant to topical treatments, or psoriasis in locations such as the scalp or groin, biologic therapy should be considered."
  ],
  "references": "Korman NJ. Management of psoriasis as a systemic disease: what is the evidence? Br J Dermatol. 2020;182:840-848. PMID: 31225638 doi:10.1111/bjd.18245",
  "related_content": {
    "syllabus": [
      "dmsec24018_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/dmfig25710.c5852136f77520c433a2db8b9e589f8a.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "dmfig25710",
        "file": "figures/dmfig25710.c5852136f77520c433a2db8b9e589f8a.jpg",
        "title": "Psoriasis",
        "short_title": "Psoriasis",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 888,
        "height": 1918
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.221414-06:00"
}