{
  "question_id": "fcmcq24008",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Prevent preeclampsia in a patient with moderate risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 35-year-old woman is evaluated during a routine visit. She is in week 12 of her first pregnancy. Apart from mild nausea, she feels well. Immunizations are up to date; her last tetanus toxoid, reduced diphtheria toxoid, and acellular pertussis (Tdap) vaccination was 2 years ago. Medical history is significant for obesity. Her only medication is a daily prenatal multivitamin supplement.On physical examination, blood pressure is 135/85 mm Hg; other vital signs are normal. BMI is 32. Other findings are unremarkable.Laboratory studies:Hemoglobin A1c5.6%",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Administer Tdap vaccination",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate daily low-dose aspirin therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Order 3-hour oral glucose tolerance test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start labetalol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is low-dose aspirin therapy (Option B). The U.S. Preventive Services Task Force (USPSTF) and American College of Obstetricians and Gynecologists (ACOG) recommend low-dose aspirin therapy to prevent preeclampsia in pregnant persons at moderate to high risk for preeclampsia. It should be started between 12 and 28 weeks' gestation, preferably before 16 weeks' gestation. Patients at high risk for preeclampsia include those with a previous history of preeclampsia, multifetal gestation, kidney disease, autoimmune disease, type 1 or type 2 diabetes mellitus, chronic hypertension, or multiple moderate risk factors (see Table: Risk Factors for Preeclampsia). This patient is past 12 weeks' gestation and has several moderate risk factors for preeclampsia, including obesity, nulliparity, and age; low-dose aspirin therapy should be initiated.Tetanus toxoid, reduced diphtheria toxoid, and acellular pertussis (Tdap) vaccination (Option A) is recommended during each pregnancy, regardless of prior Tdap vaccination, between 27 and 36 weeks of pregnancy to prevent newborn pertussis infection. This patient is too early in her pregnancy to receive the Tdap vaccine.The USPSTF recommends screening for gestational diabetes in asymptomatic pregnant persons at or after 24 weeks' gestation using a one- or two-step approach. The two-step approach is commonly used and includes an oral glucose challenge test followed by an oral glucose tolerance test (Option C). The American Diabetes Association recommends testing for gestational diabetes between 24 and 28 weeks' gestation and also recommends early testing before 15 weeks, especially in those with risk factors, to assess for undiagnosed diabetes mellitus. This patient has a normal hemoglobin A1c. She does not require further screening until 24 weeks' gestation.This patient may have chronic hypertension (hypertension that precedes pregnancy or is present before 20 weeks' gestation), but her blood pressure is below the threshold for pharmacologic treatment. ACOG recommends treating pregnant individuals with a persistent systolic blood pressure of 140 mm Hg or higher or diastolic blood pressure of 90 mm Hg or higher and maintaining blood pressure below 140/90 mm Hg. Labetalol (Option D) is not indicated for this patient with one elevated blood pressure reading that is less than the criterion for treatment.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force and American College of Obstetricians and Gynecologists recommend low-dose aspirin therapy to prevent preeclampsia in pregnant persons at moderate to high risk for preeclampsia after 12 weeks' gestation."
  ],
  "references": "Davidson KW, Barry MJ, Mangione CM, et al; US Preventive Services Task Force. Aspirin use to prevent preeclampsia and related morbidity and mortality: US Preventive Services Task Force recommendation statement. JAMA. 2021;326:1186-1191. PMID: 34581729 doi:10.1001/jama.2021.14781",
  "related_content": {
    "syllabus": [
      "fcsec24008_24044"
    ]
  },
  "media": {
    "tables": [
      "tables/nptab24044.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "nptab24044",
        "file": "tables/nptab24044.html",
        "title": "Risk Factors for Preeclampsia",
        "short_title": "Risk Factors for Preeclampsia",
        "footnotes": [
          "<sup>a</sup>These risk factors are associated with an increased risk of preeclampsia due to social, environmental, and historical inequities, access to health care, and disparate resource distribution.",
          "Information from Davidson KW, Barry MJ, Mangione CM, et al; US Preventive Services Task Force. Aspirin use to prevent preeclampsia and related morbidity and mortality: US Preventive Services Task Force recommendation statement. JAMA. 2021;326:1186-1191. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/34581729\" target=\"_blank\">PMID: 34581729</a> doi:10.1001/jama.2021.14781"
        ],
        "headers": [
          "High-Risk Factors",
          "Moderate-Risk Factors"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.284317-06:00"
}