{
  "question_id": "cvcor25009",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage screening for thoracic aortic aneurysm in an asymptomatic patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 56-year-old man is evaluated during a routine physical examination. His previously healthy maternal cousin died of a ruptured thoracic aortic aneurysm at age 58 years. The patient is asymptomatic and takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Aortography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Genetic testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance with no additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to provide reassurance with no additional testing (Option D). Thoracic aortic aneurysms (TAAs) have a strong genetic component, with about 20% of TAAs linked to a genetic or heritable condition. Conditions that predispose to TAA include familial TAA and dissection syndrome, certain connective tissue disorders (Marfan syndrome, Ehlers-Danlos syndrome, and Loeys-Dietz syndrome), and bicuspid aortic valve. Because of their increased risk for TAA, first-degree relatives of patients with TAA and/or dissection should undergo noninvasive aortic imaging to identify asymptomatic disease. In persons who have first-degree relatives with Marfan syndrome, Ehlers-Danlos syndrome, or Loeys-Dietz syndrome, genetic testing is indicated; if a pathogenic genetic mutation is found, noninvasive imaging of the aorta should be performed. For this asymptomatic patient who does not have a first-degree relative with TAA or a pathogenic genetic mutation, neither genetic testing nor imaging of the thoracic aorta is recommended.Aortography (Option A) provides precise information on aortic size and shape as well as the presence of any anomalies. It is, however, an invasive study that is not appropriate as a screening modality given the availability of several other noninvasive choices, such as echocardiography, magnetic resonance angiography, and CT angiography. In addition, screening is not indicated in this patient.Genetic testing (Option B) is indicated for first-degree relatives of patients with a variant gene (e.g., FBN1, TGFBR1, TGFBR2, COL3A1, MYH11) associated with aortic aneurysm and/or dissection; this patient does not have an indication for genetic testing.Screening for abnormalities of the thoracic aorta with aortic imaging such as transthoracic echocardiography (Option C) is indicated in asymptomatic patients with a bicuspid aortic valve, a genetic condition that predisposes to aortic aneurysms and dissections (e.g., Marfan syndrome, Ehlers-Danlos syndrome), or a history of TAA or aortic dissection in a first-degree relative. Screening is not recommended in other asymptomatic persons, such as this patient.",
  "critique_links": [],
  "key_points": [
    "Screening for thoracic aorta abnormalities in asymptomatic patients is indicated only in those with a bicuspid aortic valve, a genetic condition that predisposes to aortic aneurysms and dissections, or a first-degree relative with a history of thoracic aortic aneurysm or aortic dissection."
  ],
  "references": "Isselbacher EM, Preventza O, Hamilton Black III J, et al; Writing Committee Members. 2022 ACC/AHA guideline for the diagnosis and management of aortic disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2022;80:e223-e393. PMID: 36334952 doi:10.1016/j.jacc.2022.08.004",
  "related_content": {
    "syllabus": [
      "cvsec24011_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.785040-06:00"
}