{
  "question_id": "gimcq24008",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Manage gastroesophageal reflux disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old patient is evaluated for a 2-year history of retrosternal burning pain that occurs three to four times per week after meals and is worse at bedtime. They have also experienced regurgitation once per week. Drinking milk and taking over-the-counter antacid tablets temporarily relieve symptoms. They have not had weight loss, vomiting, odynophagia, dysphagia, or melena. They have no medical conditions, take no other medications, and do not smoke or drink alcohol. Family history is noncontributory.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory pH monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Barium esophagram",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Proton pump inhibitor trial",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient with classic gastroesophageal reflux disease (GERD) symptoms is a trial of a proton pump inhibitor (PPI) (Option C). GERD is a common gastrointestinal disorder usually caused by transient relaxation of the lower esophageal sphincter. It is characterized by reflux of stomach contents into the esophagus. Because gastric distention after a meal is a prime trigger for lower esophageal sphincter relaxation, GERD commonly occurs postprandially. It can also be instigated by changes in the pressure gradient between the thoracic and abdominal cavities (e.g., supine position or recumbency, obesity, and pregnancy). GERD is diagnosed clinically based on history and response to antisecretory therapy (Figure: Algorithm for Managing GERD). This patient exhibits typical symptoms of GERD, including heartburn and regurgitation after meals or at night with recumbency that is relieved with antacids. In addition, the patient does not have any worrisome features, such as weight loss, dysphagia, or odynophagia. As such, they do not require diagnostic testing. For this patient without alarm symptoms, an 8-week trial of a PPI, such as omeprazole, should be attempted.Ambulatory pH monitoring (Option A) can quantify acid exposure in the esophagus and can be helpful in diagnosing GERD, particularly if symptoms are refractory to antiacid medications. However, in patients who have typical symptoms and in whom antisecretory therapy has not yet failed, pH monitoring is not indicated to diagnose GERD.Barium esophagram (Option B) evaluates for structural esophageal disorders and can detect esophageal strictures, dilation, or perforation. It is not a physiologic test of esophageal function and should not be performed to diagnose GERD. This patient's symptoms are most suggestive of GERD, not a structural disorder. Therefore, there is no indication for barium esophagram.Although severe esophagitis seen on upper endoscopy (Option D) is specific for GERD, normal endoscopy findings do not exclude a diagnosis of GERD. Up to 80% of symptomatic patients will not have objective evidence of reflux on endoscopy. In addition, the severity and frequency of symptoms do not corelate with endoscopic findings. As a result, upper endoscopy is not indicated to diagnose GERD. However, if symptoms do not respond to a PPI or symptoms recur after a trial of a PPI, upper endoscopy should be performed. Upper endoscopy would also be indicated if alarm symptoms, such as unintentional weight loss, dysphagia, odynophagia, gastrointestinal bleeding, or family history of esophageal or gastric malignancy, were present; however, this patient does not exhibit these symptoms or family history.",
  "critique_links": [],
  "key_points": [
    "Gastroesophageal reflux disease is diagnosed clinically based on symptoms, such as heartburn and regurgitation, and response to antisecretory therapy."
  ],
  "references": "Katz PO, Dunbar KB, Schnoll-Sussman FH, et al. ACG clinical guideline for the diagnosis and management of gastroesophageal reflux disease. Am J Gastroenterol. 2022;117:27-56. PMID: 34807007 doi:10.14309/ajg.0000000000001538",
  "related_content": {
    "syllabus": [
      "gisec24001_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.569052-06:00"
}