{
  "question_id": "npmcq24033",
  "category": "np",
  "educational_objective": "Identify risk factors for relapse in a patient with ANCA-associated glomerulonephritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 62-year-old man is evaluated during a follow-up visit for renal-limited ANCA-associated glomerulonephritis diagnosed 6 months ago. Kidney biopsy at that time showed pauci-immune glomerulonephritis consistent with renal-limited granulomatosis with polyangiitis. He was treated with a 5-month tapering course of glucocorticoids and rituximab, continued every 6 months for maintenance therapy. He has no other medical conditions and takes no other medications.On physical examination, vital signs are normal. There is no skin pallor or rash. No edema is noted. The remainder of the examination is normal.Laboratory studies:Today6 months agoCreatinine1.2 mg/dL (106 µmol/L)4.2 mg/dL (371 µmol/L)HMyeloperoxidase-ANCA antibodies—NegativeProteinase 3-ANCA antibodiesWeakly positivePositiveUrinalysis1+ blood, 1+ protein—",
  "question_stem": "Which of the following factors in this patient's presentation is most likely to increase his risk for relapse?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinuation of glucocorticoids",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Persistent hematuria",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Proteinase 3-ANCA–positive disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rituximab therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The factor in this patient's presentation that is most likely to increase his risk for relapse is proteinase 3 (PR3)-ANCA–positive disease (Option C). The PR3-ANCA variant of glomerulonephritis is more likely to respond to induction therapy than myeloperoxidase-ANCA variants, as in this patient, but conversely carries a significantly higher rate of relapse. Therefore, surveillance for relapse during maintenance therapy should be heightened, and often the duration of maintenance therapy with PR3-ANCA–positive disease is extended relative to treatment in patients who have myeloperoxidase-ANCA–associated disease. This patient was diagnosed with renal-limited granulomatosis with polyangiitis 6 months ago and has responded to induction therapy with rituximab and tapering glucocorticoids, with near complete resolution of his rapidly progressive glomerulonephritis (serum creatinine level decrease to 1.2 mg/dL [106 µmol/L], minimal hematuria and proteinuria, and just weakly positive PR3-ANCA titer).Both retrospective cohort as well as prospective, clinical trial–based data from the PEXIVAS study have shown that using high doses and extended courses of glucocorticoids do not reduce the risk of relapse in ANCA-associated glomerular nephritis (Option A).Hematuria, especially an active urine sediment with erythrocytes and erythrocyte casts, is a hallmark of glomerular disease. Its presence may continue during treatment and may vary as the disease is treated, but persistent hematuria (Option B) alone does not indicate a potential for relapse.The use of rituximab (Option D) for maintenance therapy has been shown in several clinical trials to outperform azathioprine in preventing disease relapse. In addition, induction therapy trials in ANCA-associated vasculitis have shown similar rates of response to rituximab and cyclophosphamide with no significant difference in rates of relapse based on choice of induction therapy. The use of rituximab is not associated with an increased likelihood of relapse.",
  "critique_links": [],
  "key_points": [
    "The proteinase 3-ANCA variant of glomerulonephritis is more likely to respond to induction therapy than myeloperoxidase-ANCA variants but carries a significantly higher rate of relapse."
  ],
  "references": "Chevet B, Cornec D, Casal Moura M, et al. Diagnosing and treating ANCA-associated vasculitis: an updated review for clinical practice. Rheumatology (Oxford). 2022. PMID: 36315063 doi:10.1093/rheumatology/keac623",
  "related_content": {
    "syllabus": [
      "npsec24008_24041"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.676246-06:00"
}