{
  "question_id": "ccmcq24033",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Evaluate undifferentiated shock with point-of-care ultrasonography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old woman is evaluated in the emergency department for altered mental status. She was brought to the hospital by emergency medical personnel after being found confused in the street. She cannot answer questions reliably, and her medical history is unknown.On physical examination, temperature is 37.5 °C (99.5 °F), blood pressure is 82/50 mm Hg, pulse rate is 120/min, and respiration rate is 24/min. Oxygen saturation is 94% with the patient breathing ambient air. She is alert but oriented to place only. No jugular venous distention is noted. Cardiovascular examination reveals no murmurs, and lung fields are clear. The extremities are cold and clammy without edema. Neurologic examination is without focal abnormalities.Results of laboratory studies are pending.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Central venous catheter placement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT of the head",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Norepinephrine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Point-of-care ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient with hypotension and undifferentiated shock is point-of-care ultrasonography (POCUS) (Option D). In patients with hypotension in acute care settings, POCUS has good diagnostic accuracy in determining the cause when physical examination findings are not helpful in reaching a specific diagnosis. Use of POCUS allows immediate integration of diagnostic imaging data into clinical decision making without incurring the delay of traditional imaging studies. Multiple causes of hypotension and shock, including hypovolemia, pneumothorax, right and left ventricular dysfunction, and cardiac tamponade can be diagnosed with POCUS. In this patient for whom physical examination findings do not point to a specific cause of hypotension, POCUS is the most appropriate next step to help guide clinical decision making.Central venous catheter placement (Option A) is often required during treatment of a patient with hypotension and shock, especially when peripheral intravenous access is deemed inadequate for specific clinical needs. Medications that are used for hemodynamic support can cause phlebitis or sclerosis when infused peripherally. However, insertion of a central venous catheter should not precede POCUS in this setting and should not be performed next in this patient for whom volume resuscitation can likely be accomplished with peripheral access.CT of the head (Option B) may be considered if a structural neurologic issue is suspected and is frequently performed in patients with altered mental status in the emergency department. However, in a patient with hypotension and undifferentiated shock who has no focal findings on neurologic examination, CT of the head would not be the most appropriate next step in management.Vasopressors, such as norepinephrine (Option C), cause vasoconstriction and increased systemic vascular resistance, thereby improving hemodynamics in many patients with systemic hypotension and shock. Their use, however, is reserved for patients in shock in whom intravenous fluid resuscitation is insufficient to restore tissue perfusion. This patient has not yet been adequately volume resuscitated, and it would be inappropriate to initiate vasopressors without first administering intravenous fluids.",
  "critique_links": [],
  "key_points": [
    "In patients with hypotension and probable undifferentiated shock, point-of-care ultrasonography has good diagnostic accuracy in determining the cause and guiding management."
  ],
  "references": "Díaz-Gómez JL, Mayo PH, Koenig SJ. Point-of-care ultrasonography. N Engl J Med. 2021;385(17):1593-602. PMID: 34670045 doi:10.1056/NEJMra1916062.",
  "related_content": {
    "syllabus": [
      "ccsec24001_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.555837-06:00"
}