{
  "question_id": "gimcq24024",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Manage pancreatic pseudocysts.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 62-year-old patient is evaluated for follow-up 3 months after a prolonged hospitalization for severe alcohol-associated pancreatitis. A CT scan obtained during hospitalization showed an edematous pancreas with fat stranding and peri-pancreatic fluid collections. The patient has abstained from drinking alcohol since discharge and reports feeling well.On physical examination, vital signs and other findings are normal.A contrast-enhanced pancreas-protocol CT scan shows several hypodensities throughout the pancreas. The largest is 52 mm in size, with a well-defined wall and no solid debris, consistent with a pseudocyst. The lesion does not communicate with the pancreatic duct.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Endoscopic drainage",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Magnetic resonance cholangiopancreatography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Reassurance and clinical monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical referral",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with pancreatic pseudocysts is reassurance and clinical monitoring (Option C). Pancreatic fluid collections may be divided into four distinct types:Acute peri-pancreatic fluid collectionsPancreatic pseudocystsAcute necrotic collectionsWalled-off necrosisAcute peri-pancreatic fluid collections are found within the first 4 weeks of acute pancreatitis. These fluid collections occur when pancreatic inflammation disrupts pancreatic ducts, leading to fluid leakage. These collections are sterile and typically resolve on their own. Acute peri-pancreatic fluid collections that have persisted for longer than 4 weeks, have developed a well-defined wall, and contain no solid debris (necrosis) are termed pseudocysts. The walls around these fluid collections lack the epithelial layer required of a true cyst; therefore, the fluid collections are aptly termed pseudocysts. Pseudocysts do not require drainage unless the patient is symptomatic or the pseudocysts become infected, which is rare. This patient had evidence of acute peri-pancreatic fluid collections during hospitalization, which now appear as pseudocysts. Because the patient is asymptomatic and does not have signs of infection, reassurance and monitoring are appropriate.This patient has a pseudocyst with a well-defined wall and no solid debris; therefore, endoscopic drainage (Option A) is not indicated. Endoscopic drainage procedures, or surgical drainage, may be required in patients with walled-off necrosis containing semi-solid or solid debris.Magnetic resonance cholangiopancreatography (Option B) is not recommended because this patient's history and existing imaging are consistent with pancreatic pseudocyst. These lesions are benign, and the patient is asymptomatic; therefore, further characterization with imaging is not required.Surgical referral (Option D) is not appropriate. For symptomatic pancreatic pseudocysts, endoscopic drainage is preferred over surgical drainage given the improved morbidity of the procedure. This patient has an asymptomatic pancreatic pseudocyst that does not require further intervention.",
  "critique_links": [],
  "key_points": [
    "Pancreatic pseudocysts do not require drainage unless they cause significant symptoms or are infected, regardless of size."
  ],
  "references": "Gardner TB. Acute pancreatitis. Ann Intern Med. 2021;174:ITC17-ITC32. PMID: 33556276",
  "related_content": {
    "syllabus": [
      "gisec24003_24005"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.196644-06:00"
}