{
  "question_id": "pmmcq24050",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Evaluate for α<sub>1</sub>-antitrypsin deficiency in a patient diagnosed with COPD.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 71-year-old man is evaluated for shortness of breath that he first noted 6 months ago. His dyspnea gradually worsened, and he now needs to stop to catch his breath after climbing one flight of stairs. Over the past year he also has had a cough productive of white sputum. He reports no daytime sleepiness or history of snoring. He has a 40-pack year smoking history and quit smoking 3 years ago. He has no other medical history and takes no medications. He has no family history of COPD.On physical examination, vital signs are normal. Oxygen saturation is 96% at rest with the patient breathing ambient air and drops to 92% with exertion. BMI is 30. Lung examination reveals decreased air movement throughout the lung fields with scattered expiratory wheezing.Results of a complete blood count and basic metabolic panel are normal.Pulmonary function tests (postbronchodilator):FEV172% of predictedL FEV1/FVC ratio0.59LChest radiograph shows hyperexpanded lung fields with flattened diaphragms.Inhaled tiotropium is started.",
  "question_stem": "Which of the following is the most appropriate next step in diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "α1-Antitrypsin level measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dlco measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fractional exhaled nitric oxide testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Polysomnography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in diagnosis in this patient with newly diagnosed COPD is measuring the α1-antitrypsin level (Option A). In the appropriate clinical context, COPD is diagnosed by demonstration of a postbronchodilator FEV1/FVC ratio less than 0.70. Although most cases of COPD are caused by exposure to respiratory irritants, such as tobacco smoke, α1-antitrypsin deficiency is another important and treatable cause. A pattern of basilar emphysema, associated liver disease or panniculitis, or a strong family history of emphysema in patients with COPD suggests possible α1-antitrypsin deficiency; however, none of these features is sufficiently sensitive to rule out the condition without testing. Obtaining an α1-antitrypsin level is thus recommended in all patients with the diagnosis of COPD. The best next step for diagnosis in this patient newly diagnosed with COPD is α1-antitrypsin measurement.Measuring Dlco (Option B) is important for patients with some lung diseases, especially interstitial lung disease, and a worsening Dlco can indicate progressive disease. However, although it may be helpful in determining the severity of disease in COPD, measuring Dlco is not required to diagnose COPD and is not the best next management step for this patient.Fractional exhaled nitric oxide (FeNO) testing (Option C) is conditionally recommended as an adjunct in asthma evaluation for patients aged 5 years and older. The American Thoracic Society suggests FeNO testing in addition to usual care in patients with asthma for whom treatment is being considered. However, FeNO testing has no role in the diagnosis of COPD, such as for this patient.Polysomnography (Option D) is most commonly indicated to confirm a suspected diagnosis of obstructive sleep apnea (OSA). Patients with severe COPD often exhibit sleep-related hypoventilation; in the overlap syndrome, in which OSA is superimposed on COPD, continuous positive airway pressure therapy has been shown to decrease mortality rates. This patient, however, has no history of snoring, daytime sleepiness, or witnessed apneas, making OSA unlikely. Polysomnography is not indicated.",
  "critique_links": [],
  "key_points": [
    "An α1-antitrypsin level should be measured in all patients with COPD to evaluate for α1-antitrypsin deficiency."
  ],
  "references": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. 2025 Report. https://goldcopd.org/2025-gold-report/. Accessed May 20, 2025.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.554397-06:00"
}