{
  "question_id": "fcmcq24074",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Prevent chronic hepatitis B virus infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 44-year-old patient is evaluated during a preventive health care examination. They are asymptomatic. Their vaccination history is as follows:Laboratory studies:VaccineTimingCOVID-19Up to date with vaccinations and boostersInfluenzaMost recent influenza seasonMeasles, mumps, and rubella (MMR) seriesTwo doses before age 6 yearsTetanus, diphtheria, and acellular pertussis boosterAt age 38 yearsThe patient has a history of hypertension. Their only medication is losartan.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate preventive measure?",
  "options": [
    {
      "letter": "A",
      "text": "Additional dose of MMR vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hepatitis B vaccine series",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Recombinant zoster vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "20-Valent pneumococcal conjugate (PCV20) vaccine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure for this patient is administration of the hepatitis B vaccine series (Option B). Hepatitis B vaccination is universally recommended for all adults aged 19 to 59 years and for adults 60 years and older with risk factors. Adults aged 60 years or older without risk factors may also receive it. Patients who have previously completed a hepatitis B vaccination series or who have a history of hepatitis B virus infection do not require vaccination. Patients whose hepatitis B vaccination status is unknown should complete the series. The typical hepatitis B vaccination series comprises three doses administered at 0, 1, and 6 months. A vaccine with a novel adjuvant requires only two doses administered at least 4 weeks apart.An additional dose of the measles, mumps, and rubella (MMR) vaccine (Option A) is unnecessary in this patient who completed the primary series in childhood. MMR vaccination is recommended for adults born in 1957 or later who do not have documentation of having completed the vaccine series in childhood and for health care workers who do not have serologic evidence of immunity.Recombinant zoster vaccination (Option C) is recommended for adults aged 50 years or older (including those with a previous episode of zoster) and for persons aged 19 years and older with immunodeficiency or immunocompromise due to medical conditions or immune-suppressing medications. Healthy persons younger than 50 years, such as this patient, do not require this vaccine.Pneumococcal vaccination is recommended for adults aged 50 years or older and for those aged 19 to 49 who have certain high-risk conditions. For both groups, options include a single dose of the 20-valent pneumococcal conjugate vaccine (PCV20) (Option D) or 21-valent pneumococcal conjugate vaccine (PCV21) or a dose of the 15-valent pneumococcal conjugate vaccine (PCV15) followed by a dose of 23-valent pneumococcal polysaccharide vaccine (PPSV23) 1 year later (a minimum of 8 weeks between vaccines for those with immunocompromise, a cochlear implant, or cerebrospinal fluid leak). This patient does not meet the age or risk conditions for pneumococcal vaccination.",
  "critique_links": [],
  "key_points": [
    "The hepatitis B vaccine series is universally recommended for all adults aged 19 to 59 years and for adults aged 60 years or older with risk factors; adults aged 60 years or older without risk factors also may receive it.",
    "The hepatitis B vaccine series may be administered as a two- or three-dose series."
  ],
  "references": "Murthy N, Wodi AP, McNally VV, et al; Advisory Committee on Immunization Practices. Recommended adult immunization schedule, United States, 2024. Ann Intern Med. 2024;177:221-237. PMID: 38206843",
  "related_content": {
    "syllabus": [
      "fcsec24008_24039"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.476389-06:00"
}