{
  "question_id": "onmcq24002",
  "category": "on",
  "educational_objective": "Evaluate a patient for hypothyroidism following treatment of head and neck cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 64-year-old man is evaluated 1 year after completing chemotherapy with concurrent radiation therapy for locally advanced human papillomavirus–related cancer at the right tongue base. The initial tumor crossed the midline and involved multiple right-sided cervical lymph nodes. Three months after treatment, PET/CT scan and physical examination showed no signs of active cancer. However, the patient had been lost to follow-up since that time. He has no other medical problems and takes no medications.On physical examination, vital signs are normal. Mild right neck induration is noted. There is no palpable cervical lymphadenopathy.Indirect laryngoscopy shows no residual mass at the base of the tongue.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Audiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the neck",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thyroglobulin measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroid-stimulating hormone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Thyroid ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is measurement of thyroid-stimulating hormone (Option D). Patients treated for head and neck cancer require ongoing surveillance to monitor for recurrent cancer, a new primary cancer, or complications and conditions that can arise because of cancer treatment. Patients treated with radiotherapy that includes the thyroid bed are at risk for hypothyroidism and thyroid carcinoma. Periodic assessment of thyroid function and a physical examination of the thyroid are indicated. In this patient who finished treatment 1 year ago, thyroid-stimulating hormone testing is indicated and should be done every 6 to 12 months.Audiography (Option A) is not indicated as a routine posttreatment screening test for patients with head and neck cancer. This patient was treated with cisplatin, which causes ototoxicity. Although audiography can be done before starting chemotherapy to assess for ototoxicity risk, it is indicated only in a patient who has completed treatment to evaluate for hearing loss.Routine imaging to look for recurrence of head and neck cancer in patients who have a negative posttreatment scan, such as MRI of the neck (Option B), is not indicated. This patient was found to have no evidence of active tongue base cancer 3 months after completing treatment with combined chemotherapy and radiation therapy. Therefore, MRI of the neck would not be the most appropriate next test for this patient.Thyroglobulin (Option C) is a tumor marker for thyroid cancer. It can be used to monitor patients who have been treated for thyroid cancer for evidence of recurrence. Although patients treated with radiation for other types of head and neck cancer are at risk for thyroid cancer, thyroglobulin measurement has not been validated as a screening test in these patients.Thyroid ultrasonography (Option E) is not the most appropriate test to perform next. Patients who have been treated with radiation for head and neck cancer are at risk for hypothyroidism and thyroid cancer. Annual physical examination of the thyroid is indicated in this patient population. However, routine thyroid ultrasonography is not indicated for these patients.",
  "key_points": [
    "Patients treated with radiotherapy that includes the thyroid bed are at risk for hypothyroidism and thyroid carcinoma and should undergo periodic assessment of thyroid function and a physical examination of the thyroid.",
    "Although patients who receive radiation therapy that includes the thyroid bed are at increased risk of thyroid cancer, screening thyroid ultrasonography and thyroglobulin measurement are not indicated."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Head and neck cancers. Version 4. 2024. NCCN.org. Accessed September 10, 2024. Available at: https://www.nccn.org/professionals/physician_gls/pdf/head-and-neck.pdf",
  "related_content": {
    "syllabus": [
      "onsec24005_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.596656-06:00"
}