{
  "question_id": "hmmcq24003",
  "category": "hm",
  "educational_objective": "Treat standard-risk multiple myeloma with maintenance therapy following autologous hematopoietic stem cell transplantation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 64-year-old man is evaluated following autologous hematopoietic stem cell transplantation (HSCT) for standard-risk multiple myeloma. He was initially diagnosed 6 months ago, and he achieved complete remission with induction therapy with bortezomib, lenalidomide, and dexamethasone followed by autologous HSCT. He reports fatigue but is otherwise well. He takes no medications.On physical examination, vital signs are normal.Laboratory studies, including complete blood count and serum protein electrophoresis, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Maintenance therapy with bortezomib, lenalidomide, and dexamethasone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Maintenance therapy with lenalidomide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Second autologous HSCT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with multiple myeloma (MM) in complete remission following hematopoietic stem cell transplantation (HSCT) is to begin maintenance therapy with lenalidomide (Option B). Although the treatment of MM is not curative, new treatment options have revolutionized care and resulted in substantial improvements in mortality. MM is the most common indication for autologous HSCT in the United States, with eligible patients typically undergoing induction therapy with multiagent, high-dose chemotherapy before HSCT. Following HSCT, meta-analyses have shown that maintenance lenalidomide, a thalidomide derivative with immunomodulatory properties, improves overall survival. However, lenalidomide may further increase the risk of venous thromboembolism in patients with MM, and patients without additional risk factors should receive low-dose aspirin. Patients at higher risk who are taking lenalidomide, such as those with previous thrombotic events or other risk factors, may require systemic anticoagulation as prophylaxis against thrombotic events. This patient with MM has responded to autologous HSCT, and he should start maintenance therapy with lenalidomide. He has no risk factors other than MM for thrombotic events; therefore, aspirin is additionally indicated rather than systemic anticoagulation.Patients with MM who have achieved complete remission following HSCT should receive maintenance therapy with lenalidomide rather than multiagent chemotherapy typically used for induction therapy (Option A). Continued multiagent chemotherapy is associated with a higher incidence of severe adverse effects without a clear benefit.Although some studies support a second HSCT (Option C) within 6 to 12 months of the initial HSCT in high-risk patients, such as those with plasma cell leukemia, recent studies have not demonstrated a benefit in patients with MM. Therefore, a second HSCT is not indicated for this patient.Observation (Option D) is not appropriate. All patients with MM eventually relapse or develop refractory disease, and maintenance therapy with lenalidomide following successful HSCT improves overall survival. This patient should receive lenalidomide maintenance therapy.",
  "critique_links": [],
  "key_points": [
    "In patients with standard-risk multiple myeloma, maintenance lenalidomide following autologous hematopoietic stem cell transplantation improves overall survival.",
    "Lenalidomide has been shown to increase venous thromboembolism risk in patients with standard-risk multiple myeloma, and patients should receive concomitant aspirin or anticoagulation based on their risk profile."
  ],
  "references": "Richardson PG, Jacobus SJ, Weller EA, et al; DETERMINATION Investigators. Triplet therapy, transplantation, and maintenance until progression in myeloma. N Engl J Med. 2022;387:132-147. PMID: 35660812 doi:10.1056/NEJMoa2204925",
  "related_content": {
    "syllabus": [
      "hmsec24003_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.851668-06:00"
}