{
  "question_id": "onqqq24008",
  "category": "on",
  "educational_objective": "Manage metastatic non–small cell lung cancer with palliative care.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 61-year-old man is hospitalized with productive cough, fatigue, and fever. He quit smoking 10 years ago.Pulmonary examination reveals crackles in the right lower lung field. He has good performance status.Chest radiograph shows right lower lobe pneumonia and a right hilar mass. CT scan of the chest and abdomen confirms an endobronchial lesion and right hilar mass, multiple lytic bone lesions, and a right adrenal mass. Bone scan confirms multiple osseous metastatic lesions. Bronchoscopy with biopsy confirms squamous cell carcinoma. Brain MRI reveals no metastasis.",
  "question_stem": "In addition to appropriate systemic therapy, which of the following is most likely to improve outcomes in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Liquid biopsy testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Palliative care consultation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prophylactic cranial irradiation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in addition to appropriately chosen systemic therapy is palliative care consultation (Option B). In patients with metastatic non–small cell lung cancer (NSCLC), early institution of palliative care has been shown to improve quality of life and survival. Palliative care does not preclude aggressive cancer treatment with platinum-based combination chemotherapy, immunotherapy, and other interventions. Palliative care complements cancer treatment through its emphasis on controlling cancer- and treatment-related symptoms that may interfere with effective treatment. It also makes it easier for patients and treating physicians to decide when treatment is no longer indicated, either because of insufficient efficacy or problematic toxicity. Standard care is to offer palliative care services at the time of diagnosis with metastatic NSCLC and, by extension, in patients diagnosed with any advanced incurable cancer.Liquid biopsy (Option A) refers to testing blood for genomic alterations in circulating tumor DNA. This patient had a tissue biopsy done, which can be used for genomic profiling. Liquid biopsy testing along with tissue-based testing is not indicated.PET/CT (Option C) plays no further role in this patient's management. CT and bone scans have already been performed and documented the extent of metastatic disease.Prophylactic cranial irradiation (Option D) is indicated in select patients with small cell lung cancer, but it is not indicated in patients with NSCLC.",
  "key_points": [
    "In patients with metastatic non–small cell lung cancer, early institution of palliative care improves quality of life and survival; palliative care does not preclude aggressive cancer treatment."
  ],
  "references": "Aragon KN. Palliative care in lung cancer. Clin Chest Med. 2020;41:281-293. PMID: 32402363 doi:10.1016/j.ccm.2020.02.005",
  "related_content": {
    "syllabus": [
      "onsec24004_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.731816-06:00"
}