{
  "question_id": "fccor25005",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Identify overdiagnosis as a cause of harm due to screening.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A randomized controlled trial evaluated a new genetic test to screen for thyroid cancer. Study participants who were screened were compared with those who were not screened, and the results were analyzed according to participants' original group assignment. Approximately one death from thyroid cancer was prevented over 10 years per 1000 persons screened. Overall mortality was not reduced by screening. Persons in the screened population were more likely to undergo thyroid biopsy, had greater rates of infection and bleeding complications, and reported higher levels of anxiety.",
  "question_stem": "The harm from this screening intervention can be attributed to which of the following?",
  "options": [
    {
      "letter": "A",
      "text": "Classifying outcomes by all-cause mortality",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lead-time bias",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Overdiagnosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Selection bias",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Overdiagnosis (Option C) is most likely responsible for the increase in harm in the screening group in this study. Length-time bias occurs when screening detects more cases of disease with a prolonged asymptomatic phase than aggressive cases of disease with a short asymptomatic phase. Slowly progressive disease is more likely than aggressive disease to be detected with screening, leading to an overestimation of survival benefit in patients with screen-detected disease. Overdiagnosis—finding, evaluating, and treating illness that otherwise would not have become clinically apparent or caused harm in the patient's lifetime—is an extreme example of length-time bias. Overdiagnosis often leads to harm due to overtesting and unnecessary treatments. Participants in this study who screened positive for thyroid cancer did not realize an overall mortality benefit, but they did experience harm from the psychological and physical effects of overdiagnosis.All-cause mortality (Option A) rather than cancer-specific mortality has been proposed as a preferable end point in randomized controlled trials, on the basis of possible biases in assignment of cause of death. Misassignment can falsely elevate or decrease cancer-related deaths. All-cause mortality is a less ambiguous assignment that reduces bias. It does not account for the results of this study.Lead-time bias (Option B) occurs when early detection artificially results in an increase in measured survival. The time between early detection and clinical diagnosis is mistakenly counted as survival time; however, only the measured time with diagnosed disease, not survival time, has increased. Using mortality rates rather than survival time as the primary outcome in studies of screening tests in randomized controlled trials can help minimize lead-time bias. This randomized controlled trial used a specific disease-related end point as well as overall mortality. Therefore, the risk for lead-time bias is low in this study and cannot account for the results.Selection bias (Option D) occurs when persons in a study group have unmeasured differences from the general population. Intention-to-treat analyses, in which study participants are analyzed according to their original group assignment in randomized clinical trials regardless of intervention received, reduce the risk for selection bias. Participants in this study were randomly assigned to one of two study groups, and the results were analyzed according to their original group assignment; risk for selection bias was thus reduced, and such bias does not account for the results.",
  "critique_links": [],
  "key_points": [
    "Overdiagnosis is finding, evaluating, and treating illness that otherwise would not have become clinically apparent or caused harm in the patient's lifetime.",
    "Overdiagnosis is an extreme form of length-time bias and is often associated with patient harm."
  ],
  "references": "Gupta P, Gupta M, Koul N. Overdiagnosis and overtreatment; how to deal with too much medicine. J Family Med Prim Care. 2020;9:3815-3819. PMID: 33110773 doi:10.4103/jfmpc.jfmpc_433_20",
  "related_content": {
    "syllabus": [
      "fcsec24008_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.641350-06:00"
}