{
  "question_id": "cvmcq24106",
  "category": "cv",
  "educational_objective": "Prevent stroke in a patient with atrial fibrillation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 75-year-old woman is evaluated in the hospital for gastrointestinal bleeding after presenting with hematochezia. She underwent transfusion with 2 units of packed red blood cells. Colonoscopy revealed several angiodysplastic lesions throughout the colon and distal ileum, and several large lesions were treated with argon plasma coagulation. She has persistent atrial fibrillation, diabetes, chronic kidney disease, and hypertension. She was receiving apixaban on hospitalization, but it was discontinued. Her other medications are metoprolol, insulin, lisinopril, and amlodipine.On physical examination, vital signs are normal. Cardiovascular examination reveals an irregular heart rate.ECG shows atrial fibrillation at a heart rate of 76/min.",
  "question_stem": "Which of the following is the most appropriate long-term management to prevent stroke?",
  "options": [
    {
      "letter": "A",
      "text": "Catheter ablation of atrial fibrillation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Left atrial appendage occlusion",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rivaroxaban",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No further treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be considered for left atrial appendage occlusion (LAAO) (Option C) to decrease the risk for systemic thromboembolism. Up to 25% of patients with atrial fibrillation (AF) have contraindications to oral anticoagulation or discontinue therapy, most commonly because of bleeding or high bleeding risk. In patients who are at moderate to high risk for stroke (CHA2DS2-VASc score ≥3), LAAO to prevent systemic thromboembolism can be considered. Occlusion can be achieved percutaneously with an implanted self-expanding device or with surgical closure. One drawback to LAAO is that at least short-term oral anticoagulation is required while the device endothelializes, and subsequent long-term antiplatelet therapy is usually necessary; therefore, patients must be able to tolerate some level of antithrombotic therapy. It is a reasonable option in patients who may be able to tolerate short-term oral anticoagulation and long-term antiplatelet therapy. The patient has had a major bleeding episode requiring hospitalization and remains at high risk for bleeding, with a HAS-BLED score of 3 and persistent colonic angiodysplasia. Her risk for stroke is also very high (CHA2DS2-VASc score of 5). Although short-term anticoagulation will be necessary after placement, this patient should be evaluated for possible LAAO device implantation to reduce the need for long-term anticoagulation and mitigate stroke risk.Catheter ablation of AF (Option A) may be considered for managing symptomatic AF. However, it is not indicated to mitigate stroke risk, and oral anticoagulation would still be necessary after ablation.Antiplatelet drugs such as clopidogrel (Option B) are not indicated for stroke prevention in patients with AF. Antiplatelet therapy is not as effective as oral anticoagulation, and the bleeding risk is significant.No definitive data exist demonstrating that rivaroxaban (Option D) is less likely than apixaban to cause significant bleeding. Rivaroxaban is also associated with a higher risk for gastrointestinal bleeding than other direct oral anticoagulants and is more dependent on renal clearance than apixaban. Rivaroxaban is not an appropriate choice for this patient.With a CHA2DS2-VASc score of 5, this patient is at very high risk for AF-related stroke. Withholding all stroke prevention therapies (Option E) would not be appropriate.",
  "key_points": [
    "In patients with atrial fibrillation (AF) who have a high risk for bleeding and stroke, left atrial appendage occlusion is an appropriate treatment option.",
    "Catheter ablation of AF may be considered for managing symptomatic AF but is not indicated to mitigate risk for stroke."
  ],
  "references": "January CT, Wann LS, Calkins H, et al. 2019 AHA/ACC/HRS focused update of the 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2019;74:104-132. PMID: 30703431 doi:10.1016/j.jacc.2019.01.011",
  "related_content": {
    "syllabus": [
      "cvsec24006_24031"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:49:26.404460-06:00"
}