{
  "question_id": "cvmcq24028",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage cardiovascular risk in an asymptomatic patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 66-year-old woman is evaluated during a new-patient visit. She does not drink alcohol and quit smoking 15 years ago. She takes a brisk 15-minute walk two nights a week. She has no medical problems and takes no medications. Her mother had a heart attack at age 68 years, and her maternal grandmother had a stroke at age 72 years.On physical examination, blood pressure is 118/69 mm Hg. All other findings are unremarkable.Laboratory studies:Total cholesterol142 mg/dL (3.68 mmol/L)LDL cholesterol86 mg/dL (2.23mmol/L)HDL cholesterol38 mg/dL (0.98 mmol/L)Triglycerides88 mg/dL (0.99 mmol/L)Hemoglobin A1c5.7%",
  "question_stem": "Which of the following is the most appropriate management for this patient's cardiovascular disease risk?",
  "options": [
    {
      "letter": "A",
      "text": "Ankle-brachial index testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Calculation of 10-year risk for atherosclerotic cardiovascular disease",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Low-dose aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat lipid panel in 3 years",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Calculation of 10-year risk for atherosclerotic cardiovascular disease (ASCVD) (Option B) is the most appropriate next step in managing this patient's risk for ASCVD. The U.S. Preventive Services Task Force (USPSTF) recommends universal lipid screening in adults aged 40 to 75 years to assess for dyslipidemia and to calculate the 10-year risk for ASCVD using the American Heart Association/American College of Cardiology Pooled Cohort Equations. This calculation should be completed even if the LDL and HDL cholesterol levels are normal or in a desirable range. In patients who have a high (≥20%) calculated risk for ASCVD events, statin therapy is indicated. Patients with diabetes or an LDL cholesterol level greater than 190 mg/dL (4.92 mmol/L) should also receive statin treatment. Statin therapy may also be considered in patients with borderline (5% to <7.5%) or intermediate (≥7.5% to <20%) risk, with individualized decision making based on the presence of other risk-enhancing factors. Although this patient has a favorable lipid panel, she should have her 10-year risk for ASCVD calculated.Ankle-brachial index testing (ABI) (Option A) is a key diagnostic step in evaluating patients for peripheral vascular disease and is indicated in those with symptoms that suggest peripheral artery disease. The USPSTF, however, found insufficient evidence to support adding the ABI to ASCVD risk assessment. If measured, ABI may be used as a risk-enhancing factor when considering statin therapy in patients with a borderline or intermediate level of risk.The USPSTF recommends against low-dose aspirin (Option C) for the primary prevention of ASCVD in patients aged 60 years and older. Preventive aspirin may be considered in patients aged 40 to 59 years with a 10% or greater 10-year risk for ASCVD, but the benefit is likely to be small. This patient is 66 years old and should not be placed on preventive aspirin.A repeat lipid panel in 3 years (Option D) would be a suboptimal approach because the patient's 10-year risk for ASCVD has not yet been calculated. In patients found to have a low risk for ASCVD, the best timing of repeat screening is unclear, although 3 to 5 years is probably a reasonable interval.",
  "critique_links": [],
  "key_points": [
    "All adults aged 40 to 75 years should undergo lipid screening to calculate the 10-year risk for atherosclerotic cardiovascular disease; this calculation should be completed even if the LDL and HDL cholesterol levels are normal or in a desirable range."
  ],
  "references": "Chou R, Cantor A, Dana T, et al. Statin use for the primary prevention of cardiovascular disease in adults: updated evidence report and systematic review for the US Preventive Services Task Force. JAMA. 2022;328:754-771. PMID: 35997724 doi:10.1001/jama.2022.12138",
  "related_content": {
    "syllabus": [
      "cvsec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.958430-06:00"
}