{
  "category": "pm",
  "critique": "The most likely diagnosis is extrathoracic upper airway obstruction (Option C). This flow-volume curve, which has an inspiratory plateau, shows the typical physiologic pattern of variable extrathoracic upper airway obstruction; extrathoracic in this case means above the thoracic inlet (i.e., above the level at which respiration-related changes in pleural pressure are transmitted to the airway). Flow is impaired during inspiration rather than expiration because the negative intraluminal pressure during inspiration narrows the extrathoracic upper airway, whereas positive intraluminal pressure during expiration widens the extrathoracic upper airway. (The flow-volume curves of different forms of airway obstruction are shown below.) An example of a variable extrathoracic obstruction would be a partially obstructing extrathoracic intraluminal tumor that was not circumferential, so the available airway lumen would vary in size during the respiratory cycle.",
  "educational_objective": "Diagnose variable extrathoracic upper airway obstruction on the basis of a flow-volume curve.",
  "extracted_at": "2025-12-23T14:15:53.322688-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/pmfig24001.09ff1d66b03039806e125fa97f0569e4.svg",
      "figures/pmfig24658.7c8c60462ab581d629a6c5873b635c39.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Fixed upper airway obstruction"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Small airways disease"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Variable extrathoracic upper airway obstruction"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Variable intrathoracic airway obstruction"
    }
  ],
  "question_id": "pmvdx24034",
  "question_stem": "Which of the following is the most likely physiologic diagnosis?",
  "question_text": "A 19-year-old woman is evaluated for dyspnea with pulmonary function testing.A flow-volume curve obtained during forced inspiration and expiration is shown (RV = residual volume; TLC = total lung capacity).",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "pmsec24001_24005"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}