{
  "question_id": "fccor25018",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Implement the Model for Improvement in quality improvement.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "An audit of records from a primary care office reveals low testing rates for primary aldosteronism among patients with resistant or difficult-to-control hypertension. An intervention is planned to improve case detection rates for primary aldosteronism and blood pressure control among these patients.",
  "question_stem": "Which of the following is the most appropriate quality improvement intervention?",
  "options": [
    {
      "letter": "A",
      "text": "Lean model",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mandatory physician education",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Model for Improvement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Six Sigma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The Model for Improvement (Option C) is a commonly used quality improvement approach and relies on rapid Plan-Do-Study-Act (PDSA) cycles. In each cycle, a specific change is planned and implemented on a limited scale, the results are observed, and action is taken based on what is learned. Users of this model must evaluate the following stepwise questions:“What are we trying to accomplish?”“How will we measure if a change yields an improvement?”“What change can we make that will result in improvement?”Ideas and changes are tested iteratively through PDSA cycles. In this example, patients with resistant hypertension must first be identified and diagnostic laboratory studies ordered; patients must then be informed of the need for laboratory testing to evaluate for primary aldosteronism; and finally, patients who test positive must be informed of their diagnosis and appropriately treated. Each intervention is evaluated through iterative PDSA cycles. This approach to quality improvement works well in a small-scale health care environment, such as an office, as well as in a large-scale environment, such as a hospital or health care system.The Lean model (Option A) aims to maximize value and minimize waste by eliminating non–value-added activities within the system. Value stream mapping can be used to graphically display the steps of a process and the time required for each step, thereby highlighting process inefficiencies or areas of waste and allowing for their improvement. Lean, for example, may be used to improve the time used to obtain, submit, analyze, and report the results of a laboratory test. Lean may improve efficacy of certain processes but is not the best model to improve case detection rates.Mandatory physician education (Option B) as a stand-alone intervention for quality improvement rarely, if ever, changes physician behavior. Physician education as part of a multimodal intervention, including rapid PDSA cycles within the Model for Improvement, is much more likely to improve case detection rates for primary aldosteronism among patients with resistant hypertension.Six Sigma (Option D) is a quality improvement model that improves processes by minimizing variability in patient care. Quality improvement is achieved by implementing the DMAIC (Define, Measure, Analyze, Improve, and Control) process. In the Define step, measures of success are developed. In the Measure step, baseline data are collected. In the Analyze phase, causes of the current problems and improvement opportunities are identified. The Improve step involves implementation of tools to improve the process. Finally, in the Control phase, improvement is standardized for future sustainability. Six Sigma is best applied to complex, multistep health care processes, but may be too cumbersome and complex to address improving case detection rates for primary aldosteronism.",
  "critique_links": [],
  "key_points": [
    "The Model for Improvement is a commonly used quality improvement approach that relies on rapid Plan-Do-Study-Act (PDSA) cycles.",
    "In a PDSA cycle, a specific change is planned and implemented on a limited scale, the results are observed, and action is taken based on what is learned."
  ],
  "references": "Anandasivam NS, Vasudevan J, Sadler H, et al. Resident-led improvement project to screen for primary hyperaldosteronism in patients with resistant hypertension in an outpatient clinic. BMJ Open Qual. 2024;13. PMID: 38802267 doi:10.1136/bmjoq-2023-002611",
  "related_content": {
    "syllabus": [
      "fcsec24007_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.624751-06:00"
}