{
  "question_id": "rmcor25005",
  "category": "rm",
  "educational_objective": "Diagnose hemochromatosis as a cause of secondary osteoarthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 46-year-old man is evaluated for a 5-year history of daily pain in the lower spine, knees, and hands. The hand pain is associated with occasional swelling. Morning stiffness lasts less than 30 minutes. He was diagnosed with type 2 diabetes mellitus 2 years ago. His medications are metformin and atorvastatin.On physical examination, vital signs are normal. There is bilateral enlargement of the second, third, and fourth metacarpophalangeal joints as well as all proximal and distal interphalangeal joints. The medial joint line of each knee is tender to palpation.Laboratory studies:Alanine aminotransferase48 U/LHAspartate aminotransferase52 U/LHCreatinine1.0 mg/dL (88.4 µmol/L)Serum calcium and C-reactive protein levels are normal; serum ferritin level and transferrin saturation are elevated.Radiographs of the knees reveal tricompartmental joint-space narrowing and subchondral sclerosis. Radiograph of the hands is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Hemochromatosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hyperparathyroidism",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rheumatoid arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tophaceous gout",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with polyarticular osteoarthritis (OA) of the metacarpophalangeal (MCP) joints and knees is hemochromatosis (Option A). Many underlying disorders can predispose patients to the development of secondary OA and should be suspected when OA occurs at an early age or involves joints not typical for OA, such as the MCP or shoulder joints. Hereditary hemochromatosis can be associated with an arthropathy characterized by arthritis, arthralgia, and accompanying radiologic findings. These patients commonly develop OA in the hands (shown), characterized radiographically by hook-like osteophytes commonly in the second, third, and sometimes fourth MCP joints (arrows).Men are more commonly affected, and the symptoms usually appear in the fourth to fifth decades. The HFE gene variant and the presence of typical serologic (elevated serum ferritin) and radiographic (MCP hooked osteophytes) features are supportive of this condition. In patients with an elevated serum ferritin level, phlebotomy is indicated to prevent the development of cirrhosis or cardiomyopathy. This patient has hook-shaped osteophytes of the second, third, and fourth MCP joints; onset of type 2 diabetes mellitus in the past few years; abnormal serum aspartate and alanine aminotransferase levels; and elevated serum ferritin and transferrin saturation levels, all suggesting hereditary hemochromatosis.Hyperparathyroidism (Option B) can be associated with calcium pyrophosphate deposition (CPPD) disease, a cause of secondary OA. CPPD disease is characterized by calcification of articular cartilage (chondrocalcinosis), most commonly affecting the wrists and knees; chondrocalcinosis is absent in this patient. Furthermore, this patient has normal serum calcium and creatinine levels, making hyperparathyroidism unlikely.Inflammatory arthritis, such as rheumatoid arthritis (RA) (Option C), can lead to secondary joint damage and OA. This patient, however, does not have a history of inflammatory-type joint pain or any physical findings of RA, such as synovitis. The elevated serum ferritin level is explained by iron overload rather than inflammation; this is further supported by the normal C-reactive protein level.Tophaceous gout (Option D) is characterized by deforming tophi, chalky masses of monosodium urate surrounded by inflammatory cells and a rind of fibrous tissue. Tophi are characterized by palpable nodules, which often have a whitish hue underlying taut skin. This patient lacks tophi on examination, and his radiographic findings are consistent with nonerosive arthritis rather than the joint erosions that can be seen in advanced gouty arthritis.",
  "key_points": [
    "Secondary osteoarthritis (OA) should be suspected when OA occurs at an early age or involves joints not typical for OA.",
    "Hereditary hemochromatosis can be associated with an arthropathy that causes arthritis, arthralgia, and radiologic findings, such as characteristic hook-like osteophytes in the second, third, and sometimes fourth metacarpophalangeal joints."
  ],
  "references": "Olynyk JK, Ramm GA. Hemochromatosis. N Engl J Med. 2022;387:2159-2170. PMID: 36477033 doi:10.1056/NEJMra2119758",
  "related_content": {
    "syllabus": [
      "rmsec24004_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:32:20.957616-06:00"
}