{
  "question_id": "cvmcq24010",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat persistent angina with medical optimization.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 60-year-old man is evaluated during a follow-up visit for persistent angina. The pain occurs while walking more than several blocks or up two flights of stairs. His symptoms are stable, but he wishes to increase his degree of physical activity without being limited by angina. He also has hypertension, dyslipidemia, and peripheral artery disease. Medications are aspirin, metoprolol, sublingual nitroglycerin, lisinopril, atorvastatin, and low-dose rivaroxaban. He is adherent to his medical regimen.On physical examination, blood pressure is 136/78 mm Hg, pulse rate is 58/min, and respiration rate is 18/min. Cardiac examination reveals an S4. Lungs are clear to auscultation. There is decreased dorsalis pedis and posterior tibialis pulse intensity.Echocardiogram shows normal wall motion with an ejection fraction of 60%.",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ivabradine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ranolazine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sustained-release diltiazem",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sustained-release nitroglycerin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is sustained-release nitroglycerin (Option D). In patients with symptomatic stable coronary artery disease, β-blockers, nitrates, calcium channel blockers, and ranolazine are indicated, at optimized doses and potentially in combination, to provide symptom control. β-Blockers or calcium channel blockers are recommended as first-line antianginal therapy in this group. Nitrates are also often used and act to improve myocardial oxygen delivery through coronary vasodilation and to reduce oxygen demand by reducing preload, thereby reducing ventricular wall stress. The beneficial effects may be offset by reflex tachycardia unless combined with β-blockers or nondihydropyridine calcium channel blockers. Long-acting nitrates, including isosorbide mononitrate or dinitrate and nitroglycerin patch formulations, provide constant vasodilation, but a nitrate-free interval of 8 to 12 hours is crucial to avoid nitrate tolerance and reduced efficacy. Other prominent side effects include headache, flushing, and hypotension. Because of the risk for hypotension, concurrent use of nitrates and phosphodiesterase-5 inhibitors (e.g., sildenafil) is contraindicated. This patient has lifestyle-limiting angina despite β-blocker therapy, and adding a long-acting nitrate formulation is indicated.Ivabradine (Option A) inhibits the I current and lowers heart rate and ischemic burden without significant hemodynamic effect. It is approved in the United States for management of stable heart failure and in Europe for symptom relief of stable angina in persons intolerant of β-blockade. This patient is tolerating β-blockade well and has the option of nitrate therapy; ivabradine is not indicated.Ranolazine (Option B) reduces wall tension and myocardial oxygen consumption and may be effective in treating angina and improving exercise tolerance. Ranolazine has a modest QT prolongation effect and potential for adverse drug-drug interactions, and dose reduction is indicated when coadministered with medicines metabolized via the cytochrome P-450 3A4 pathway, such as verapamil and diltiazem. Ranolazine may be best used in patients with persistent symptoms who cannot tolerate up-titration or optimization of alternative regimens.Sustained-release diltiazem (Option C) is a useful antianginal agent that improves myocardial oxygen delivery through coronary vasodilatation and reduction in coronary vascular resistance. Like other nondihydropyridine calcium channel blockers, including verapamil, it has negative chronotropic and inotropic effects and should be used with caution in patients with bradycardia or reduced ejection fraction. This patient has bradycardia likely caused by metoprolol, and diltiazem should not be added to his antianginal regimen without dose modification or discontinuation of β-blockade.",
  "critique_links": [],
  "key_points": [
    "In patients with symptomatic stable coronary artery disease, β-blockers, nitrates, calcium channel blockers, and ranolazine are indicated, at optimized doses and potentially in combination, to provide symptom control.",
    "Because of the risk for hypotension, concurrent use of nitrates and phosphodiesterase-5 inhibitors (e.g., sildenafil) is contraindicated."
  ],
  "references": "Virani SS, Newby LK, Arnold SV, et al; Writing Committee Members. 2023 AHA/ACC/ACCP/ASPC/NLA/PCNA guideline for the management of patients with chronic coronary disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2023;82:833-955. PMID: 37480922 doi:10.1016/j.jacc.2023.04.003",
  "related_content": {
    "syllabus": [
      "cvsec24004_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.358800-06:00"
}