{
  "question_id": "pmcor25017",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Use fractional exhaled nitric oxide in the management of asthma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 24-year-old man is evaluated for episodic shortness of breath and wheezing. His symptoms occur one to two times per week and are worse when exercising. A concomitant nonproductive cough sometimes awakens him at night. He has a history of childhood asthma. He has no other medical problems and takes no medications.On physical examination, vital signs are normal. Lung examination reveals occasional wheezing with forced expiration.Pulmonary function tests:PrebronchodilatorPostbronchodilatorFEV175% of predictedL87% FEV1/FVC ratio0.65L0.76",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fractional exhaled nitric oxide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "High-resolution CT of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Methacholine challenge test",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next in this patient with asthma is measuring fractional exhaled nitric oxide (FeNO) (Option B). More than half of patients with asthma have eosinophilic (type 2) airway inflammation. Measurement of nitric oxide in an expiratory breath sample provides a means to quantify eosinophilic airway inflammation and is a complementary tool in the management of lung diseases, particularly asthma. The American Thoracic Society (ATS) recommends measurement of FeNO in all patients diagnosed with asthma in whom treatment is being considered. Elevation of FeNO levels can indicate a greater likelihood of clinical response to anti-inflammatory therapy, such as inhaled glucocorticoids, and can also be used to monitor adherence to therapy because levels will decrease substantially with anti-inflammatory medication. FeNO levels above 50 ppb indicate glucocorticoid-sensitive airway inflammation. Patients with levels below 25 ppb are less likely to have eosinophilic inflammation and glucocorticoid responsiveness. Measurement of FeNO can also be helpful in the evaluation of chronic cough because levels are often high in nonasthmatic eosinophilic bronchitis. This patient with episodic shortness of breath has spirometry findings consistent with asthma, with a low FEV1 and FEV1/FVC ratio and a significant bronchodilator effect. FeNO is the most appropriate next diagnostic test to perform.Echocardiography (Option A) is crucial in the diagnosis of many cardiac conditions and is an appropriate first-line test in assessing for pulmonary hypertension. This patient, however, has an excellent explanation for his dyspnea given the established diagnosis of asthma, and further testing for an alternate cause, including with echocardiography, is not indicated.High-resolution CT of the chest (Option C) is not indicated in this patient. High-resolution CT is indicated in the evaluation of parenchymal diseases, including interstitial lung disease and bronchiectasis. In diseases such as idiopathic pulmonary fibrosis, high-resolution CT can establish the diagnosis, obviating the need for more invasive tests, such as bronchoscopy or biopsy. However, this test is not necessary for this patient with asthma.Bronchoprovocation testing, such as a methacholine challenge test (Option D), is useful when asthma is suspected but spirometry results are normal. Although a positive methacholine challenge test result is not specific for asthma, a negative result has a high negative predictive value. This patient, however, has airway obstruction on spirometry that improves with administration of a bronchodilator, which is diagnostic of asthma; a methacholine challenge test is not necessary.",
  "critique_links": [],
  "key_points": [
    "Measurement of fractional expired nitric oxide assesses eosinophilic airway inflammation and is predictive of responsiveness to inhaled glucocorticoids."
  ],
  "references": "Khatri SB, Iaccarino JM, Barochia A, et al; American Thoracic Society Assembly on Allergy, Immunology, and Inflammation. Use of fractional exhaled nitric oxide to guide the treatment of asthma: an official American Thoracic Society clinical practice guideline. Am J Respir Crit Care Med. 2021;204:e97-109. PMID: 34779751 doi:10.1164/rccm.202109-2093ST",
  "related_content": {
    "syllabus": [
      "pmsec24001_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.320966-06:00"
}