{
  "question_id": "giqqq24001",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose irritable bowel syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 34-year-old woman is evaluated for diffuse abdominal pain occurring at least 3 days per week for the past 8 months. The pain is relieved with bowel movements that occur only once or twice per week. With the onset of her symptoms, her stool has become lumpy and difficult to pass. She has no other symptoms.Physical examination is normal. Complete blood count and C-reactive protein are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Crohn disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Irritable bowel syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Microscopic colitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ulcerative colitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has irritable bowel syndrome (IBS) (Option B). A diagnosis of IBS can reliably be made by clinical criteria when alarm features are absent. Diagnostic criteria require recurrent abdominal pain at least 1 day a week for 3 months and at least two of the following: defecation-related pain, change in stool frequency, and change in stool consistency. Alarm features include hematochezia, acute constipation in older patients, unintentional weight loss, family history of colorectal cancer, unexplained anemia, and age older than 45 years with no previous colonoscopy. Subtypes of IBS are IBS with predominant constipation (IBS-C), IBS with predominant diarrhea (IBS-D), IBS with mixed bowel habits, or IBS unclassified. Evaluation for IBS relies on a comprehensive history and physical examination. No reliable biomarkers define IBS. In patients presenting with IBS-C, such as this one, normal results of a complete blood count and C-reactive protein testing support the diagnosis. In patients with IBS-D, stool testing for giardiasis, testing for celiac disease, and fecal calprotectin testing to differentiate from inflammatory bowel disease is recommended.The symptoms of Crohn disease (Option A) vary considerably depending on the anatomic location of the inflammation. Diarrhea is associated with inflammation of the small intestine and colon. The bowel segment most commonly affected by Crohn disease is the ileocecal area; in this location, disease presentation is often insidious, with mild diarrhea and abdominal cramping. Abdominal examination may reveal fullness or a tender mass in the right hypogastrium. Occasionally, acute right lower quadrant pain is the main presenting symptom, mimicking appendicitis. This patient is experiencing constipation and diffuse rather than focal abdominal pain, making Crohn disease less likely.Microscopic colitis (Option C) is a distinct type of inflammatory bowel disease characterized by macroscopically normal mucosa with inflammatory changes seen only on histopathology of colon biopsy specimens. It is subclassified into lymphocytic colitis and collagenous colitis based on predominating histologic features. It predominantly affects middle-aged women and is associated with other autoimmune conditions, particularly celiac disease. It presents with abrupt or gradual onset of watery diarrhea that has a relapsing and remitting course over months to years, sometimes accompanied by mild weight loss. The patient's young age and lack of watery diarrhea make microscopic colitis an unlikely diagnosis.The major symptoms of ulcerative colitis (Option D) include diarrhea, abdominal discomfort, and hematochezia; symptoms vary by disease extent and severity. Tenesmus is present with rectal disease. The absence of weight loss, nocturnal pain, and hematochezia despite symptoms for over 6 months suggest a diagnosis other than inflammatory bowel disease in this patient.",
  "critique_links": [],
  "key_points": [
    "Patients meeting the diagnostic criteria for irritable bowel syndrome have recurrent abdominal pain or discomfort at least 1 day per week for the past 3 months associated with two or more of the following: defecation-related pain, change in stool frequency, and change in stool consistency."
  ],
  "references": "Camilleri M. Diagnosis and treatment of irritable bowel syndrome: a review. JAMA. 2021;325:865-877. PMID: 33651094 doi:10.1001/jama.2020.22532",
  "related_content": {
    "syllabus": [
      "gisec24006_24017"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.375843-06:00"
}