{
  "category": "np",
  "critique": "The most appropriate management of this patient's elevated blood pressure (BP) is oral methyldopa (Option D). The American College of Obstetricians and Gynecologists (ACOG) defines chronic hypertension as a systolic BP of ≥140 mm Hg or diastolic BP ≥90 mm Hg starting before pregnancy or before 20 weeks' gestation or that persists longer than 12 weeks postpartum (). ACOG recommends treating pregnant individuals with chronic hypertension and maintaining BP at <140/90 mm Hg. These goals were updated in 2022 based on the Chronic Hypertension and Pregnancy (CHAP) trial, which demonstrated that treatment to a goal BP <140/90 mm Hg reduced the primary composite outcome of preeclampsia with severe features occurring within 2 weeks postpartum, medically indicated preterm birth, placental abruption, and fetal or neonatal death. Importantly, all antihypertensive medications cross the placenta. First-line therapy for chronic hypertension in pregnancy includes methyldopa, nifedipine, and labetalol, which have been used safely and extensively in pregnancy. The β-blockers metoprolol and pindolol have been used in pregnancy, although atenolol and propranolol may have adverse fetal effects. This patient presents at 12 weeks' gestation with a new diagnosis of chronic hypertension. She should be treated with a first-line antihypertensive that is safe in pregnancy, such as methyldopa.Intravenous antihypertensive therapy, such as labetalol (Option A), would be appropriate if this patient had developed acute-onset severe hypertension, which is defined as systolic BP ≥160 mm Hg and/or diastolic BP ≥110 mm Hg. Acute-onset severe hypertension may occur in the setting of previously controlled chronic hypertension, as a component of preeclampsia, in the HELLP (Hemolysis, Elevated Liver enzymes, and Low Platelets) syndrome, or de novo. Those with acute-onset severe hypertension persisting >15 minutes require emergent therapy, typically with intravenous labetalol or hydralazine or immediate-release oral nifedipine.Diuretics such as chlorthalidone (Option B) must be used with caution in pregnant individuals because they may induce oligohydramnios. Other options, such as methyldopa or labetalol, are more appropriate choices for this patient.Renin-angiotensin system agents, including ACE inhibitors such as lisinopril (Option C), angiotensin receptor blockers, and direct renin inhibitors are contraindicated because of teratogenicity.Repeat BP measurement in 2 weeks (Option E) would not be the best option for hypertension management. This patient has already documented consistently high BP readings confirming the diagnosis of chronic hypertension, which should be treated.",
  "educational_objective": "Treat chronic hypertension in pregnancy.",
  "extracted_at": "2025-12-22T20:06:47.189139-06:00",
  "key_points": [
    "The American College of Obstetricians and Gynecologists recommends treating pregnant individuals with persistent systolic blood pressure (BP) ≥140 mm Hg or diastolic BP ≥90 mm Hg and maintaining BP <140/90 mm Hg.",
    "First-line therapy for treatment of hypertension in pregnancy includes methyldopa, nifedipine, and labetalol."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Intravenous labetalol"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Oral chlorthalidone"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Oral lisinopril"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Oral methyldopa"
    },
    {
      "letter": "E",
      "peer_percentage": 0,
      "text": "Repeat blood pressure measurement in 2 weeks"
    }
  ],
  "question_id": "npmcq24044",
  "question_stem": "Which of the following is the most appropriate management?",
  "question_text": "A 33-year-old woman is evaluated during a prenatal visit. She is at 12 weeks' gestation. Home blood pressure measurements have averaged 150 to 160/85 to 95 mm Hg. She is asymptomatic. She has obesity but no other medical problems. Her only medication is a prenatal vitamin.On physical examination, blood pressure is 150/95 mm Hg. She has a gravid uterus. The remainder of the examination is unremarkable.",
  "references": "Tita AT, Szychowski JM, Boggess K, et al; Chronic Hypertension and Pregnancy (CHAP) Trial Consortium. Treatment for mild chronic hypertension during pregnancy. N Engl J Med. 2022;386:1781-1792. PMID: 35363951 doi:10.1056/NEJMoa2201295",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "npsec24012_24003"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}