{
  "question_id": "pmcor25019",
  "category": "pm",
  "educational_objective": "Treat mild intermittent asthma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 21-year-old woman is evaluated during a follow-up visit for mild intermittent asthma. She has no asthma symptoms or nighttime awakenings due to asthma. She has not used her albuterol inhaler in the past 6 months but is requesting a refill because her symptoms sometimes worsen in the spring. She has not had an exacerbation in 2 years. The patient also has seasonal allergies for which she takes fexofenadine.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "As-needed inhaled ipratropium",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "As-needed low-dose mometasone-formoterol",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inhaled salmeterol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Scheduled low-dose mometasone-formoterol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with mild intermittent asthma is an as-needed low-dose inhaled glucocorticoid-formoterol combination, such as mometasone-formoterol (Option B). Although the National Asthma Education and Prevention Program recommends as-needed short-acting β2-agonists (SABAs) for mild intermittent asthma, new safety information suggests that SABAs should not be administered on a scheduled basis or as the sole as-needed reliever agent. As a result, the Global Initiative for Asthma now recommends an as-needed inhaled glucocorticoid-formoterol combination as preferred therapy for mild intermittent asthma. This symptom-driven use of low-dose glucocorticoid-formoterol therapy provides both immediate relief of symptoms and anti-inflammatory effects, reducing the time to recovery. The best option for this patient with mild intermittent asthma who is currently asymptomatic is a low-dose inhaled glucocorticoid-formoterol combination as needed.Short-acting inhaled anticholinergics, such as ipratropium, are less effective than β2-agonists at relieving acute bronchospasm in asthma and are not indicated as monotherapy in the treatment of chronic asthma. The major role of short-acting inhaled anticholinergics is as additive therapy to SABAs in the management of acute exacerbations in the emergency department. Ipratropium (Option A) has no role in the long-term management of this patient with mild intermittent asthma.Although inhaled long-acting β2-agonists (LABAs) provide sustained airway dilation with just once- or twice-daily dosing, monotherapy with LABAs, such as salmeterol (Option C), is not recommended because of an increased risk for asthma-related death. Unlike their use in COPD, LABAs should always be used in asthma in conjunction with an inhaled glucocorticoid. Salmeterol is not an appropriate treatment option in this patient with asthma.Persons with mild intermittent asthma have few to no asthma symptoms and no recent exacerbations. Given their infrequent symptoms, they do not require scheduled controller therapy with a low-dose inhaled glucocorticoid-formoterol combination, such as low-dose mometasone-formoterol (Option D), and can be effectively managed with just an as-needed low-dose inhaled glucocorticoid-formoterol combination.",
  "key_points": [
    "The Global Initiative for Asthma recommends an as-needed inhaled glucocorticoid-formoterol combination as preferred therapy for mild intermittent asthma.",
    "Unlike in COPD, monotherapy with inhaled long-acting β2-agonists is not recommended in asthma because of an increased risk for asthma-related death."
  ],
  "references": "Global Initiative for Asthma. Global strategy for asthma management and prevention. 2023 GINA Report. Available at https://ginasthma.org/2023-gina-main-report/. Accessed May 8, 2024.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:35:43.048312-06:00"
}