{
  "question_id": "enmcq24046",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage adverse effects of intravenous bisphosphonate therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 70-year-old woman is evaluated at a follow-up visit for management of osteoporosis, which was diagnosed with bone mineral density testing 14 months ago. Alendronate caused gastroesophageal reflux. Zoledronate was given 1 year ago and was followed by myalgia, headache, and a fever of 38.3 °C (100.9 °F) of 48 hours' duration. Her only medication is annual zoledronate infusion.Physical examination findings, including vital signs, are unremarkable.Laboratory studies:Calcium9.5 mg/dL (2.4 mmol/L)Creatinine0.7 mg/dL (61.9 μmol/L)",
  "question_stem": "Which of the following is the most appropriate management of this patient's osteoporosis?",
  "options": [
    {
      "letter": "A",
      "text": "Start a drug holiday",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Switch zoledronate to denosumab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch zoledronate to teriparatide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue zoledronate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's current osteoporosis therapy with zoledronate should be continued (Option D). Up to one third of patients experience an acute-phase reaction, including pyrexia and myalgia, for 24 to 72 hours after their first infusion of zoledronate. As these symptoms are less likely to occur or will be milder on further exposure, they do not necessitate changing the treatment plan. Adverse effects of bisphosphonates are common, particularly at a patient's initial exposure. Most adverse effects are mild and transient. Severe adverse effects, such as osteonecrosis of the jaw or cutaneous and ocular effects, generally preclude further bisphosphonate administration. This patient who cannot tolerate oral bisphosphonates and who has not had severe or unexpected adverse effects from intravenous bisphosphonate therapy should continue receiving intravenous zoledronate.Intravenous zoledronate once annually is an option for osteoporosis treatment in patients who experience upper gastrointestinal symptoms or cannot tolerate oral bisphosphonates. A drug holiday can be considered after 3 years of zoledronate therapy. In this patient, stopping treatment for a drug holiday (Option A) after one infusion is premature.Patients who do not benefit from, have contraindications to, or cannot tolerate bisphosphonates may be treated with denosumab (Option B). Notably, the optimal duration of denosumab therapy is unknown, and an alternative antiresorptive therapy (typically a bisphosphonate) is needed on discontinuation. For this reason, if denosumab is initiated, a patient's ability to tolerate bisphosphonates should be clarified. Regardless, deeming this patient intolerant to zoledronate therapy and initiating denosumab now would be premature.Anabolic agents, such as teriparatide (Option C), have a superior effect on bone strength compared with bisphosphonates. As such, anabolic agents may be preferred in patients with osteoporosis who are at very high risk for fracture (e.g., multiple osteoporotic fractures, multiple risk factors for fracture) or those who have not benefited from bisphosphonate therapy. After 2 years of therapy, teriparatide must be followed by an antiresorptive therapy, potentially with a bisphosphonate. The potency of teriparatide is not needed in this patient who can be sufficiently treated with bisphosphonate therapy.",
  "critique_links": [],
  "key_points": [
    "As many as one third of patients experience an acute-phase reaction, including pyrexia and myalgia, for 24 to 72 hours after their first infusion of zoledronate; these symptoms are less likely to occur or will be milder on further exposure, and they do not necessitate changing the treatment plan."
  ],
  "references": "Qaseem A, Hicks LA, Etxeandia-Ikobaltzeta I, et al; Clinical Guidelines Committee of the American College of Physicians. Pharmacologic treatment of primary osteoporosis or low bone mass to prevent fractures in adults: a living clinical guideline from the American College of Physicians. Ann Intern Med. 2023;176:224-238. PMID: 36592456",
  "related_content": {
    "syllabus": [
      "ensec24008_24034"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.849030-06:00"
}