{
  "question_id": "hpmcq24025",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Treat suspected acetaminophen-induced hepatotoxicity.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 51-year-old woman is evaluated in the emergency department for a 2-day history of nausea and right-upper-quadrant abdominal discomfort. She recently had an upper respiratory tract illness, for which she has been taking several acetaminophen-containing over-the-counter medications. Liver test results 6 months ago were normal. She does not drink alcohol. Family history is noncontributory.Physical examination findings, including vital signs, are normal.Laboratory studies:INR0.9Albumin4.1 g/dL (41 g/L)Alkaline phosphatase114 U/LHAlanine aminotransferase1132 U/LHAspartate aminotransferase1099 U/LHBilirubinTotal1.2 mg/dL (20.5 µmol/L)Direct1.0 mg/dL (17.1 µmol/L)HSerum acetaminophen11 μg/mL (therapeutic level, 5-20 μg/mL)Viral hepatitis panelNegativeDoppler ultrasound of the abdomen shows a normal-appearing liver and patent portal and hepatic veins. There is no biliary ductal dilation, ascites, or splenomegaly.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Discharge home with close follow-up",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous N-acetylcysteine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liver transplant evaluation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisolone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to administer intravenous (IV) N-acetylcysteine (Option B). Acetaminophen-induced injury is the most common cause of severe acute liver injury and acute liver failure in the United States and should always be considered in these settings. A detailed medication history should be obtained in all patients. Unintentional overuse of acetaminophen over multiple doses (sometimes called “therapeutic misadventure”) has been associated with an increased risk for poor outcomes compared with single overingestions. All patients suspected of having acetaminophen-related acute liver failure or with acute liver failure of unknown cause should immediately receive IV N-acetylcysteine regardless of serum acetaminophen levels. This patient has evidence of acute hepatocellular liver injury but does not have acute liver failure because there is no evidence of synthetic liver dysfunction or encephalopathy. She has been taking over-the-counter medications containing acetaminophen for an upper respiratory tract infection; suspicion for acetaminophen toxicity should be high despite her therapeutic serum acetaminophen level, and she should immediately receive IV N-acetylcysteine.This patient should not be discharged home with close follow-up (Option A) because acetaminophen-induced liver injury is suspected, and her clinical trajectory is not yet known. N-acetylcysteine should be administered with laboratory monitoring to confirm clinical improvement.Liver transplant evaluation (Option C) is not the most appropriate management. All patients with acute liver failure, defined as the combination of acute liver injury with synthetic liver dysfunction and encephalopathy, should be assessed for candidacy for liver transplantation. However, this patient does not yet show evidence of acute liver failure. She requires treatment with N-acetylcysteine.Prednisolone (Option D) is not indicated because glucocorticoids have no demonstrated benefit in acetaminophen-induced liver injury, and glucocorticoids may increase the risk for infection in this setting. Glucocorticoids may be considered in selected patients with acute liver failure due to autoimmune hepatitis or drug-induced liver injury with autoimmune features, but the evidence for benefit in autoimmune hepatitis with acute liver failure has been inconclusive.",
  "critique_links": [],
  "key_points": [
    "The most common cause of acute liver injury and failure in the United States is acetaminophen toxicity; N-acetylcysteine should be promptly administered to patients with acute liver injury or liver failure if there is any possibility that acetaminophen could be the cause (including in cases of unknown cause)."
  ],
  "references": "Chiew AL, Buckley NA. Acetaminophen poisoning. Crit Care Clin. 2021;37:543-561. PMID: 34053705 doi:10.1016/j.ccc.2021.03.005",
  "related_content": {
    "syllabus": [
      "hpsec24009_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.111229-06:00"
}