{
  "question_id": "idmcq24100",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat a patient with mild community-acquired diarrhea with supportive care.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 30-year-old woman is evaluated for a 36-hour history of crampy abdominal pain and watery diarrhea occurring four to five times daily. No blood or mucus is visible in her stool. She reports some nausea and one episode of emesis, but she has not had to limit her activities. Medical history is unremarkable, she has not traveled recently, and she takes no medications.On physical examination she appears uncomfortable. Temperature is 37.7 °C (99.9 °F), blood pressure is 120/70 mm Hg, and pulse rate is 78/min. Mucous membranes are moist. Abdominal examination reveals hyperactive bowel sounds and mild tenderness to palpation; no abdominal distension, guarding, or rebound is noted.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Microbiologic assessment of stool",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Supportive care",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Most healthy patients with mild watery diarrheal illness of less than 3 days' duration can be treated supportively (Option D) without additional diagnostic assessment or antimicrobial therapy. Supportive care for most patients consists of keeping up with fluid and salt losses by consuming fruit juices, water, sports drinks, salty soups, and saltine crackers. Most community-acquired diarrhea is viral; consequently, treatment does not result in shortening of illness duration, and antibiotics would not benefit the patient. Noroviruses are the most common cause of acute gastroenteritis in adults in the United States and are the leading cause of foodborne illness. Norovirus outbreaks on cruise ships and in schools and other institutionalized settings are well documented. Interpersonal transmission is primarily fecal-oral. Infection can develop after ingestion of fewer than 100 viral particles. The incubation period is typically less than 2 days, and infected patients usually have self-limited watery diarrhea, nausea, vomiting, abdominal pain, and fever. No targeted antiviral agents are available, so treatment is supportive.When acute watery diarrhea is debilitating (i.e., moderate-to-severe illness) and associated with travel, antibiotic therapy with azithromycin (Option A), a fluoroquinolone (such as ciprofloxacin; Option B), rifamycin, or rifaximin is recommended. However, resistance of enteric pathogens to fluoroquinolones is increasing worldwide.If acute watery diarrhea is not travel associated and a fever of 38.3 °C (100.9 °F) or greater persists for 3 or more days, then microbiologic assessment (Option C) should be considered followed by empiric azithromycin treatment. Microbiologic assessment should guide treatment of persistent (>2 to <4 weeks) and chronic (≥4 weeks) diarrhea.",
  "critique_links": [],
  "key_points": [
    "Healthy patients with mild watery diarrheal illness of less than 3 days' duration can often be treated supportively without additional diagnostic assessments or antimicrobial therapy.",
    "Most community-acquired diarrhea is viral, and antibiotic treatment would not result in a shortened illness duration."
  ],
  "references": "Shane AL, Mody RK, Crump JA, et al. 2017 Infectious Diseases Society of America clinical practice guidelines for the diagnosis and management of infectious diarrhea. Clin Infect Dis. 2017;65:e45-e80. PMID: 29053792 doi:10.1093/cid/cix669",
  "related_content": {
    "syllabus": [
      "idsec24016_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.811218-06:00"
}