{
  "question_id": "cvqqq24025",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat a patient with peripheral artery disease and an arterial ulcer with revascularization.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 67-year-old man is evaluated for a right leg ulcer anterior to the lateral malleolus that has been present for 2 months. Pain is present and worse when the leg is propped up. Medical history is significant for type 2 diabetes mellitus and hypertension; he is a former smoker (50 pack-years). Medications are subcutaneous insulin glargine, lisinopril, amlodipine, rosuvastatin, and metformin.On physical examination, vital signs are normal. An ulcer with well-demarcated edges and a pale base is noted. Pedal pulses are diminished; ankle-brachial index is 0.3.",
  "question_stem": "In addition to initiating aspirin and appropriate wound care measures, which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Below-the-knee amputation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Compression therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Revascularization evaluation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical recombinant human epidermal growth factor",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient has an arterial leg ulcer with signs of reduced arterial blood flow to his lower extremity (distal location of ulcer, in an area of limited arterial redundancy; well-demarcated edge, dry and “punched out” appearance with pale or necrotic base; diminished pulses; elevation pallor or pain), and revascularization (Option C) should be considered. General principles of ulcer care include wound debridement, infection control, dressings, and off-loading of pressure. However, the most effective treatment for arterial ulcers is to pursue revascularization, either through an endovascular procedure or open bypass surgery. This patient should be referred to a vascular surgeon to determine if a revascularization procedure is appropriate.This patient does not have life-threatening limb ischemia or sepsis from a severe wound. Therefore, amputation is not indicated (Option A).Graded-pressure compression therapy (Option B) is recommended for venous leg ulcers to treat the current ulcer and prevent future ulceration from ongoing venous stasis. Venous leg ulcers are typically near the medial malleolus, and associated skin findings of venous dermatitis and pigment deposition are common. An aching or burning pain that improves with leg elevation may be present. This patient's symptoms and physical examination findings do not support the presence of a venous ulcer. Use of graded-pressure compression therapy is not appropriate for patients with peripheral artery disease with arterial ulcers.Topical recombinant human epidermal growth factor (Option D) may help with healing in diabetic foot ulcers. This agent may have utility for healing other forms of ulcers, but consultation for definitive revascularization therapy should be sought first.",
  "critique_links": [],
  "key_points": [
    "The most effective treatment for arterial ulcers is to pursue revascularization, either through an endovascular procedure or open bypass surgery."
  ],
  "references": "Shamaki GR, Markson F, Soji-Ayoade D, et al. Peripheral artery disease: A comprehensive updated review. Curr Probl Cardiol. 2022;47:101082. PMID: 34906615 doi:10.1016/j.cpcardiol.2021.101082",
  "related_content": {
    "syllabus": [
      "cvsec24012_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.825955-06:00"
}