{
  "question_id": "onmcq24019",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat limited cutaneous T-cell lymphoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old patient is evaluated for a several-year history of intermittent pruritis and erythema of the upper torso and back. Symptoms would initially spontaneously improve but have now become persistent. The patient has no other medical problems and takes no medications.On physical examination, vital signs are normal. Diffuse erythema of the upper torso is present.Results of laboratory studies and peripheral blood flow cytometry are normal.Dermatologic biopsy specimen from the rash is consistent with cutaneous T-cell lymphoma. CT scans of the neck, chest, and abdomen show no abnormalities.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Immunotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Systemic chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical glucocorticoids",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Total skin radiation therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is to start topical glucocorticoid therapy (Option C). This patient has been diagnosed with cutaneous T-cell lymphoma (CTCL), more specifically mycosis fungoides. Mycosis fungoides has a range of dermatologic manifestations, from maculopapular eruptions to skin tumors with ulcerations to diffuse erythroderma.(see Figure: critique Diffuse Erythroderma in Mycosis Fungoides)Initially, the skin findings can wax and wane over time, but they then slowly progress for months to years. Diagnosis is made by skin biopsy. However, CTCL is frequently misdiagnosed (often as eczema) early in the course of the disease, leading to a delay in diagnosis. Treatment for CTCL depends on the degree of involvement. Early stages that are confined to the skin can be managed with topical agents (e.g., glucocorticoids and retinoids), ultraviolet therapy, and, in some cases, local radiation therapy. Because this patient has early-stage disease, topical therapy would be recommended.Treatment with immunotherapy, such as the antibody-drug conjugate brentuximab vedotin (Option A), is not indicated in this patient because of the limited disease. Brentuximab vedotin is used in combination with chemotherapy for patients with peripheral CTCL who have CD30-positive tumor cells.Treatment with systemic chemotherapy (Option B) is not indicated in this patient whose disease is limited to the skin and who has normal CT scans of the neck, lung, and abdomen. Advanced CTCL is associated with a survival of less than 4 years and requires more aggressive treatment. Systemic chemotherapy is warranted in patients with disease that includes involvement of lymph nodes and organs, such as the lung or liver. Sézary syndrome, a form of CTCL involving diffuse erythroderma and circulating malignant T cells, also requires treatment with systemic chemotherapy. The normal blood count and peripheral blood flow cytometry result in this patient exclude the diagnosis of Sézary syndrome.Total skin radiation therapy (Option D) would be inappropriate for this patient given the limited disease involvement. As with systemic chemotherapy, electron-beam irradiation may be required to treat more advanced forms of CTCL.",
  "critique_links": [],
  "key_points": [
    "Early stages of cutaneous T-cell lymphoma (CTCL) that are confined to the skin can be managed with topical agents, such as glucocorticoids, retinoids, and ultraviolet therapy.",
    "More advanced CTCL is associated with a survival of less than 4 years and requires more aggressive skin treatment with electron-beam irradiation and systemic chemotherapy."
  ],
  "references": "Khan N, Noor SJ, Horwitz S. How we treat mycosis fungoides and Sézary syndrome. Clin Adv Hematol Oncol. 2021;19:573-81. PMID: 34495021",
  "related_content": {
    "syllabus": [
      "onsec24008_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.538837-06:00"
}