{
  "question_id": "idqqq24001",
  "category": "id",
  "educational_objective": "Treat bacterial meningitis in an older patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 65-year-old man is evaluated in the emergency department for a severe headache and photophobia of 2 days' duration.Blood pressure is 170/88 mm Hg, temperature is 38.5 °C (101.3 °F), pulse rate is 100/min, and respiration rate is 25/min. Nuchal rigidity is present. Funduscopic examination shows no papilledema. No rash is noted.Blood cultures are obtained, and a lumbar puncture is performed; cerebrospinal fluid results are pending.",
  "question_stem": "Which of the following is the most appropriate empiric treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ceftriaxone and vancomycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ceftriaxone and vancomycin plus dexamethasone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vancomycin, ceftriaxone, and ampicillin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin, ceftriaxone, and ampicillin plus dexamethasone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has suspected bacterial meningitis, and empiric treatment with intravenous vancomycin, ceftriaxone, and ampicillin plus dexamethasone (Option D) should be initiated promptly to cover the most likely infecting organisms. Initial empiric antibiotic selection is based on age, local epidemiologic patterns of pneumococcal resistance, and the necessity of coverage for Listeria monocytogenes. Streptococcus pneumoniae and Neisseria meningitidis account for more than 80% of cases, and primary empiric antibiotic therapy must adequately cover these organisms. Empiric coverage includes a third-generation cephalosporin (ceftriaxone or cefotaxime) that penetrates the central nervous system combined with vancomycin to treat possible β-lactam–resistant S. pneumoniae. Although L. monocytogenes accounts for less than 5% of meningitis cases in immunocompetent persons, the incidence increases significantly with age. Therefore, in patients older than 50 years, such as this patient, or in persons with impaired cell-mediated immunity, ampicillin is added to empiric therapy for Listeria coverage. Adjunctive dexamethasone, given concomitantly with or just before the first dose of antibiotic therapy, reduces morbidity and mortality in adults with pneumococcal meningitis in developed countries. Dexamethasone should be administered for 4 days in adult patients with confirmed S. pneumoniae meningitis; emerging data suggest that dexamethasone may be appropriate in cases of nonpneumococcal community-acquired bacterial meningitis as well. In this patient, the combination of ampicillin, ceftriaxone, and vancomycin plus dexamethasone provides the most appropriate empiric coverage while cerebrospinal fluid analysis and culture results are pending.Ceftriaxone and vancomycin (Option A) without ampicillin would be an inadequate regimen for this patient because it lacks coverage for Listeria; additionally, initial empiric therapy for all adults should include dexamethasone.Ceftriaxone and vancomycin plus dexamethasone (Option B) is appropriate empiric treatment for suspected bacterial meningitis in immunocompetent patients aged 50 years or younger. It is not appropriate for this patient because it lacks coverage for the possibility of Listeria infection.Empiric therapy with vancomycin, ceftriaxone, and ampicillin without dexamethasone (Option C) increases the risk for excess morbidity and mortality if the patient has S. pneumoniae meningitis and is not an appropriate treatment option.",
  "key_points": [
    "Empiric intravenous antibiotic therapy, with adjunctive dexamethasone, should be started as soon as possible when community-acquired bacterial meningitis is suspected; ceftriaxone plus vancomycin is appropriate for patients aged 50 years or younger, and ampicillin, ceftriaxone, and vancomycin is appropriate for patients older than 50 years or those with altered cell-mediated immunity."
  ],
  "references": "van de Beek D, Cabellos C, Dzupova O, et al; ESCMID Study Group for Infections of the Brain (ESGIB). ESCMID guideline: diagnosis and treatment of acute bacterial meningitis. Clin Microbiol Infect. 2016;22 Suppl 3:S37-62. PMID: 27062097 doi:10.1016/j.cmi.2016.01.007",
  "related_content": {
    "syllabus": [
      "idsec24001_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.813103-06:00"
}