{
  "question_id": "oncor25015",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Diagnose chronic lymphocytic leukemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 62-year-old woman is evaluated for leukocytosis, first noted during an episode of pyelonephritis 4 weeks ago. She is currently asymptomatic. At the time of diagnosis, her blood leukocyte count was 35,200/uL (35.2 × 109/L). She was treated with antibiotics and experienced complete resolution of her symptoms. She is otherwise healthy and takes no medications.Repeat laboratory studies:Hematocrit39%Hemoglobin13 g/dL (130 g/L)Leukocyte count31,750/µL (31.8 × 109/L) with 93% lymphocytes, 4% neutrophils, 2% monocytes, and 1% bandsHPlatelet count372,000/µL (372 × 109/L)Peripheral blood smear is shown.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Bone marrow biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Epstein-Barr virus IgG and IgM",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Flow cytometry of the peripheral blood",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the evaluation of this patient with likely chronic lymphocytic leukemia (CLL) is peripheral blood flow cytometry (Option D). CLL and the non-Hodgkin lymphoma small lymphocytic lymphoma (SLL) are the same disease; the only difference is the primary site where the cancer manifests (blood and bone marrow for CLL and mostly lymph nodes for SLL). CLL/SLL is a mature B-cell neoplasm characterized by a progressive increase in monoclonal B lymphocytes. Most patients with early CLL are asymptomatic, and their disease is first indicated by an increase in absolute lymphocytes on complete blood count. On peripheral blood smear, the lymphocytes are predominantly small and mature appearing, although they may be fragile and become damaged during slide preparation, forming “smudge cells,” as shown.Flow cytometry using peripheral blood is essential in establishing the diagnosis and will reveal B-cell antigens (CD19, 20, and 23), coexpression of CD5 (normally a T-cell marker), and low levels of a monoclonal surface immunoglobulin. This patient with an incidental finding of peripheral lymphocytosis and smudge cells on peripheral blood smear is highly likely to have CLL, and flow cytometry of the peripheral blood is the next diagnostic step.Bone marrow aspiration and biopsy (Option A) are not necessary to diagnose and stage most patients with CLL. Once the diagnosis is established by flow cytometry, staging depends on the presence of lymphadenopathy, abdominal organomegaly, and cytopenias in the other cell lines.Although chest CT (Option B) may demonstrate lymphadenopathy associated with CLL, no radiologic findings are pathognomonic of this disease. Body imaging may be used to stage the disease once the diagnosis is established, but it is not indicated until CLL is confirmed.Epstein-Barr virus (Option C) often causes lymphocytosis and atypical lymphocytes on blood smear, but it rarely causes smudge cells nor the degree of lymphocytosis seen in this patient. Epstein-Barr virus antibody testing is unlikely to yield actionable information in this patient.",
  "critique_links": [],
  "key_points": [
    "In patients with suspected chronic lymphocytic leukemia, flow cytometry using peripheral blood is essential in establishing the diagnosis; bone marrow aspiration and biopsy are not necessary in most patients."
  ],
  "references": "Hallek M, Al-Sawaf O. Chronic lymphocytic leukemia: 2022 update on diagnostic and therapeutic procedures. Am J Hematol. 2021;96:1679-1705. PMID: 34625994 doi:10.1002/ajh.26367",
  "related_content": {
    "syllabus": [
      "onsec24008_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.818630-06:00"
}