{
  "question_id": "rmcor25003",
  "category": "rm",
  "educational_objective": "Diagnose scleritis in a patient with rheumatoid arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for a 2-day history of deep, boring pain, redness, and photophobia in the right eye. She has not experienced recent trauma to the right eye. She has a 10-year history of rheumatoid arthritis. Her only medication is etanercept.On physical examination, vital signs are normal. Diffuse right eye redness is noted, and there is pain on extraocular movement testing. Gentle pressure over the eye with the lid closed results in pain. There is no scleromalacia in either eye. Visual acuity of the right eye is diminished. Range of motion of the right wrist is limited. The joints of the upper and lower extremities are not swollen.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Central retinal artery occlusion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Keratoconjunctivitis sicca",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Scleritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Subconjunctival hemorrhage",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is scleritis (Option C) in this patient with rheumatoid arthritis (RA), a painful, red eye, and vision loss. RA is one of the most common diseases associated with scleritis. Scleritis can threaten vision and lead to blindness; when the diagnosis is suspected, urgent ophthalmology referral is indicated. Typical features of scleritis include eye pain, pain with gentle palpation of the globe, and photophobia. The deep scleral vessels are involved and may eventually lead to scleromalacia, characterized by thinning of the sclera, which appears as a dark area in the white sclera. Scleromalacia may in turn lead to perforation of the sclera (scleromalacia perforans). This patient with RA and monocular redness, tenderness, and vision loss should be rapidly evaluated for scleritis, the most likely diagnosis.Central retinal artery occlusion (Option A) is a feared complication of giant cell arteritis, but it is not associated with RA. Central retinal artery occlusion presents as sudden, painless, severe monocular vision loss. It is not associated with ocular erythema or pain, both of which are seen in this patient.The most common eye manifestation in RA is dry eye (keratoconjunctivitis sicca) (Option B). It occurs in 10% to 15% of patients and can be severe. Most of these patients also have dry mouth and may potentially have secondary Sjögren disease. Onset of dry eye symptoms is subacute and gradual, rather than acute, and keratoconjunctivitis sicca is not commonly associated with the severe pain and tenderness seen in this patient.Subconjunctival hemorrhage (Option D) is a common disorder and typically benign in origin. It is caused by painless bleeding into the superficial portion of the eye. Examination reveals a blotchy redness (from extravascular blood) that is typically confined to one area of the conjunctiva. Subconjunctival hemorrhage is painless and not associated with loss of vision, so it is not compatible with this patient's presentation.",
  "critique_links": [],
  "key_points": [
    "Rheumatoid arthritis is one of the most common diseases associated with scleritis, which commonly presents as an acutely painful, red eye.",
    "Scleritis is an urgent diagnosis because it can threaten vision and lead to thinning of the sclera and perforation."
  ],
  "references": "Reddy AK, Kolfenbach JR, Palestine AG. Ocular manifestations of rheumatoid arthritis. Curr Opin Ophthalmol. 2022;33:551-556. PMID: 36165413 doi:10.1097/ICU.0000000000000890",
  "related_content": {
    "syllabus": [
      "rmsec24003_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.549415-06:00"
}