{
  "question_id": "cvmcq24074",
  "category": "cv",
  "educational_objective": "Treat constrictive pericarditis with pericardiectomy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 68-year-old man is evaluated while hospitalized for dyspnea, abdominal distention, and lower extremity edema. He has had 6 months of progressive symptoms. He has a history of coronary artery bypass graft surgery and had an aortic valve replacement at age 58 years. Current medications are furosemide, aspirin, metoprolol, and atorvastatin.On physical examination, blood pressure is 100/70 mm Hg, pulse rate is 99/min and regular, and oxygen saturation is 95% breathing room air. Central venous pressure is elevated, and Kussmaul sign is present. The lungs are clear to auscultation. No S3 or murmur is heard. An abdominal fluid wave and 2+ pitting edema are noted.Laboratory studies:INR1.1Albumin3.7 mg/dL (37 g/L)N-terminal pro–B-type natriuretic peptide70 pg/mL (70 ng/L)C-reactive proteinNormalDoppler echocardiogram reveals a left ventricular ejection fraction of 65%, normal wall thickness, biatrial enlargement, and a dilated inferior vena cava. Results of abdominal ultrasound and diagnostic paracentesis are consistent with congestive hepatopathy. Chest CT scan shows pericardial thickening and calcification.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Heart transplantation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ibuprofen and colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pericardial window surgery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pericardiectomy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with chronic constrictive pericarditis is pericardiectomy (Option D). Constrictive pericarditis is characterized by pericardial thickening, fibrosis, and sometimes calcification that impair diastolic filling and limit total cardiac volume. It most commonly presents with right heart failure and volume overload, including ascites. Transient constrictive pericarditis may occur with pericardial thickening and impaired distensibility without fibrosis or calcification in the setting of acute or subacute inflammation. In these patients, signs of inflammation such as fever and elevated inflammatory markers may be present. In contrast, chronic constrictive pericarditis is associated with a fibrotic or calcified pericardium. Treatment of transient constrictive pericarditis is the same as for acute pericarditis with the addition of diuretics. Patients with chronic pericardial constriction, however, should be referred for surgical pericardial stripping (pericardiectomy). This patient has chronic pericardial constriction as demonstrated by signs of right heart failure, ventricular interdependence on Doppler echocardiography, and pericardial calcification on imaging. He should be referred for pericardiectomy.Heart transplantation (Option A) is most commonly indicated for severe heart failure symptoms despite maximal medical therapy. This patient has constrictive pericarditis, which can be treated directly with pericardiectomy, and cardiac transplantation is not warranted.Ibuprofen and colchicine (Option B) are used to treat acute and recurrent pericarditis and may be effective in treating transient constrictive pericarditis. This patient, however, has no evidence of active pericarditis or inflammation, and he is unlikely to benefit from anti-inflammatory therapy.Pericardial window surgery (Option C) is not the best option for this patient with chronic constrictive pericarditis. Fluid drainage may help relieve symptoms in the effusive phase of disease; however, in patients with chronic pericardial constriction, pericardial effusion is rarely a prominent feature. An attempt at pericardial stripping is indicated.",
  "critique_links": [],
  "key_points": [
    "Transient constrictive pericarditis is suggested by pericardial constriction with evidence of inflammation such as fever and elevated inflammatory markers; treatment is the same as for acute pericarditis with the addition of diuretics.",
    "Patients with chronic pericardial constriction should be referred for surgical pericardial stripping (pericardiectomy)."
  ],
  "references": "Gillombardo CB, Hoit BD. Constrictive pericarditis in the new millennium. J Cardiol. 2023. PMID: 37714264 doi:10.1016/j.jjcc.2023.09.003",
  "related_content": {
    "syllabus": [
      "cvsec24008_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:26.614828-06:00"
}