{
  "question_id": "hpmcq24011",
  "category": "hp",
  "educational_objective": "Manage gallbladder polyps.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 37-year-old man is evaluated in the office after an emergency department visit 2 weeks ago for right-upper-quadrant pain. He is currently asymptomatic but has intermittently experienced this pain in the past, which frequently follows meals. Physical examination findings, including vital signs, are normal.Ultrasound of the upper abdomen in the emergency department revealed a 9-mm gallbladder polyp and no gallstones or dilated ducts.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cholecystectomy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ultrasonography in 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ultrasonography in 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is cholecystectomy (Option A). Gallbladder polyps are usually found incidentally and can be seen on 1% to 5% of gallbladder ultrasounds, but they may be symptomatic if they cause obstruction of the cystic duct. Most polyps are cholesterol polyps, but some may be adenomatous. Less than 0.5% of adenomatous polyps are malignant, and neoplasms usually occur only in polyps larger than 10 mm; therefore, patients with polyps 10 mm or greater should be referred for cholecystectomy. If polyps are less than 10 mm in size but are symptomatic, such as in this patient, cholecystectomy is also indicated. Management of asymptomatic polyps smaller than 10 mm or associated with risk factors is outlined in Figure: Algorithm for Gallbladder Polyp Management.Ultrasonography in 6 months (Option B) to monitor for growth is inappropriate because the patient is symptomatic and should instead be referred for cholecystectomy now. Ultrasonography in 6 months could be considered for a patient with an asymptomatic polyp 6 to 9 mm in size with no other risk factors.Ultrasonography in 1 year (Option C) should be performed for a patient with a polyp 5 mm or smaller in size and no other risk factors. This patient has a symptomatic 9-mm polyp and should be referred for cholecystectomy.Patients with gallbladder polyps should undergo surveillance ultrasonography or be managed with cholecystectomy, depending on the presence of symptoms, the size of the polyp, and other risk factors. Therefore, providing no additional management (Option D) for this patient is inappropriate.",
  "critique_links": [],
  "key_points": [
    "Gallbladder polyps of any size with associated symptoms and those that are 10 mm or more in size should be removed by cholecystectomy.",
    "Management of gallbladder polyps smaller than 10 mm depends on size and associated risk factors."
  ],
  "references": "Zia HA, Siddiqui UD. Biliary tract malignancies related to gallbladder polyps, primary sclerosing cholangitis, and choledochal cysts. Clin Liver Dis (Hoboken). 2021;18:85-89. PMID: 34584674 doi:10.1002/cld.1101",
  "related_content": {
    "syllabus": [
      "hpsec24002_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.652203-06:00"
}