{
  "question_id": "npmcq24039",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Prevent kidney stones in a patient with recurrent kidney stones.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 66-year-old patient is evaluated during a follow-up visit after passing a second kidney stone in 6 months. They have stage G3 chronic kidney disease, diabetes mellitus, hyperlipidemia, and hypertension. Medications are metformin, empagliflozin, atorvastatin, and lisinopril.Physical examination findings, including vital signs, are normal.Laboratory studies:Creatinine1.5 mg/dL (133 µmol/L)HUrine albumin-creatinine ratio500 mg/gHEstimated glomerular filtration rate55 mL/min/1.73 m2 UrinalysispH 5.5; 1+ protein24-Hour urine volume1.5 L/24 h",
  "question_stem": "Which of the following is the most appropriate measure to prevent future recurrence of kidney stones?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease calcium intake",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase fluid intake",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiate allopurinol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Initiate furosemide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate measure to prevent future recurrence of kidney stones is to increase fluid intake (Option B). Adequate fluid intake is the cornerstone of treatment for patients with any type of kidney stone. To tailor additional treatment, patients with kidney stones should strain their urine to collect stone fragments for chemical analysis if stone composition is unknown. In addition, a 24-hour urine collection for measurement of volume, calcium, oxalate, citrate, uric acid, and sodium should be obtained from all patients with recurrent stones. Most stones are composed of calcium oxalate, and about 10% are uric acid stones. Uric acid stones are more prevalent in areas that are hot and dry because the concentrated urine and low pH encourage the precipitation of uric acid; this patient has a urine pH of 5.5, which increases the risk for uric acid stones. Regardless of stone composition, increased fluid intake ensures that the urine is less concentrated. A concentrated urine from low fluid intake promotes the supersaturation of minerals, which contributes to stone formation. Recommendations state that patients with recurrent kidney stones of any type should increase their fluid intake to a urine output goal of more than 2 to 2.5 L/24 h. In addition to increasing fluid intake and therefore urine volume, interventions to reduce kidney stone recurrence can be tailored based on the stone composition, if known (Table: Kidney Stone Risk Factors Based on Stone Type and Therapy).Decreasing calcium intake (Option A) has not been shown to decrease kidney stone recurrence. Calcium complexes with oxalate in the gastrointestinal tract; decreasing calcium intake causes increased oxalate absorption and increases the risk for calcium oxalate stone formation. Recommendations support a normal-calcium diet in these patients.Although lowering serum uric acid with allopurinol (Option C) may help reduce recurrence of uric acid kidney stones, increasing fluid intake is the most appropriate initial step. If this patient is found to have stones composed of uric acid and they continue to have uric acid stone formation despite increased fluid intake and alkali therapy, then allopurinol could be a useful adjunctive treatment.Initiating furosemide (Option D) would increase urinary calcium, and thus could increase stone formation in a patient with calcium-containing kidney stones.",
  "critique_links": [],
  "key_points": [
    "Increased fluid intake is the most important intervention to prevent recurrent kidney stones, regardless of stone composition.",
    "To prevent recurrent kidney stones, urine output should be targeted to more than 2 to 2.5 L/24 h to decrease urine solute concentration."
  ],
  "references": "Rule AD, Lieske JC, Pais VM Jr. Management of kidney stones in 2020. JAMA. 2020;323:1961-2. PMID: 32191284 doi:10.1001/jama.2020.0662",
  "related_content": {
    "syllabus": [
      "npsec24004_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.818908-06:00"
}