{
  "question_id": "enmcq24066",
  "category": "en",
  "educational_objective": "Manage autonomic diabetic neuropathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 65-year-old man is evaluated for recurrent dizziness when getting up from a chair. Medical history is relevant for type 1 diabetes mellitus, diagnosed 45 years ago; dyslipidemia; and diabetic retinopathy. Medications are insulin glargine, insulin lispro, and rosuvastatin.On physical examination, blood pressure is 120/78 mm Hg and pulse rate is 90/min with the patient seated; blood pressure is 98/60 mm Hg and pulse rate is 92/min after standing. Other vital signs are normal. Mucous membranes are moist, and skin turgor is normal. Sensation is reduced to 10-g monofilament and absent to vibration.Laboratory studies:8 am cortisol 19 μg/dL (524.4 nmol/L)Hemoglobin A1c7.0%H",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Fludrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Increased dietary salt and water intake",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Midodrine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has diabetic autonomic neuropathy that is causing orthostatic hypotension; the most appropriate next step in management is increasing dietary salt and water intake (Option C). Diabetic autonomic neuropathy may affect one or multiple organs, including the cardiovascular system. Cardiovascular autonomic neuropathy (CAN) is important to recognize because it is an independent risk factor for sudden death. Symptoms and signs of CAN include orthostatic hypotension, resting sinus tachycardia, and exercise intolerance. Patients may not have a compensatory baroreflex-induced heart rate response with orthostatic hypotension, as in this case, which is further suggestive of CAN. Treatment of orthostatic hypotension in the setting of diabetic autonomic neuropathy focuses on glycemic control and symptom management. The most important initial treatment is increasing water and salt intake. Other nonpharmacologic measures are compression stockings; changing positions slowly; and exercise, because deconditioning may worsen symptoms. Medications that exacerbate symptoms should be avoided. This patient should be counseled on nonpharmacologic lifestyle changes to treat his symptoms.Hydrocortisone (Option B) should not be started in this patient. Ruling out adrenal insufficiency in a patient with type 1 diabetes with orthostatic hypotension is reasonable, and this patient's normal cortisol level indicates that he does not have adrenal insufficiency. In the absence of adrenal insufficiency, hydrocortisone has no role in treating orthostatic hypotension.If nonpharmacologic interventions do not provide benefit, then pharmacologic therapy may be required for refractory symptoms. Midodrine (Option D) and droxidopa are FDA approved to treat orthostatic hypotension. Although not FDA approved for this indication, fludrocortisone (Option A) may also be used. Before pharmacologic therapy is initiated, this patient should be treated with nonpharmacologic measures.",
  "critique_links": [],
  "key_points": [
    "Orthostatic hypotension due to diabetic autonomic neuropathy is first treated with nonpharmacologic measures: increased water and salt intake, compression stockings, exercise, and avoidance of medications that exacerbate symptoms.",
    "Pharmacologic interventions for orthostatic hypotension due to diabetic autonomic neuropathy, which can be considered in patients with symptoms refractory to nonpharmacologic treatment, are midodrine, droxidopa, and fludrocortisone."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 12. Retinopathy, neuropathy, and foot care: Standards of Care in Diabetes—2025. Diabetes Care. 2025;48:S252-S265. PMID: 39651973 doi:10.2337/dc25-S012",
  "related_content": {
    "syllabus": [
      "ensec24002_24041"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.246931-06:00"
}