{
  "question_id": "dmmcq24022",
  "category": "dm",
  "educational_objective": "Diagnose nodular basal cell carcinoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 65-year-old man is evaluated for a \"pimple\" on the left side of his face that has been growing slowly over the past 6 months. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal.Skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Actinic keratosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Melanoma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nodular basal cell carcinoma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Squamous cell carcinoma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This most likely diagnosis is basal cell carcinoma (BCC) (Option C). BCC is the most common skin cancer, although it generally grows slowly and rarely metastasizes. There are several histologic subtypes of BCC, including nodular, superficial, pigmented, and sclerotic. The presence of multiple subtypes results in varying clinical appearance and can make diagnosis a challenge. Patients most commonly present with a new papule that is bleeding or not healing. Other signs of skin photodamage, such as freckles and lentigines, are often present. Nodular BCC is the most common type of BCC and presents as a pearly or translucent nodule with arborizing telangiectasias; it is most commonly found on the face and especially the nose. It may also have a central depression or ulceration with a rolled, waxy border. The diagnosis of BCC is obtained by punch or shave biopsy. Therapeutic options include surgery (standard excision, Mohs micrographic surgery); electrodesiccation and curettage; cryosurgery; topical chemotherapy; and radiation therapy. In the infrequent case of metastatic or inoperable lesions, oral hedgehog pathway inhibitors (vismodegib, sonidegib) are effective. After initial treatment, dermatologic evaluations should be completed every 6 to 12 months because of the high risk for a second BCC. This patient presents with a translucent, pearly raised papule on the left side of his face consistent with a nodular BCC.Actinic keratosis (Option A) presents as a slowly enlarging, rough, scaly skin patch. It is a precancerous lesion, although only 1% to 5% of these lesions progress to squamous cell carcinoma (SCC). This risk for SCC in an individual patient, however, may be significant as most patients have multiple actinic keratosis lesions. This patient's presentation is not suggestive of actinic keratosis.Melanoma (Option B) is the leading cause of skin cancer–related deaths, requiring early detection. The ABCDEs of identifying characteristics of melanoma, specifically Asymmetry, irregular Borders, multiple Colors, Diameter greater than 6 mm, and Evolution or change over time, can be helpful but are not definitive. Excisional biopsy should be performed in suspected melanoma. This lesion lacks the typical features of melanoma, including ill-defined border, irregular shape, and variegated color.SCC (Option D) is the second most common skin cancer. SCC typically presents as hyperkeratotic, indurated papules or plaques in sun-exposed areas. This patient presents with a translucent, pearly, raised papule, which is not consistent with the clinical presentation of SCC.",
  "key_points": [
    "Nodular basal cell carcinoma (BCC) is the most common type of BCC, typically presenting as a pearly or translucent nodule or papule with arborizing telangiectasias; it may often have a central depression or ulceration with a rolled, waxy border."
  ],
  "references": "Naik PP, Desai MB. Basal cell carcinoma: A narrative review on contemporary diagnosis and management. Oncol Ther. 2022;10:317-335. PMID: 35729457 doi:10.1007/s40487-022-00201-8",
  "related_content": {
    "syllabus": [
      "dmsec24017_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:47:48.741284-06:00"
}