{
  "question_id": "csmcq24009",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose sciatica due to lumbar disk herniation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 34-year-old man is evaluated for sudden-onset low back pain that radiates down the left leg. The pain began 3 days ago when lifting a heavy box. It is mostly dull, but sometimes sharp, and shoots down the back of the left leg to the foot. It worsens with bending over, and he has difficulty finding a comfortable position. He has also noted mild left foot weakness without sensory changes or changes in bowel or bladder function. He has type 2 diabetes mellitus, and his only medication is metformin.On physical examination, he appears uncomfortable and moves with an antalgic gait. Vital signs are normal. Bilateral straight leg raise tests reproduce the pain radiating into the foot. He has mild weakness in plantar flexion on the left and difficulty walking on tiptoes. Mild numbness in the left great toe webspace is observed. The Achilles reflex is diminished on the left.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Lumbar disk herniation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lumbar muscle strain",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lumbar spinal stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sacroiliac joint dysfunction",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is sciatica due to lumbar disk herniation (Option A). Evaluation of patients with low back pain includes a directed history and physical examination (Table: Features Suggesting Specific Causes of Low Back Pain). Specific attention should be paid to red flag findings, including fever, weight loss, localized bony tenderness, bowel and/or bladder changes, and neurologic signs, including perineal numbness and progressive motor weakness, that may suggest a specific underlying cause. Sciatica is a common cause of low back pain and is often caused by disk herniation with impingement on the lumbar nerve roots. The pain usually presents acutely and radiates from the back through the buttocks down into the leg, often extending to the foot. It may increase with coughing, sneezing, or the Valsalva maneuver. Positive ipsilateral and contralateral straight leg raise test results support the diagnosis; other neurologic findings depend on the level affected (Table: Neurologic Deficits in Patients With Low Back Pain). This patient's acute low back pain with radiation into the foot, positive straight leg raise test results, and neurologic findings all suggest sciatica due to acute lumbar disk herniation.Lumbar muscle strain (Option B) often occurs in the context of overuse and in conjunction with other acute back injuries. However, in isolation, lumbar muscle strain or sprain would not present with the radiating pain and focal neurologic deficits seen in this patient.Lumbar spinal stenosis (Option C) is the narrowing of the spinal canal with compression of the lumbosacral nerve roots, often secondary to degenerative disk disease. It typically presents as slowly progressive back and bilateral leg pain that is provoked by exercise and relieved with rest or forward flexion. The presentation of this patient is inconsistent with spinal stenosis.Sacroiliac joint dysfunction (Option D) is not the most likely diagnosis. Sacroiliac dysfunction typically presents with more localized low back and buttock pain; joint pain may radiate down the leg but not as far as sciatica caused by disk herniation. Also, the neurologic findings seen in this patient are not associated with sacroiliac dysfunction.",
  "critique_links": [],
  "key_points": [
    "Sciatica from acute disk herniation typically presents as acute low back pain that radiates through the buttocks down into the leg; it may increase with cough, sneeze, or the Valsalva maneuver.",
    "In evaluating back pain, specific attention should be paid to red flag findings, including fever, weight loss, localized bony tenderness, bowel and/or bladder changes, and neurologic signs that may suggest a specific underlying cause."
  ],
  "references": "Chiarotto A, Koes BW. Nonspecific low back pain. N Engl J Med. 2022;386:1732-1740. PMID: 35507483 doi:10.1056/NEJMcp2032396",
  "related_content": {
    "syllabus": [
      "cssec24008_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.762023-06:00"
}