{
  "question_id": "onmcq24009",
  "category": "on",
  "educational_objective": "Evaluate pulmonary function before deciding on treatment for early-stage non–small cell lung cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 60-year-old man undergoes follow-up evaluation for a 2-month history of cough. Initial chest radiograph was unremarkable. Given the persistent cough, CT of the chest was performed, revealing a 1.1-cm mass in the right upper lobe of the lung. PET/CT scan revealed hypermetabolic uptake in the mass without any other sites of hypermetabolic uptake. The patient has a 20-pack-year smoking history. He has no other medical problems and takes no medications.Physical examination findings, including vital signs, are normal.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Brain MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endobronchial ultrasonography and biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mediastinoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pulmonary function testing",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Referral to radiation oncology",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Pulmonary function testing (Option D) is the most appropriate next step for this patient. Standard treatment for very early-stage non–small cell lung cancer (NSCLC) is surgical resection. However, patients who may be surgical candidates based on imaging must undergo a rigorous functional evaluation to predict their anticipated pulmonary function after surgery. The evaluation should include pulmonary function testing, including measurements of FEV1 and Dlco. These tests can determine whether patients can proceed directly to surgery or require further testing before a decision is made about surgical candidacy. If both FEV1 and Dlco are greater than 80% of predicted, surgery can be performed without further evaluation. However, if either is less than 80% of predicted, the predicted postoperative FEV1 and Dlco should be calculated. This is determined by baseline values and assessment of the fractional contribution of the lung to be resected. In some instances, exercise testing is required. Imaging in this patient shows likely stage I NSCLC, and evaluation of surgical candidacy is the next most appropriate step.Brain MRI (Option A) is not appropriate for this patient with apparent stage I NSCLC. Although brain imaging is a standard staging procedure for most patients with NSCLC, it is not indicated for patients with very early-stage disease and no other signs or symptoms suggesting metastatic spread.Endobronchial ultrasonography and biopsy of the lesion (Option B) is not indicated for this patient. He has a solitary hypermetabolic lung mass and is at risk for NSCLC. There is no need to biopsy this mass unless it cannot be removed surgically.Evaluation of possible mediastinal spread of lung cancer with mediastinoscopy (Option C) or endobronchial ultrasonography with mediastinal biopsy is performed in most patients with NSCLC. In patients with likely very early-stage disease such as this patient, however, it is not necessary as part of the pretreatment assessment.Referral to radiation oncology (Option E) would not be appropriate at this time. Stereotactic radiation therapy is a treatment option for patients with early-stage NSCLC who are not surgical candidates. However, it has not yet been determined whether this patient has adequate functional reserve to undergo surgery.",
  "key_points": [
    "Patients with non–small cell lung cancer (NSCLC) who are deemed potential surgical candidates based on imaging need to undergo a rigorous functional evaluation to predict their anticipated pulmonary reserve after surgery.",
    "Patients with very early-stage NSCLC do not require mediastinoscopy or endobronchial ultrasonography with biopsy before surgical resection."
  ],
  "references": "Jain A, Philip B, Begum M, et al. Risk stratification for lung cancer patients. Cureus. 2022;14:e30643. PMID: 36439594 doi:10.7759/cureus.30643",
  "related_content": {
    "syllabus": [
      "onsec24004_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:04.640074-06:00"
}