{
  "question_id": "fcmcq24046",
  "category": "fc",
  "educational_objective": "Manage Parkinson medications in the perioperative period.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 76-year-old man is evaluated in the hospital before right hip surgery scheduled for tomorrow morning. He fell on the ice while walking his dog and sustained a right femoral neck fracture. He has Parkinson disease and dyslipidemia. Outpatient medications are carbidopa-levodopa and atorvastatin.On physical examination, vital signs are normal. He has a resting tremor. The right leg is shortened and externally rotated.",
  "question_stem": "Which of the following is the most appropriate perioperative medication management?",
  "options": [
    {
      "letter": "A",
      "text": "Add metoprolol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continue carbidopa-levodopa and atorvastatin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stop atorvastatin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stop carbidopa-levodopa",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to continue carbidopa-levodopa and atorvastatin (Option B). Patients with Parkinson disease are predisposed to perioperative delirium, hallucinations, orthostatic hypotension, and complications related to dysphagia. Interventions that have been shown to reduce length of hospital stay include adherence to the patient's home schedule, education of health care providers on the importance of medication timing, and avoidance of contraindicated drugs. Surgery should be scheduled early in the day to minimize missed doses, and antidopaminergic antiemetics should be avoided. Generally, patients should maintain their normal treatment regimen. Statins do not require discontinuation before surgery and have protective cardiovascular effects perioperatively. Therefore, both carbidopa-levodopa and atorvastatin can be safely continued in this patient.A β-blocker such as metoprolol (Option A) should be started preoperatively in patients with an indication for β-blocker therapy (e.g., history of coronary artery disease or heart failure). In patients with an indication, β-Blockers should ideally be initiated more than 7 days before surgery; they should not be started on the day of surgery. Patients already taking β-blockers should continue them perioperatively unless prohibited by hypotension. This patient has no indication for a β-blocker, and if he did, it should not be started now.Atorvastatin should not be stopped perioperatively (Option C). Statin medications help stabilize arterial plaques, and their continued use in the perioperative setting may decrease cardiovascular events and 30-day all-cause mortality. This patient's atorvastatin should be continued.Stopping carbidopa-levodopa (Option D) may result in Parkinson symptom flares and withdrawal symptoms. Parkinsonism-hyperpyrexia syndrome is a potentially life-threatening complication resulting from withdrawal of or reduction in the dosage of dopamine agonists; it is characterized by rigidity, fever, altered mental status, and autonomic instability.",
  "critique_links": [],
  "key_points": [
    "Patients with Parkinson disease are predisposed to perioperative delirium, hallucinations, orthostatic hypotension, and complications related to dysphagia; patients should maintain their normal antiparkinsonian treatment regimen.",
    "Abruptly stopping carbidopa-levodopa can result in Parkinson symptom flares and withdrawal symptoms, as well as parkinsonism-hyperpyrexia syndrome, a potentially life-threatening complication characterized by rigidity, fever, altered mental status, and autonomic instability."
  ],
  "references": "Yim RLH, Leung KMM, Poon CCM, et al. Peri-operative management of patients with Parkinson's disease. Anaesthesia. 2022;77 Suppl 1:123-133. PMID: 35001381 doi:10.1111/anae.15617",
  "related_content": {
    "syllabus": [
      "fcsec24009_24032"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.663537-06:00"
}