{
  "question_id": "idcor25013",
  "category": "id",
  "educational_objective": "Diagnose <i>Staphylococcus aureus</i> community-acquired pneumonia following influenza.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 78-year-old man is hospitalized with pneumonia. Ten days ago, he developed a low-grade fever, headache, myalgia, and nonproductive cough. His initial symptoms improved after 7 days, but 3 days ago, he developed a high fever, dyspnea, and a productive cough. He was previously healthy. He lives in Wisconsin and spends considerable time doing outdoor activities, although he reports less outdoor time recently because of winter weather.On physical examination, temperature is 39.2 °C (102.6 °F). Lung examination reveals diffuse rhonchi.A COVID-19 test is negative.Chest radiograph shows new bilateral cavitary infiltrates.",
  "question_stem": "Which of the following is the most likely causative pathogen in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Blastomyces dermatitidis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mycoplasma pneumoniae",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Staphylococcus aureus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Streptococcus pneumoniae",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has postinfluenza pneumonia caused by Staphylococcus aureus (Option C). He presents with recurrent cough and dyspnea after a recent influenza-like illness, and his chest radiograph shows cavitary lesions, which are most consistent with S. aureus infection. Secondary bacterial pneumonia after influenza is a significant cause of morbidity and mortality, particularly in patients aged 65 years or older. Influenza virus affects the tracheobronchial epithelium, impairing normal mucociliary clearance mechanisms and predisposing to bacterial infection. The most common clinical presentation in patients with secondary bacterial pneumonia is the exacerbation of respiratory symptoms and fever after a period of initial improvement of acute influenza symptoms. Patients with secondary bacterial pneumonia typically develop higher fevers than were present with influenza and a cough producing purulent sputum.This patient lives in an area endemic to Blastomyces dermatitidis (Option A), which can cause pneumonia and presents with cavitary findings on chest radiograph, regardless of the season. However, the onset is usually subacute to chronic, not acute and biphasic as in this patient, making blastomycosis less likely.Atypical pneumonia refers to community-acquired pneumonia caused by organisms not cultivatable on standard bacterial media, including viruses and fastidious bacteria such as Legionella species, Mycoplasma pneumoniae (Option B), and Chlamydia pneumoniae. Typical radiographic changes associated with Mycoplasma infection include unilateral or bilateral reticulonodular or patchy opacities. Mycoplasma species are an uncommon cause of secondary pneumonia associated with influenza infection compared with Streptococcus pneumoniae and S. aureus and are not associated with cavitary lung lesions such as those seen in this patient.Although S. pneumoniae (Option D) is more common than S. aureus in postinfluenza pneumonia, it does not typically produce the radiographic picture of cavitary lesions, so it is less likely to be the causative pathogen in this patient.",
  "critique_links": [],
  "key_points": [
    "The most common clinical presentation in patients with secondary bacterial pneumonia is the exacerbation of respiratory symptoms and fever after a period of initial improvement of acute influenza symptoms.",
    "Patients with secondary bacterial pneumonia typically develop higher fevers than were present with influenza and a cough producing purulent sputum."
  ],
  "references": "Kato H. Antibiotic therapy for bacterial pneumonia. J Pharm Health Care Sci. 2024;10:45. PMID: 39080789 doi:10.1186/s40780-024-00367-5",
  "related_content": {
    "syllabus": [
      "idsec24006_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.217243-06:00"
}