{
  "question_id": "idmcq24088",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat a disseminated gonococcal infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 21-year-old man is evaluated in the hospital for a 4-day history of fever, fatigue, and left ankle swelling and pain. He also reports experiencing pain in his right wrist and several fingers of his right hand for the past 2 days. He takes no medications.On physical examination, temperature is 38.3 °C (100.9 °F); remaining vital signs are normal. The examination reveals three vesiculopustular lesions over the dorsum of the right hand and tenosynovitis of the right wrist and left ankle. Fusiform enlargement of the second and third digits of the right hand is noted with pain elicited on movement. No anogenital abnormalities are noted.Blood cultures are positive for Neisseria gonorrhoeae, and coinfection with Chlamydia trachomatis is ruled out.",
  "question_stem": "Which of the following is the most appropriate antibiotic treatment for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous ceftriaxone plus doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral doxycycline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Intravenous ceftriaxone (Option A) is the most appropriate antibiotic treatment for this patient. He has a disseminated gonococcal infection (DGI) without concomitant Chlamydia trachomatis infection. Gonococcal infections occur more commonly in younger, sexually active persons. Risk factors for dissemination include deficiencies in a terminal complement, drugs that suppress activation of terminal complement (i.e., eculizumab, a monoclonal antibody to C5), pregnancy, and recent menstruation. DGI can present as an arthritis-dermatitis syndrome, a triad of tenosynovitis, dermatitis (usually painless pustular or vesiculopustular lesions), and polyarthralgia without frank arthritis. Fever, chills, and malaise are common in this presentation, and inflammation of tendons of the wrists, fingers, ankles, and toes distinguishes this syndrome from other forms of infectious arthritis. DGI may also manifest as a purulent arthritis, usually without associated skin lesions or fever. Patients have acute onset of monoarthritis or oligoarthritis; the knees, wrists, and ankles are most commonly involved. When DGI is clinically suspected, microbiologic evaluation of samples from all mucosal sites (genital, rectal, pharyngeal) and disseminated sites (blood, synovial fluid, skin) should be pursued. Susceptibility testing should be performed on all gonococcal isolates. Patients with arthritis-dermatitis syndrome can be stepped down to a lower dose of ceftriaxone or an oral agent that the organism is susceptible to when clinical improvement is noted for 1 to 2 days, with a total antibiotic duration of at least 1 week. In addition to adequate joint drainage, at least 1 to 2 weeks of ceftriaxone therapy is typically administered for purulent arthritis.If infection with C. trachomatis has not been excluded in a patient with DGI, oral doxycycline should be administered with ceftriaxone (Option B). If concomitant infection is excluded, as in this patient, then ceftriaxone alone is recommended.In patients with DGI-associated arthritis-dermatitis syndrome, initial ceftriaxone can be transitioned to an oral antibiotic (guided by antibiotic susceptibility testing) 1 to 2 days after significant improvement is noted. Second-line oral agents include cefixime, ciprofloxacin (Option C), doxycycline (Option D), and amoxicillin. If no susceptibility testing is available, then ceftriaxone should be continued.",
  "critique_links": [],
  "key_points": [
    "Disseminated gonococcal infection requires initial treatment with intravenous ceftriaxone.",
    "Oral doxycycline should be administered with ceftriaxone if concomitant Chlamydia trachomatis infection has not been excluded in a patient with disseminated gonococcal infection; if excluded, ceftriaxone alone is sufficient."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24004_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.338731-06:00"
}