{
  "question_id": "cvmcq24015",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat stable angina with an optimized medical regimen.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 64-year-old man is evaluated during a follow-up visit 6 weeks after stent placement to the mid left anterior descending artery for acute coronary syndrome. He describes persistent substernal chest discomfort with activity, such as when walking up hills or after several blocks on level ground. This has limited his participation in a recommended exercise rehabilitation program. He has type 2 diabetes mellitus, hypertension, and dyslipidemia. Medications are aspirin, clopidogrel, atorvastatin, metformin, semaglutide, metoprolol succinate, lisinopril, spironolactone, and once-daily isosorbide mononitrate.On physical examination, blood pressure is 116/78 mm Hg, pulse rate is 56/min, and respiration rate is 16/min. BMI is 35. The remainder of the physical examination is normal.Echocardiogram reveals a left ventricular ejection fraction of 40% with anteroapical hypokinesis.ECG is unchanged from previous and shows normal sinus rhythm at 54/min, PR interval of 120 ms, QRS interval of 120 ms, and a QTc interval of 440 ms.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add diltiazem",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add ranolazine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Increase isosorbide mononitrate to twice-daily dosing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Increase metoprolol succinate dosage",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with stable exertional Canadian Cardiovascular Society class II angina is to add ranolazine (Option B). Ranolazine reduces wall tension and myocardial oxygen consumption through inhibition of the late sodium current and subsequent prevention of calcium overload, resulting in reduced angina and increased exercise time without affecting blood pressure or lowering heart rate. It is best used in patients who continue to have anginal chest pain despite optimized management with β-blockers, calcium channel blockers, and/or nitrates. Ranolazine has a modest QT-prolonging effect but no proarrhythmic effects. The QT interval should be monitored with coadministration of other QT-prolonging drugs, and dose reduction is indicated in patients receiving moderate inhibitors of cytochrome P450 3A4, such as verapamil and diltiazem. Depressed left ventricular (LV) function is not a contraindication to use. This patient has persistent angina despite revascularization and maximally tolerated therapy with metoprolol and a nitrate; ranolazine is indicated.Calcium channel blockers, such as diltiazem (Option A), are useful antianginal medications. However, nondihydropyridine agents, such as diltiazem, have negative inotropic effects and should not be used in patients who have LV systolic dysfunction, such as this patient. Long-acting dihydropyridine agents, such as amlodipine, have less negative inotrope effects, but blood pressure–lowering effects make them less preferable in this patient with a lower blood pressure.Long-acting nitrates, such as isosorbide mononitrate, are effective in improving angina through coronary vasodilation and reduced oxygen consumption. However, a nitrate-free interval of 8 to 12 hours daily is necessary to avoid nitrate tolerance and reduced nitrate efficacy. Increasing this patient's once-daily isosorbide mononitrate dosage may provide incremental benefit if hemodynamically tolerated, but changing to twice-daily dosing (Option C) is not advisable.Increasing β-blockade is appropriate to optimize antianginal and anti-ischemic effects when a patient's resting heart rate exceeds 55 to 60/min. However, this patient has resting bradycardia (heart rate of 54/min on ECG), which limits the utility of increasing the metoprolol dosage (Option D).",
  "critique_links": [],
  "key_points": [
    "For patients with stable exertional angina after complete revascularization and maximal therapy with β-blockers, calcium channel blockers, and/or nitrates, the addition of ranolazine improves symptoms and exercise tolerance without heart rate– or blood pressure–lowering effects.",
    "Long-acting nitrates are effective antianginal agents, but a nitrate-free interval of 8 to 12 hours daily is necessary to avoid nitrate tolerance and reduced nitrate efficacy."
  ],
  "references": "Virani SS, Newby LK, Arnold SV, et al; Writing Committee Members. 2023 AHA/ACC/ACCP/ASPC/NLA/PCNA guideline for the management of patients with chronic coronary disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2023;82:833-955. PMID: 37480922 doi:10.1016/j.jacc.2023.04.003",
  "related_content": {
    "syllabus": [
      "cvsec24004_24005"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.921553-06:00"
}