{
  "question_id": "encor25028",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate a patient with a thyroid nodule.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 66-year-old man is evaluated for a thyroid nodule. The nodule, which is approximately 2.7 cm × 2.5 cm × 1.7 cm, was incidentally discovered several days ago on a CT scan when he was evaluated in the emergency department after a motor vehicle collision. He has experienced a 4.5-kg (10.0-lb) weight loss and fatigue over the past year. He reports no palpitations, hand tremors, increased sweating, or diarrhea. He has no history of neck radiation and no family history of thyroid cancer.On physical examination, vital signs are normal. He has a palpable left thyroid nodule. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Fine-needle aspiration biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Thyroglobulin measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thyroid scintigraphy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroid-stimulating hormone measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is thyroid-stimulating hormone (TSH) measurement (Option D). After a thyroid nodule is discovered, TSH should be measured, in addition to obtaining a complete patient history and physical examination. The TSH level determines subsequent management (see Figure: Algorithm for Evaluating a Thyroid Nodule). If the TSH level is normal or elevated, thyroid ultrasonography (which typically provides more detail than CT) is required to characterize the nodule(s). Symptoms and ultrasound appearance guide the management of nonfunctioning nodules, and ultrasonographic patterns and size determine the need for biopsy. Conversely, if the TSH level is low, then a free thyroxine level, a total triiodothyronine level, and thyroid scintigraphy should be obtained to determine whether the nodule is a “hot” functioning nodule or a “cold/warm” nonfunctioning nodule. Nonfunctioning nodules should be evaluated for fine-needle aspiration biopsy (FNAB), whereas functioning nodules are rarely malignant and do not require biopsy. This patient has a newly identified thyroid nodule, and the next step is to measure his TSH level.FNAB (Option A) would be indicated if the patient's TSH level is normal or high and the nodule's ultrasonographic echogenic pattern, appearance, malignancy potential, and size are consistent with the 2015 American Thyroid Association guideline recommendations for FNAB (see Table: Sonographic Patterns and Recommendations for FNAB) or the American College of Radiology recommendations for FNAB based on Thyroid Imaging, Reporting and Data System (also called TI-RADS) category (see Table: TI-RADS Categories and Recommendations for Management). FNAB should also be considered in the setting of a nonfunctioning nodule. Before the decision for biopsy is made, however, the TSH level should be measured to determine whether thyroid ultrasonography or thyroid scintigraphy is the next step in evaluation.Thyroglobulin (Option B) can be elevated in many thyroid conditions, including in thyroid cancer. After initial thyroid cancer treatment, thyroglobulin levels are monitored to evaluate for recurrent or persistent disease. However, thyroglobulin measurement is not recommended as part of the initial evaluation of a thyroid nodule.Thyroid scintigraphy (Option C) should be performed in a patient with a thyroid nodule and a low TSH level to determine whether the nodule is hyperfunctioning. If the TSH level is normal or high, then ultrasonography, rather than scintigraphy, is recommended. In this patient, a TSH level should be measured to determine the most appropriate imaging test.",
  "critique_links": [],
  "key_points": [
    "The first step in the evaluation of a thyroid nodule is thyroid-stimulating hormone measurement; a normal or elevated level should be followed by thyroid ultrasonography, whereas a low value should be followed by thyroid scintigraphy."
  ],
  "references": "Haugen BR, Alexander EK, Bible KC, et al. 2015 American Thyroid Association management guidelines for adult patients with thyroid nodules and differentiated thyroid cancer: the American Thyroid Association guidelines task force on thyroid nodules and differentiated thyroid cancer. Thyroid. 2016;26:1-133. PMID: 26462967 doi:10.1089/thy.2015.0020",
  "related_content": {
    "syllabus": [
      "ensec24005_24004"
    ]
  },
  "media": {
    "tables": [
      "tables/entab24043.html",
      "tables/entab24067.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "entab24043",
        "file": "tables/entab24043.html",
        "title": "Summary of 2015 American Thyroid Association Guidelines: Sonographic Patterns and Recommendations for Fine-Needle Aspiration Biopsy",
        "short_title": "Sonographic Patterns and Recommendations for FNAB",
        "footnotes": [
          "<sup>a</sup>The presence of microcystic spaces occupying more than 50% of the nodule volume is highly correlated with benign cytology.",
          "<sup>b</sup>Clinical observation is an acceptable alternative.",
          "<sup>c</sup>Microcalcifications, rim calcifications, shape taller than wide in the transverse plane, irregular margins, extrathyroidal extension, or pathologic lymph nodes (image shows hypoechoic solid nodule with irregular margins).",
          "Adapted with permission from Haugen BR, Alexander EK, Bible KC, et al. 2015 American Thyroid Association management guidelines for adult patients with thyroid nodules and differentiated thyroid cancer: the American Thyroid Association Guidelines Task Force on Thyroid Nodules and Differentiated Thyroid Cancer. Thyroid. 2016;26:1-133. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/26462967\" target=\"_blank\">PMID: 26462967</a> doi:10.1089/thy.2015.0020. Copyright 2016, American Thyroid Association Mary Ann Liebert, Inc."
        ],
        "headers": [
          "Sonographic Pattern",
          "Representative Image",
          "Description",
          "Estimated Risk for Malignancy",
          "Size Threshold for Fine-Needle Aspiration Biopsy"
        ]
      },
      {
        "table_id": "entab24067",
        "file": "tables/entab24067.html",
        "title": "American College of Radiology TI-RADS Categories and Recommendations for Management",
        "short_title": "TI-RADS Categories and Recommendations for Management",
        "footnotes": [
          "ACR TI-RADS = American College of Radiology Thyroid Imaging, Reporting and Data System; FNAB = fine-needle aspiration biopsy; TR = TI-RADS.",
          "<sup>a</sup>Smaller TR5 nodules (5 to 9 mm) may be considered for biopsy in certain situations.",
          "Data from Middleton WD, Teefey SA, Reading CC, et al. Multiinstitutional analysis of thyroid nodule risk stratification using the American College of Radiology Thyroid Imaging Reporting and Data System. AJR Am J Roentgenol. 2017;208:1331-1341. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28402167\" target=\"_blank\">PMID: 28402167</a> doi:10.2214/AJR.16.17613",
          "Recommendations from Tessler FN, Middleton WD, Grant EG, et al. ACR Thyroid Imaging, Reporting and Data system (TI-RADS): white paper of the ACR TI-RADS committee. J Am Coll Radiol. 2017;14:587-595. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28372962\" target=\"_blank\">PMID: 28372962</a> doi:10.1016/j.jacr.2017.01.046"
        ],
        "headers": [
          "ACR TI-RADS Category",
          "Malignancy Rates",
          "Threshold for FNAB",
          "Timing of Ultrasonography for Nodules That Do Not Meet FNAB Criteria"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.682948-06:00"
}