{
  "question_id": "inmcq24001",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Manage acute urinary retention.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 70-year-old man is evaluated in the emergency department for a 2-day history of difficulty urinating that was accompanied today by development of suprapubic pain, urinary incontinence, and urinary leakage. He previously had no difficulty initiating urination but has noted 1 year of a moderately decreased urinary stream, occasional dribbling, and nocturia once or twice per night. He recently began taking diphenhydramine to help him sleep at night. He has no other chronic medical history and takes no other medications.On physical examination, vital signs are normal. Fullness and tenderness are noted on palpation of the suprapubic area. Rectal examination reveals a uniformly enlarged prostate. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Tamsulosin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urinary catheterization",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of acute urinary retention is urinary catheterization (Option D) to decompress the bladder; in addition, this patient should discontinue diphenhydramine. Patients with acute urinary retention often present with bladder distention, leading to suprapubic discomfort. Urinary leakage due to overflow incontinence can also be a presenting symptom. Patients may also report a history of antecedent difficulty urinating, a feeling of incomplete emptying, nocturia, and dribbling, which all suggest preexisting bladder outlet obstruction. Medication adverse effects, including those from common over-the-counter remedies, are a common cause of acute urinary retention. Anticholinergic medications, such as antihistamines and tricyclic antidepressants, block the muscarine receptors of the detrusor muscle, leading to reduced contractility. Sympathomimetics, such as decongestants, bind to α-receptors, resulting in smooth muscle contraction at the neck of the bladder. Opioid use can also result in urinary retention. Regardless of the cause, the first step in management is to decompress the bladder through catheterization. The subsequent duration of catheterization will depend on the reversibility of the underlying cause of retention. Patients should additionally be monitored for a postobstructive diuresis, which can result in acute kidney injury and electrolyte abnormalities. Based on this patient's history, he has preexisting obstructive urinary symptoms possibly secondary to benign prostatic hypertrophy (BPH), given the findings on rectal examination. He also recently started taking diphenhydramine, an antihistamine with anticholinergic properties, resulting in acute urinary retention; this medication should be discontinued. The first step in management is to decompress the bladder.Although abdominal ultrasonography (Option A) could be used to diagnose bladder distention and urinary retention, it is not necessary for the diagnosis and may delay appropriate treatment. Additionally, simple bladder ultrasonography is a more accessible means of diagnosing bladder distension if there is diagnostic uncertainty.Tamsulosin (Option B) is an effective medication for BPH but will not address acute urinary retention, which requires more urgent treatment. Tamsulosin can take up to 6 hours to reach peak effect and requires 5 days of once-daily dosing to reach a steady state. It may be an appropriate medication to start after bladder catheterization given the patient's antecedent symptoms consistent with BPH.Trimethoprim-sulfamethoxazole (Option C) may be warranted if there is concomitant infection but is not the most appropriate first step in management of acute urinary retention. If infection is suspected, it can be treated after the bladder has been decompressed.",
  "critique_links": [],
  "key_points": [
    "The most appropriate initial management of acute urinary retention is catheterization to decompress the bladder.",
    "Medications with anticholinergic action (antihistamines, tricyclic antidepressants), sympathomimetic effects (decongestants), and opioids may cause acute urinary retention."
  ],
  "references": "Serlin DC, Heidelbaugh JJ, Stoffel JT. Urinary retention in adults: evaluation and initial management. Am Fam Physician. 2018;98:496-503. PMID: 30277739",
  "related_content": {
    "syllabus": [
      "insec24004_24019"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.310022-06:00"
}