{
  "question_id": "fcmcq24028",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Evaluate psychosocial factors in the management of chronic disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 56-year-old woman is evaluated during a follow-up visit for long-standing type 2 diabetes mellitus and hypertension. She reports that she is taking her medications daily, but chart review indicates that her prescriptions were due for refill 3 months ago. She takes two buses daily from her home to her job and works a second job on weekends. She is requesting custody of her 3-year-old grandson because she is concerned that the boy's mother, the estranged girlfriend of her son, is involved with drug use. The patient's medications are metformin and lisinopril.On physical examination, blood pressure is 148/90 mm Hg. BMI is 36. Other vital signs and findings are unremarkable.Laboratory studies:Hemoglobin A1c9.0%H",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Add semaglutide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Assess psychosocial barriers to care",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Assess the patient's willingness to start insulin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prescribe a continuous glucose monitor",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The next step is to assess psychosocial barriers to care (Option B). Important aspects of a patient-centered interview include the following:Using open-ended questions to elicit patients' perspectives about the nature of their ailments and to explore their concernsActively listening without interruptionRecognizing and responding to emotionCommunicating care and concern with empathic statementsSeeking patient input, preferences, and cultural context when making health care decisionsUsing plain languageAssessing patient understanding and agreement with proposed treatmentsUsing these patient-centered communication techniques to expand the medical history to gather biopsychosocial data on patients' behavioral and psychosocial concerns, living environment, resources, social support and relationships, and functional status allows clinicians to manage patients' chronic diseases more effectively. Exploring these psychosocial areas may reveal barriers such as lack of access to grocery stores that offer healthy food options, safe places to exercise, and social supports. In this patient's case, her living situation and family stress may be contributing to her poor glycemic and blood pressure control. Assessing medication affordability may also reveal important information.If this patient's hemoglobin A1c were high despite regular adherence to her medications and optimization of diet and exercise, then assessing her willingness to start insulin (Option C) or adding a glucagon-like peptide-1 agonist such as semaglutide (Option A) would be an appropriate next step. However, her refill history suggests that she may not be taking her medications regularly. Potential psychosocial barriers to regular medication use, such as ability to afford medications and access to a pharmacy, should be assessed before additional medications are recommended.Monitoring excursions in glucose levels throughout the day with a continuous glucose meter (Option D) may be helpful in titrating insulin dosage but is less useful in a patient who has a high hemoglobin A1c, is not reporting any hypoglycemic symptoms, and is not taking insulin. Glucose values will not inform decision making regarding medication adjustment for this patient. Furthermore, her poor glycemic control more likely lies in behavioral and social stressors; determining daily glucose values would be unlikely to affect or address those underlying issues.",
  "critique_links": [],
  "key_points": [
    "Using patient-centered communication techniques to expand the medical history to gather biopsychosocial data on patients' behavioral and psychosocial concerns, living environment, resources, social support and relationships, and functional status allows clinicians to manage patients' chronic diseases more effectively.",
    "Assessing patients' ability to afford their medications may reveal important information."
  ],
  "references": "Nickel WK, Weinberger SE, Guze PA, et al; Patient Partnership in Healthcare Committee of the American College of Physicians. Principles for patient and family partnership in care: an American College of Physicians position paper. Ann Intern Med. 2018;169:796-799. PMID: 30476985",
  "related_content": {
    "syllabus": [
      "fcsec24005_24001"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.333353-06:00"
}