{
  "question_id": "gimcq24004",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Screen for Barrett esophagus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old man is evaluated at a follow-up visit. He has a 10-year history of gastroesophageal reflux disease treated with omeprazole. He feels that omeprazole has markedly improved his symptoms, and he currently experiences reflux symptoms once weekly on average. He also has obesity and hyperlipidemia. He does not have a history of tobacco use. His other medication is rosuvastatin.On physical examination, vital signs are normal. BMI is 30. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Barium esophagram",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "24-Hour impedance-pH testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing is needed",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is upper endoscopy (Option C) to screen for Barrett esophagus. Barrett esophagus is the replacement of squamous epithelium of the esophagus with metaplastic columnar epithelium. It is caused by chronic gastroesophageal reflux disease (GERD) and is associated with an increased risk for progression to esophageal cancer. Evidence does not support routine screening for Barrett esophagus in the general population, but the American College of Gastroenterology (ACG) recommends that patients with chronic GERD (weekly symptoms for ≥5 years) and three or more risk factors should be screened once. Risk factors identified by the ACG include the following:Age older than 50 yearsMale sexWhite raceTobacco useObesityHistory of Barrett esophagus or esophageal adenocarcinoma in a first-degree relativeStandard peroral endoscopy remains the gold standard for screening and diagnosing Barrett esophagus. Current clinical guidelines also suggest that Barrett esophagus screening using a swallowable, nonendoscopic capsule sponge device combined with a biomarker may be an acceptable alternative to endoscopy; however, this is a conditional recommendation because the quality of evidence is low. This patient with chronic GERD with weekly symptoms has several additional risk factors, including male sex, age older than 50 years, and obesity. He should undergo upper endoscopy for Barrett esophagus screening.Barium esophagram (Option A) evaluates structural disorders of the esophagus; it is not a physiologic test of esophageal function, nor is it a screening test for Barrett esophagus. Because an esophagram cannot assess the esophageal mucosa or characterize the histologic features, it is low yield for both management of GERD and screening for Barrett esophagus.A 24-hour impedance-pH test (Option B) cannot be used to diagnose Barrett esophagus. It can be helpful for correlating symptoms and reflux when upper endoscopy findings are normal and GERD symptoms persist despite use of a proton pump inhibitor (PPI). This patient has GERD that has markedly improved with omeprazole, and symptom–reflux correlation is unnecessary. Because he has multiple risk factors, the more appropriate next step is to screen for Barrett esophagus.Pursuing no additional diagnostic testing (Option D) would not be appropriate because this patient requires screening for Barrett esophagus as a result of multiple risk factors. Response of GERD symptoms to a PPI does not address the patient's elevated risk for Barrett esophagus.",
  "critique_links": [],
  "key_points": [
    "The American College of Gastroenterology recommends that patients with chronic gastroesophageal reflux disease with three or more risk factors for Barrett esophagus (age >50 years, male sex, White race, tobacco use, obesity, and history of Barrett esophagus or esophageal adenocarcinoma in a first-degree relative) should undergo a single screening with standard peroral endoscopy."
  ],
  "references": "Shaheen NJ, Falk GW, Iyer PG, et al. Diagnosis and management of Barrett's esophagus: an updated ACG guideline. Am J Gastroenterol. 2022;117:559-587. PMID: 35354777 doi:10.14309/ajg.0000000000001680",
  "related_content": {
    "syllabus": [
      "gisec24001_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.128631-06:00"
}