{
  "question_id": "rmqqq24007",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose fibromyalgia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 38-year-old woman is evaluated for a 4-year history of continuous discomfort in her hips, shoulders, arms, and lower back that started after her last pregnancy. She also reports fatigue, poor sleep, headaches, difficulty concentrating, short-term memory problems, intermittent constipation and diarrhea, abdominal bloating, and sensitivity to lights and sounds. NSAIDs provide no relief. She has endometriosis. She takes no medications.On examination, she appears tired. Vital signs are normal. She has tenderness to palpation over multiple muscle groups with full range of motion of all joints without synovitis.Complete blood count and C-reactive protein and thyroid-stimulating hormone levels are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Fibromyalgia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hypothyroidism",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Osteoarthritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rheumatoid arthritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is fibromyalgia (Option A). Fibromyalgia is best understood as a syndrome of heightened central and peripheral sensitivity to various stimuli (e.g., pain, light, sound, smell), accompanied by small fiber dysfunction and possible microscopic neuroinflammation. The presence of 11 of 18 tender points is no longer necessary to diagnose fibromyalgia, which may also be associated with irritable bowel syndrome (IBS), migraines, interstitial cystitis, temporomandibular joint pain, and endometriosis. A history of fibromyalgia may be present in other female family members. This patient has characteristic features of fibromyalgia, including widespread chronic pain, fatigue, and nonrestorative sleep; these are frequently accompanied by cognitive impairment, mood disorders, headaches or migraines, IBS, paresthesia, and sensitivity to peripheral stimuli. She also has a history of endometriosis. Behavioral interventions are generally more effective than pharmacologic therapy and are the foundation of fibromyalgia management; these interventions should focus on sleep, exercise, and cognitive behavioral approaches to pain. In addition, duloxetine, pregabalin, and milnacipran are FDA-approved pharmacologic treatments for fibromyalgia.The clinical manifestations of hypothyroidism (Option B) include fatigue, cold intolerance, constipation, weight gain, impaired concentration, dry skin, edema, depression, mood changes, muscle cramps, and myalgia. A normal thyroid-stimulating hormone level excludes hypothyroidism.This relatively young patient's examination demonstrated full range of motion of the joints, making osteoarthritis (Option C) unlikely. Osteoarthritis also cannot explain her diffuse body pain, chronic fatigue, poor sleep, and other symptoms.Considering the absence of synovitis on examination and a normal C-reactive protein level, rheumatoid arthritis (RA) (Option D) is unlikely. RA is characterized by joint pain and inflammatory symptoms, including swelling and morning stiffness lasting at least 30 minutes to several hours. Initial symptoms often worsen gradually over weeks to months. RA frequently interferes with activities of daily living, including occupational and recreational activities. Constitutional symptoms such as increased fatigue and malaise are common. Depression and myalgia may occur; fever, anorexia, and weight loss occur less frequently. Physical examination reveals tenderness and swelling of the joints, sometimes with warmth and erythema; symmetric joint involvement is common. It should be noted that fibromyalgia may occur in 20% of patients with RA or psoriatic arthritis. Therefore, the diagnosis of RA does not preclude the diagnosis of fibromyalgia. This patient lacks synovitis on examination and has a normal C-reactive protein level, which argues against the presence of RA as the cause of her symptoms.",
  "critique_links": [],
  "key_points": [
    "The characteristic features of fibromyalgia are widespread chronic pain, fatigue, and sleep disorders, which are frequently accompanied by impaired cognitive function, mood disorders, and symptoms such as headache, gastrointestinal symptoms, and paresthesia."
  ],
  "references": "Giorgi V, Bazzichi L, Batticciotto A, et al. Fibromyalgia: one year in review 2023. Clin Exp Rheumatol. 2023;41:1205-1213. PMID: 37378487 doi:10.55563/clinexprheumatol/257e99",
  "related_content": {
    "syllabus": [
      "rmsec24005_24002"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:37.015468-06:00"
}