{
  "question_id": "fccor25003",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Evaluate the validity of a patient's refusal of care.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 76-year-old woman is evaluated in the emergency department for presumed community-acquired pneumonia. She lives with her daughter and cares for her grandchildren when they return from school.On physical examination, temperature is 38.1 °C (100.6 °F), blood pressure is normal, pulse rate is 110/min, and respiration rate is 20/min. Oxygen saturation is 86% with the patient breathing ambient air and increases to 91% with the patient breathing 3 L/min of oxygen by nasal cannula. Crackles are auscultated at the right lung base.Chest radiograph demonstrates a right lower lobe infiltrate.The patient is offered admission for treatment, which she accepts. While awaiting a bed, the emergency department nurse hears the patient's daughter tell her mother, “I need you home to take care of the kids; otherwise, I am going to have to rent out your room, and you'll go to a nursing home.” After this exchange, the patient insists that she must leave the hospital. When asked, she is able to explain the benefits of ongoing hospitalization and the risks of leaving. She says that she will take antibiotics at home and attend follow-up appointments. She will not explain the reason for the change in her decision.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Consult with the hospital ethics committee",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discharge the patient home with oral antibiotics",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Obtain psychiatric assessment of capacity",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pursue involuntary hospitalization",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient who may be subject to coercion is consultation with the hospital ethics committee (Option A). In most situations, adults with decision-making capacity have the legal and ethical right to accept or decline medical treatments. This right is based on respect for the patient's autonomy, right to self-determination, and liberty. Informed consent requires that patientsHave decisional capacityReceive a full disclosure of the risks and benefits of a course of actionComprehend that disclosureAct voluntarily (free from coercion)A patient's refusal of care should be explored thoughtfully and with empathy, with attention to the spectrum of reasonable choices and the patient's values. The team also must assess the patient's capacity and make a reasonable determination that the patient is acting voluntarily. In this case, the care team has evidence that the patient may be being coerced to return home. The ethics committee should be consulted to determine the appropriate course of action.Discharging the patient home, with oral antibiotics as a harm-reduction approach (Option B), is appropriate only if she has decisional capacity and is free from coercion, the latter of which is questionable in this case.Physicians, in the course of routine clinical care, can evaluate decision-making capacity based on the patient's ability to understand information, appreciate the risks and benefits of treatment options, and communicate a consistent choice in line with their stated values. This patient has unequivocally demonstrated decisional capacity, so a psychiatric evaluation (Option C) is not needed.It is in opposition to the principles of autonomy and liberty to hospitalize a patient with capacity against their will (Option D).",
  "critique_links": [],
  "key_points": [
    "Informed consent or refusal requires that the patient have decision-making capacity and be free from coercion."
  ],
  "references": "Varkey B. Principles of clinical ethics and their application to practice. Med Princ Pract. 2021;30:17-28. PMID: 32498071 doi:10.1159/000509119",
  "related_content": {
    "syllabus": [
      "fcsec24003_24008"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.208893-06:00"
}