{
  "question_id": "gimcq24022",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat acute pancreatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated in the emergency department for a 1-day history of epigastric abdominal pain radiating to the back. This pain is similar to a previous episode of alcohol-associated pancreatitis that occurred 6 months ago. He drinks three or four alcoholic beverages most nights per week.On physical examination, temperature is 37.3 °C (99.1 °F), blood pressure is 110/62 mm Hg, pulse rate is 102/min, and respiration rate is 18/min. Oxygen saturation is 98% with the patient breathing ambient air. Palpation of the abdomen elicits epigastric pain without rebound or guarding.Laboratory studies:Hemoglobin14.2 g/dL (142 g/L)Leukocyte count12,000/μL (12 × 109/L)HAlanine aminotransferase70 U/LHAspartate aminotransferase132 U/LHBilirubinTotal1.0 mg/dL (17.1 μmol/L)Direct0.2 mg/dL (3.4 μmol/L)Blood urea nitrogen16 mg/dL (5.7 mmol/L)Creatinine1.1 mg/dL (97.2 μmol/L)Lipase702 U/LHAbdominal ultrasound does not show dilated bile ducts or gallstones.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endoscopic ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous antibiotics",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous fluids",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Magnetic resonance cholangiopancreatography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is intravenous fluids (Option D) for this patient who has recurrent alcohol-associated pancreatitis. A diagnosis of acute pancreatitis requires at least two of the following three criteria:Acute-onset abdominal pain characteristic of pancreatitisSerum amylase or lipase levels at least two to three times the upper limit of normalCharacteristic CT or MRI findings (Figure: Acute pancreatitis), which may include peri-pancreatic edema, inflammation, and/or fat strandingInitial management of acute pancreatitis includes moderate fluid resuscitation, analgesics, and antiemetics. Previously, early (within 12-24 hours) and aggressive fluid resuscitation (250-500 mL/h of intravenous 0.9% saline or lactated Ringer solution) was the mainstay of treatment. However, a randomized open-label trial of adults with mild acute pancreatitis was stopped early when interim analyses showed that aggressive fluid resuscitation (20-mL/kg bolus, then 3 mL/kg/h) was associated with fluid overload without improving outcomes compared with moderate resuscitation (10-mL/kg bolus, then 1.5 mL/kg/h). More rapid fluid resuscitation (boluses) may be needed in patients with severe volume depletion to maintain organ perfusion. This patient has acute-onset abdominal pain, which is similar to a previous episode of acute pancreatitis, and has a lipase level (702 U/L) more than 10 times the upper limit of normal; therefore, he meets diagnostic criteria for acute pancreatitis and should begin receiving intravenous fluids.Abdominal CT (Option A) may be indicated if a diagnosis of acute pancreatitis is in question or clinical symptoms are not improving within the first 48 to 72 hours. This patient's symptoms and serum lipase level are consistent with a diagnosis of acute pancreatitis because he meets two of the three diagnostic criteria. Thus, abdominal CT is unnecessary.Endoscopic ultrasonography (Option B) is not indicated because this patient has a history of recurrent alcohol-associated pancreatitis with normal bilirubin levels and no gallstones or biliary dilation on abdominal ultrasonography.Antibiotics (Option C) are not required in acute pancreatitis unless evidence suggests an extrapancreatic infection, such as cholangitis. There is no concern for infection in this patient with normal bilirubin levels, no gallstones on ultrasonography, and a normal common bile duct.Magnetic resonance cholangiopancreatography (MRCP) (Option E) is indicated in patients with persistent elevation of liver chemistries without overt cholangitis or biliary obstruction, and in suspected gallstone pancreatitis when other imaging findings have been unrevealing. This patient has a history of recurrent alcohol pancreatitis without findings of gallstone disease, so MRCP is not required.",
  "critique_links": [],
  "key_points": [
    "Initial management of acute pancreatitis includes moderate fluid resuscitation, analgesics, and antiemetics."
  ],
  "references": "de-Madaria E, Buxbaum JL, Maisonneuve P, et al; ERICA Consortium. Aggressive or moderate fluid resuscitation in acute pancreatitis. N Engl J Med. 2022;387:989-1000. PMID: 36103415 doi:10.1056/NEJMoa2202884",
  "related_content": {
    "syllabus": [
      "gisec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.202647-06:00"
}