{
  "question_id": "rmcor25002",
  "category": "rm",
  "educational_objective": "Treat rheumatoid arthritis with disease-modifying antirheumatic drugs.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 36-year-old woman is evaluated for a new diagnosis of rheumatoid arthritis. Over the past 2 months, she has had increasingly severe pain and swelling in the hands and wrists, as well as pain in the feet. Her pain has been partially responsive to over-the-counter naproxen. Her only other medication is a combined oral contraceptive.On physical examination, vital signs are normal. Joint examination reveals swelling and tenderness of the left second, third, and fifth proximal interphalangeal joints; right second and third proximal interphalangeal joints; bilateral second, third, and fourth metacarpophalangeal joints; right wrist; left ankle; and left second and third metatarsophalangeal joints.Radiographs of the hands and feet reveal juxta-articular osteopenia without erosions.Laboratory study results are positive for rheumatoid factor and anti–cyclic citrullinated peptide antibodies. Results of complete blood count and comprehensive metabolic panel are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Celecoxib",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Infliximab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Mycophenolate mofetil",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial treatment for this patient with rheumatoid arthritis (RA) is methotrexate (Option C). In addition to symptom control, the aim of RA treatment is early, aggressive reduction of disease activity to prevent irreversible joint damage. Methotrexate is a small-molecular weight synthetic disease-modifying antirheumatic drug (DMARD). It is the anchor drug in RA and is used as both monotherapy and as a component of combination therapy. The dose of methotrexate can be titrated up over a period of weeks, with periodic assessment of the clinical response, laboratory measurement of systemic inflammation (erythrocyte sedimentation rate, C-reactive protein level), and monitoring for medication toxicity. Contraceptive use in women of child-bearing age is strongly indicated because methotrexate can be associated with pregnancy loss and fetal abnormalities. Among patients with RA taking methotrexate alone, 30% to 50% achieve remission or low disease activity. If methotrexate alone is inadequate after an appropriate trial, it can also be used in combination with additional DMARDs. Methotrexate is the appropriate first-line monotherapy for this patient with a new diagnosis of RA.NSAIDs, such as celecoxib (Option A), may be helpful adjunctive therapy in some patients with RA, but they do not alter the natural history of the disease or prevent permanent deformities or radiographic damage. Celecoxib should not be used as monotherapy in place of a DMARD.Infliximab (Option B) is a biologic DMARD indicated for the treatment of RA. Like other biologic DMARDs, its use is generally reserved for treating patients who have had an inadequate response to methotrexate alone or in whom multiple other agents have failed. It is not the most appropriate monotherapy for this patient with a new diagnosis of RA who has not yet tried methotrexate.Mycophenolate mofetil (Option D) is an immunosuppressant that affects lymphocyte stimulation and proliferation. It is important in the treatment of systemic lupus erythematosus and in solid organ transplant recipients, but it has no role in the management of RA.",
  "key_points": [
    "A key principle of treating rheumatoid arthritis (RA) is the early use of a disease-modifying antirheumatic drug to prevent irreversible joint damage.",
    "Methotrexate is the anchor drug in RA and the first-line treatment for patients with a new diagnosis of RA."
  ],
  "references": "Di Matteo A, Bathon JM, Emery P. Rheumatoid arthritis. Lancet. 2023;402:2019-2033. PMID: 38240831 doi:10.1016/S0140-6736(23)01525-8",
  "related_content": {
    "syllabus": [
      "rmsec24003_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:32:20.961820-06:00"
}