{
  "question_id": "pmmcq24048",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat severe, difficult-to-control asthma with tezepelumab.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 43-year-old woman is evaluated for severe persistent asthma. She was hospitalized three times during the past year for asthma exacerbations, most recently 2 weeks ago. She adheres to maintenance therapy, has proper inhaler technique, and avoids triggers. Medical history is otherwise significant for obstructive sleep apnea and depression. Medications are high-dose inhaled budesonide-formoterol, tiotropium, montelukast, prednisone, and citalopram.On physical examination, vital signs and other findings are normal.Laboratory studies:Absolute eosinophil count110/μL (0.11 × 109/L)IgE18 U/mL (18 kU/L)Fractional exhaled nitric oxide level is 12 ppb (normal, <25 ppb). Results of allergy testing are negative.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dupilumab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Omalizumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tezepelumab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with severe, difficult-to-control asthma is tezepelumab (Option D). Severe asthma is characterized by frequent exacerbations that may require emergency department visits or hospitalizations. Treatment includes a high-dose inhaled glucocorticoid-formoterol combination and long-acting inhaled muscarinic antagonists; long-term oral glucocorticoid treatment is also sometimes necessary. Newer therapies directed against specific mediators of the asthmatic response have significantly expanded the treatment options for patients with severe asthma not adequately controlled on standard therapy. These include agents targeted against IgE (omalizumab) and various interleukins (e.g., mepolizumab, reslizumab). Choice among these agents is driven by the specific asthma phenotype, which is determined by clinical characteristics and biomarkers, such as IgE levels and blood eosinophil counts (Table: Biologics Indicated to Treat Severe Asthma). Tezepelumab is a humanized monoclonal antibody that blocks the activity of thymic stromal lymphopoietin, an epithelial cytokine. Unlike other biologic treatments, its use is not limited to a specific asthma phenotype, and it improves asthma control and reduces exacerbations independent of phenotype. This patient has severe asthma that remains uncontrolled despite adherence to maximal optimized therapy. The absence of an elevated IgE level or blood eosinophil count limits the use of other biologic therapies and makes her an ideal candidate for tezepelumab.Macrolide antibiotics, such as azithromycin, have both anti-inflammatory and antimicrobial effects. Daily azithromycin (Option A) can be useful in selected patients with COPD and bronchiectasis to decrease the frequency of exacerbations. It does not, however, have a role in the long-term treatment of asthma.The interleukin (IL)-4 and IL-13 inhibitor dupilumab (Option B) is approved for treatment of asthma and has shown the greatest efficacy in patients with an absolute eosinophil count greater than 150/μL (0.15 × 109/L) and an elevated fractional exhaled nitric oxide (FeNO) level. This patient has an absolute eosinophil count below this threshold and a low FeNO level, making dupilumab a suboptimal option.Omalizumab (Option C) is a monoclonal antibody that binds to free serum IgE. It is indicated in patients with severe asthma inadequately controlled with standard therapy who have elevated IgE levels and sensitivity to multiple allergens. This patient does not have an elevated IgE level or any allergies; treatment with omalizumab is not the best option.",
  "critique_links": [],
  "key_points": [
    "Patients with severe asthma that remains difficult to control despite optimal therapy should be considered for biologic therapy with agents that block the effects of IgE and interleukins.",
    "When biologic therapy is indicated in asthma, the asthma phenotype should guide selection of therapy; tezepelumab is a biologic therapy whose use is not limited to a specific asthma phenotype."
  ],
  "references": "Corren J, Menzies-Gow A, Bimmel J, et al; PATHWAY and NAVIGATOR study investigators. Tezepelumab for the treatment of severe asthma: a plain language summary of the PATHWAY and NAVIGATOR studies. Immunotherapy. 2023;15:1327-40. PMID: 37772607 doi:10.2217/imt-2023-0109",
  "related_content": {
    "syllabus": [
      "pmsec24002_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.537310-06:00",
  "true_statements": {
    "from_critique": [
      {
        "statement": "Tezepelumab is indicated for severe, difficult-to-control asthma.",
        "extra_field": "Tezepelumab improves asthma control and reduces exacerbations independent of phenotype, making it suitable when other biologic therapies are limited by biomarker criteria",
        "cloze_candidates": [
          "Tezepelumab",
          "severe",
          "asthma"
        ]
      },
      {
        "statement": "Tezepelumab is a humanized monoclonal antibody that blocks thymic stromal lymphopoietin.",
        "extra_field": null,
        "cloze_candidates": [
          "Tezepelumab",
          "humanized monoclonal antibody",
          "thymic stromal lymphopoietin"
        ]
      },
      {
        "statement": "Unlike other biologic asthma treatments, tezepelumab use is not limited to a specific asthma phenotype.",
        "extra_field": null,
        "cloze_candidates": [
          "tezepelumab",
          "asthma phenotype"
        ]
      },
      {
        "statement": "Dupilumab has shown greatest efficacy in asthma patients with absolute eosinophil count > 150/μL and elevated fractional exhaled nitric oxide.",
        "extra_field": null,
        "cloze_candidates": [
          "Dupilumab",
          "150/μL",
          "fractional exhaled nitric oxide",
          "eosinophil count"
        ]
      },
      {
        "statement": "Omalizumab is indicated for severe asthma inadequately controlled with standard therapy in patients with elevated IgE levels and sensitivity to multiple allergens.",
        "extra_field": null,
        "cloze_candidates": [
          "Omalizumab",
          "severe asthma",
          "elevated IgE levels",
          "multiple allergens"
        ]
      },
      {
        "statement": "Azithromycin can decrease exacerbation frequency in selected patients with COPD and bronchiectasis.",
        "extra_field": "Azithromycin has both anti-inflammatory and antimicrobial effects, but does not have a role in long-term asthma treatment",
        "cloze_candidates": [
          "Azithromycin",
          "COPD",
          "bronchiectasis",
          "exacerbation frequency"
        ]
      },
      {
        "statement": "Severe asthma is characterized by frequent exacerbations that may require emergency department visits or hospitalizations.",
        "extra_field": null,
        "cloze_candidates": [
          "severe",
          "asthma",
          "frequent exacerbations",
          "emergency department visits",
          "hospitalizations"
        ]
      }
    ],
    "from_key_points": [
      {
        "statement": "Patients with severe asthma that remains difficult to control despite optimal therapy should be considered for biologic therapy with agents that block the effects of IgE and interleukins.",
        "extra_field": null,
        "cloze_candidates": [
          "severe asthma",
          "biologic therapy",
          "IgE",
          "interleukins"
        ]
      },
      {
        "statement": "When biologic therapy is indicated in asthma, the asthma phenotype should guide selection of therapy.",
        "extra_field": null,
        "cloze_candidates": [
          "biologic therapy",
          "asthma phenotype"
        ]
      },
      {
        "statement": "Tezepelumab is a biologic therapy whose use is not limited to a specific asthma phenotype.",
        "extra_field": null,
        "cloze_candidates": [
          "Tezepelumab",
          "asthma phenotype"
        ]
      }
    ]
  },
  "table_statements": {
    "statements": [],
    "tables_processed": 0,
    "tables_skipped": 0
  }
}
