{
  "question_id": "csmcq24016",
  "category": "cs",
  "educational_objective": "Assess for opioid use disorder in a patient receiving chronic opioid therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 55-year-old man comes to the office for review of chronic opioid therapy for low back pain due to facet arthropathy. He has used prescribed short-acting oxycodone for the past 5 years. He recently began taking it more frequently because of pain emerging before the next dose is due. As a result, he ran out of pills early and has not had any oxycodone in 2 days. Today, he has increased pain, anxiety, and loose stools. He does not have paresthesias or weakness in his legs nor bowel or bladder incontinence.On physical examination, blood pressure is 145/90 mm Hg, and pulse rate is 102/min; other vital signs are normal. Pupils are dilated and equally reactive. There is tenderness to palpation of the lumbar vertebrae with paraspinal muscle spasm. The remainder of the examination, including a detailed neurologic examination, is normal.Urine toxicology screen is negative for all substances.",
  "question_stem": "Which of the following is the most appropriate immediate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Assess for opioid use disorder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Obtain MRI of the lumbar spine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transition to extended-release oxycodone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient on chronic opioid therapy is to employ a validated tool to assess for opioid use disorder (Option A). Despite high prescribing rates, no evidence supports the use of long-term opioid therapy in patients with subacute and chronic noncancer pain, and nonopioid therapies are preferred. In patients already taking chronic opioids, periodic reevaluation of the benefits and harms of continued opioid therapy based on individual patient characteristics is indicated. Opioid use disorder is characterized by use of opioids in increasing amounts or longer than intended, continued use of opioids despite social functional decline, repeated episodes of withdrawal, abandonment of important events or activities, and physical and psychological problems. Screening tools for opioid use disorders include the Rapid Opioid Dependence Screen (RODS) and the OWLS screening tool. According to the American Psychiatric Association Diagnostic and Statistical Manual of Mental Disorders, patients who screen positive should be further assessed. This patient with increased oxycodone use and evidence of physiologic dependence (withdrawal symptoms, hypertension, and pupillary dilation) should be evaluated for opioid use disorder.The 2022 CDC clinical practice guideline for prescribing opioids emphasizes that opioid therapy should not be discontinued abruptly (Option B) nor reduced rapidly. If a reduction in opioid dose is planned, physicians should develop an individualized tapering plan that is communicated clearly and monitored closely. It would be inappropriate to discontinue this patient's opioids without further assessment and establishment of appropriate support.In patients who experience worsening of chronic pain, physicians should complete an evaluation for causes of new or worsening pain. In this patient, this assessment includes evaluation for important musculoskeletal or neurologic causes or complications of his back pain. The evaluation has revealed no evidence of a new or progressive underlying process, and MRI is not indicated (Option C).The risk for opioid-related overdose is dose dependent and higher in patients receiving long-acting opioid formulations. In this patient, long-acting oxycodone (Option D) is less safe than small doses of short-acting oxycodone; furthermore, changing or escalating therapy is not appropriate without further assessment of his risk for adverse outcomes.",
  "critique_links": [],
  "key_points": [
    "Patients taking chronic opioid therapy for pain should have periodic assessment of their risk for adverse effects, including opioid use disorder.",
    "Screening tools for opioid use disorders include the Rapid Opioid Dependence Screen (RODS) and the OWLS screening tool."
  ],
  "references": "Department of Veterans Affairs and Department of Defense. VA/DoD clinical practice guideline for the use of opioids in the management of chronic pain (2022). Washington, DC. Available at www.healthquality.va.gov/guidelines/Pain/cot/VADoDOpioidsCPG.pdf Accessed September 27, 2024.",
  "related_content": {
    "syllabus": [
      "cssec24014_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.964850-06:00"
}