{
  "question_id": "fcmcq24068",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Administer the pneumococcal vaccine to a patient at risk for pneumonia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 47-year-old woman is evaluated during a routine health examination. She received the tetanus, diphtheria, and pertussis vaccine 3 years ago; the hepatitis B vaccine series 1 year ago; recommended COVID-19 vaccines; and the influenza vaccine during the most recent influenza season. She smokes 10 cigarettes daily. Her medical history is unremarkable, and she takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate vaccine to administer to this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Quadrivalent meningococcal conjugate vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Recombinant zoster vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Respiratory syncytial virus vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "20-Valent pneumococcal conjugate vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No vaccine is indicated",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate vaccine to administer to this patient is the 20-valent pneumococcal conjugate vaccine (PCV20; Option D). Pneumococcal vaccination is recommended for all adults aged 50 years or older and those aged 19 to 49 years with certain high-risk conditions, including smoking (see Table: Indications for Pneumococcal Vaccination). Four pneumococcal vaccines are available: the 15-valent conjugate vaccine (PCV15), the PCV20, the 21-valent conjugate vaccine (PCV21), and the 23-valent polysaccharide vaccine (PPSV23). The conjugate vaccines are favored over PPSV23 as the primary vaccine. Vaccination with PCV20, PCV21, or PCV15 is recommended in eligible patients without previous pneumococcal vaccination or with an unknown vaccination history. If PCV15 is used, it should be followed at least 1 year later by PPSV23 (a minimum of 8 weeks is recommended for patients with immunocompromise, a cochlear implant, or cerebrospinal fluid leak). If PCV20 or PCV21 is used, no further vaccination against pneumococcal pneumonia is needed.The quadrivalent meningococcal conjugate vaccine (MenACWY) (Option A) is recommended in childhood. Adults who are at increased risk (see Table: Indications for Meningococcal Vaccination) for meningococcal disease should undergo primary vaccination if they never received age-appropriate vaccination. This patient does not have risk factors and has no indication for MenACWY.Routine use of recombinant herpes zoster vaccine (Option B) is recommended for adults aged 50 years or older to reduce the incidence of zoster and postherpetic neuralgia. In addition, persons who previously received the live attenuated herpes zoster vaccine should be offered the recombinant herpes zoster vaccine because of its increased efficacy (97% efficacy in persons aged 50 to 69 years and 91% efficacy in persons aged 70 years or older). The recombinant vaccine is also recommended in patients at increased risk for zoster because of immunocompromising disease or therapy. This 47-year-old healthy patient has no indication for the recombinant herpes zoster vaccine currently.The respiratory syncytial virus (RSV) vaccine (Option C) is recommended for adults aged 75 years or older and for those aged 60 to 74 years who are at increased risk for severe RSV. There is no recommendation for RSV vaccination in nonpregnant patients younger than 60 years.Administering no vaccines (Option E) is not the best strategy for this patient. In the absence of specific contraindications, all patients aged 19 to 49 years with qualifying conditions should receive the pneumococcal vaccine.",
  "critique_links": [],
  "key_points": [
    "Pneumococcal vaccination is recommended for all adults aged 50 years or older and those aged 19 to 49 years with certain high-risk conditions, including smoking."
  ],
  "references": "Centers for Disease Control and Prevention. Pneumococcal disease: summary of risk-based pneumococcal vaccination recommendations. Accessed October 31, 2024. https://www.cdc.gov/pneumococcal/hcp/vaccine-recommendations/risk-indications.html#cdc_generic_section_5-risk-conditions",
  "related_content": {
    "syllabus": [
      "fcsec24008_24034"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.451634-06:00"
}