{
  "question_id": "idmcq24072",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent Lyme disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 38-year-old man is evaluated after removing a blacklegged deer tick from his upper left arm 12 hours ago. He lives in Rhode Island. He states that the tick was engorged and was likely present for more than 36 hours. He otherwise feels well, has no medical problems, and takes no medications.On physical examination, vital signs are normal. The site of tick removal on his upper left arm shows no erythema, swelling, or tenderness.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Doxycycline for 10 days",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lyme serology",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Single dose of doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation only",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "A single dose of oral doxycycline is the most appropriate measure to prevent Lyme disease in this patient (Option C). Lyme disease is a tick-borne infection caused by the spirochete Borrelia burgdorferi, which is transmitted through an Ixodes scapularis (blacklegged deer tick) bite. Lyme disease is the most common vector-borne infection in the United States. Antibiotics to prevent Lyme disease after a tick bite are recommended if the following conditions are met:The tick can be reliably identified as a blacklegged tick.Antibiotics can be given within 72 hours of the bite.The tick was attached for at least 36 hours (transmission of Lyme disease is unlikely if the tick is attached for <36 hours).The tick bite occurred in a Lyme-endemic area where B. burgdorferi prevalence exceeds 20% (Northeast, mid-Atlantic, upper Midwest).This patient's tick bite meets all these criteria; therefore, it is appropriate to administer antibiotics to prevent Lyme disease. The recommended prophylactic regimen is a single dose (200 mg) of oral doxycycline.Doxycycline, 100 mg orally twice daily for 10 days, is the recommended treatment course for a patient with early localized Lyme disease (e.g., erythema migrans rash) (Option A). This patient does not yet show any signs or symptoms of Lyme disease and requires prophylaxis rather than treatment.Lyme serology is not recommended in asymptomatic persons after a blacklegged deer tick bite (Option B). Lyme antibody testing is often falsely negative in the first days to weeks following exposure because a detectable antibody response generally takes a few weeks to develop. Thus, Lyme serology should not be obtained in this patient.Observation alone would be appropriate if the conditions for prophylaxis listed above were not met; that is, more than 72 hours had passed since tick removal, the tick was attached for less than 36 hours, the bite did not occur in a Lyme-endemic area, or the tick bite was not from a blacklegged tick (Option D). However, this patient meets criteria for Lyme prophylaxis, so observation alone would be inappropriate.",
  "critique_links": [],
  "key_points": [
    "Antibiotics are indicated to prevent Lyme disease if they can be taken within 72 hours of a blacklegged tick bite, the tick was attached for at least 36 hours, and the tick bite occurred in a Lyme-endemic area.",
    "The recommended prophylactic regimen for Lyme disease is one dose (200 mg) of oral doxycycline."
  ],
  "references": "Lantos PM, Rumbaugh J, Bockenstedt LK, et al. Clinical practice guidelines by the Infectious Diseases Society of America (IDSA), American Academy of Neurology (AAN), and American College of Rheumatology (ACR): 2020 guidelines for the prevention, diagnosis and treatment of Lyme disease. Clin Infect Dis. 2021;72:e1-e48. PMID: 33417672 doi:10.1093/cid/ciaa1215",
  "related_content": {
    "syllabus": [
      "idsec24007_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.217471-06:00"
}