{
  "question_id": "ccmcq24015",
  "category": "cc",
  "educational_objective": "Use procalcitonin as an antibiotic de-escalation strategy in sepsis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 72-year-old man is evaluated in the hospital for acute hypoxemic respiratory failure and sepsis presumed secondary to community-acquired pneumonia. He initially presented 3 days ago with dyspnea and hypotension. Chest radiograph showed bilateral patchy infiltrates that were worse in the lower lobes. Intravenous fluids, oxygen by high-flow nasal cannula, ceftriaxone, and azithromycin were started. He has improved, with normalization of blood pressure and decreased oxygen requirement. He has no medical history and takes no long-term medications.On physical examination, vital signs are normal. Oxygen saturation is 94% with the patient breathing supplemental oxygen, 3 L/min by nasal cannula. Crackles are present over the left inferior posterior chest.Laboratory studies:Day 3AdmissionLeukocyte count13,000/µL (13 × 109/L)H22,000/µL (22 × 109/L)HCreatinine0.9 mg/dL (79.6 µmol/L)2.0 mg/dL (177 µmol/L)HLactate1.0 mEq/L (1.0 mmol/L)4.5 mEq/L (4.5 mmol/L)HBlood and sputum cultures from admission show no growth.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Antibiotics for a total of 7 days",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fiberoptic endoscopic evaluation of swallowing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Follow-up chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Procalcitonin level measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with sepsis and suspected community-acquired pneumonia (CAP) is procalcitonin level measurement (Option D). Early antibiotic de-escalation in the appropriate patient is important to mitigate increasing rates of antibiotic resistance. Procalcitonin is a serum marker for bacterial infection. Current sepsis guidelines suggest that procalcitonin and clinical evaluation may be used to support shortening the duration of antibiotic therapy in patients with suspected sepsis and adequate source control. Several recent meta-analyses demonstrate that use of algorithms that include procalcitonin as a decision support tool leads to decreased overall use of antibiotics, especially in patients presenting with suspected lower respiratory tract infections. In immunocompetent patients with suspected CAP and absence of shock, a procalcitonin level less than 0.5 ng/mL should prompt consideration of antibiotic discontinuation. Because this patient is clinically improving, ordering a procalcitonin level is indicated to potentially help guide duration of therapy.Evolving data support the success of short courses of antibiotics to treat CAP. Meta-analyses suggest that shorter courses of antibiotics are as effective as longer courses (>7 days), assuming clinical improvement. A procalcitonin level can help determine the suitability of a shorter course of antibiotics and is preferred in this patient rather than continuing antibiotics for a total of 7 days (Option A).Fiberoptic endoscopic evaluation of swallowing (FEES) (Option B) is used to directly visualize swallowing function and guide therapy in patients who present with aspiration risks. FEES is not indicated in this patient who has no clinical or radiographic evidence of aspiration and who is clinically improving.Short-term follow-up chest radiography (Option C) in a patient with pneumonia is indicated if clinical deterioration (e.g., increasing oxygen requirements) is evident or if a complication such as empyema is suspected. Otherwise, the radiographic changes in pneumonia can persist for weeks, and resolution lags substantially behind clinical improvement. This patient is improving clinically and has no indication for immediate repeat chest radiography.",
  "critique_links": [],
  "key_points": [
    "In conjunction with the clinical evaluation, procalcitonin levels may be used to support shortening the duration of antibiotic therapy in patients with sepsis."
  ],
  "references": "Evans L, Rhodes A, Alhazzani W, et al. Surviving Sepsis Campaign: international guidelines for management of sepsis and septic shock 2021. Intensive Care Med. 2021;47:1181-247. PMID: 34599691 doi:10.1007/s00134-021-06506-y",
  "related_content": {
    "syllabus": [
      "ccsec24002_24031"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.397317-06:00"
}