{
  "question_id": "nrmcq24042",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose vascular cognitive impairment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old man is evaluated for a 1-year history of difficulty following instructions and planning. He has started deferring decision making and planning to his wife; she now organizes his pillbox and manages the finances. He is independent with basic activities of daily living. Medical history is significant for hypertension, type 2 diabetes mellitus, dyslipidemia, and coronary artery disease. Medications are lisinopril, metformin, dapagliflozin, atorvastatin, and aspirin.On physical examination, blood pressure is 169/60 mm Hg; other vital signs are normal. He has difficulty drawing a clock and recalls the five words in a memory-retrieval test only after receiving clues and choices. Language is intact. Neurologic examination is remarkable for a mildly slow gait.Results of laboratory studies, including thyroid-stimulating hormone and serum vitamin B12 levels, are normal.An MRI of the brain shows moderate to severe subcortical and periventricular hyperintensities on the T2-weighted fluid-attenuated inversion recovery sequence.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Creutzfeldt-Jakob disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dementia with Lewy bodies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Primary progressive aphasia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vascular cognitive impairment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with known vascular disease and a 1-year decline in attention and executive function most likely has vascular cognitive impairment (VCI) (Option D). VCI is second only to Alzheimer disease as a cause of dementia and accounts for up to 20% of dementias in North America and Europe. Patients with VCI usually have a history of vascular risk factors or established vascular disease; subcortical ischemic cognitive impairment is often due to underlying arteriolosclerosis or microvascular disease. Arteriolosclerosis is usually secondary to hypertension and affects the smooth muscle of small and penetrating arterioles serving subcortical structures in the brain. Microvascular disease resulting in impaired capillary ability to deliver nutrients and clear waste in the parenchyma is more often due to type 2 diabetes mellitus. Because of the disruption of the frontal-subcortical circuits, executive and attention impairments are most commonly seen, unlike the gradual amnesic clinical profile with impairments in episodic memory that characterizes Alzheimer disease. White matter subcortical and periventricular hyperintensities are seen on T2-weighted fluid-attenuated inversion recovery sequences on brain MRI. Pharmacologic and nonpharmacologic treatment of modifiable cardiovascular risk factors, including hypertension, dyslipidemia, and diabetes, is recommended for management. The combination of known vascular disease, executive dysfunction, and radiographic changes makes VCI the most likely cause of his symptoms.This patient's clinical presentation, examination, and imaging findings are not consistent with Creutzfeldt-Jakob disease (CJD) (Option A). CJD is an irreversible, rapidly progressive dementia caused by prion protein. The clinical profile for CJD consists of rapidly progressive cognitive impairment with two or more of the following features: akinetic mutism, myoclonus, extrapyramidal signs, and visual or cerebellar dysfunction. MRI may show restricted diffusion of the basal ganglia, thalamus, and cerebral cortex.This patient's clinical profile is not consistent with dementia with Lewy bodies (DLB) (Option B). The clinical criteria for DLB include visual hallucinations, parkinsonism, cognitive fluctuations, and rapid eye movement sleep behavior disorder. MRI often shows minimal atrophy with medial temporal lobe preservation. This patient does not exhibit any of these features.Intact language function makes primary progressive aphasia (PPA) (Option C) unlikely in this patient. PPA is characterized by a language-predominant clinical course marked by frequent word-finding difficulty or problems with fluency and comprehension.",
  "critique_links": [],
  "key_points": [
    "Vascular cognitive impairment (VCI) is characterized by executive and attention impairments; patients usually have a history of vascular risk factors or established vascular disease.",
    "Brain MRI in patients with VCI often shows white matter subcortical and periventricular hyperintensities on T2-weighted fluid-attenuated inversion recovery sequences."
  ],
  "references": "Chang Wong E, Chang Chui H. Vascular cognitive impairment and dementia. Continuum (Minneap Minn). 2022;28:750-780. PMID: 35678401 doi:10.1212/CON.0000000000001124",
  "related_content": {
    "syllabus": [
      "nrsec24005_24010"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.919795-06:00"
}