{
  "category": "cv",
  "critique": "The most likely diagnosis is heart failure with reduced ejection fraction (Option C). This patient's ultrasound shows a parasternal long-axis view of the left ventricle (AV = aortic valve; IVS = interventricular septum; LA = left atrium; LV = left ventricle; MV = mitral valve). The chamber of the left ventricle is abnormally large and round, and its size decreases minimally during systole. Although the posterior wall appears to thicken during systole, the interventricular septum does not. Additionally, the anterior leaflet of the mitral valve is quite far from the interventricular septum when opening during diastole. Using the markers on the right of the screen allows the distance between the anterior leaflet and the interventricular septum to be approximated as more than 1 cm, which is considered the upper limit of normal for this measurement. Together, these findings strongly suggest severely reduced left ventricular function. There is no pericardial effusion to suggest cardiac tamponade, and the aortic and mitral valves show no signs of significant restriction of leaflet opening.",
  "educational_objective": "Evaluate left ventricular function with point-of-care ultrasonography.",
  "extracted_at": "2025-12-23T14:08:40.459301-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/cvfig24651.2bee101e12788a4b84a5881c36aa31e3.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": [
      "cvvid24602"
    ]
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Aortic stenosis"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Cardiac tamponade"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Heart failure with reduced ejection fraction"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Mitral stenosis"
    }
  ],
  "question_id": "cvvdx24044",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 69-year-old woman is evaluated in the emergency department for a 1-week history of progressive exertional dyspnea and bendopnea. Vital signs are normal. Focused point-of-care cardiac ultrasonography is performed.(Note that there is no sound for this video.)",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "cvsec24005_24005"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}