{
  "question_id": "pmcor25022",
  "category": "pm",
  "educational_objective": "Evaluate suspected pulmonary arterial hypertension with transthoracic echocardiography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 35-year-old woman is evaluated for a 4-month history of exertional dyspnea and a 1-week history of chest pressure. She has no sputum production, cough, or wheezes. She has never smoked. She takes no medications.On physical examination, vital signs are normal. Oxygen saturation is 91% breathing ambient air. Cardiopulmonary examination reveals a widened split S2 with a prominent pulmonic component and neck vein distention. Lungs are clear to auscultation.Laboratory studies, including complete blood count and comprehensive metabolic profile, are normal.ECG is normal. Chest radiograph shows clear lung fields and prominent pulmonary outflow tract with pruning of peripheral pulmonary vessels.",
  "question_stem": "Which of the following is the most appropriate initial test?",
  "options": [
    {
      "letter": "A",
      "text": "High-resolution CT of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pulmonary function testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ventilation/perfusion scanning",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial test is transthoracic echocardiography (Option C). Pulmonary hypertension is easily overlooked because early signs and symptoms, such as exertional dyspnea and fatigue, are nonspecific. As the disorder progresses, right ventricular impairment may be heralded by exertional chest pain, syncope, and peripheral edema. Findings on physical examination depend on the severity of disease. The cardiovascular examination may show jugular venous distention, a prominent jugular venous a wave, parasternal heave, a widened split S2 with a prominent pulmonic component, or murmurs of tricuspid regurgitation as the right ventricle dilates. Transthoracic echocardiography is a useful initial tool in the evaluation of suspected pulmonary hypertension, as it allows an estimation of pulmonary artery pressures and right heart function as well as an assessment of the left heart. Because echocardiography may underestimate true pulmonary artery pressures, the evaluation should not end with an unrevealing echocardiogram if the index of suspicion for pulmonary hypertension is high. In such cases, right heart catheterization is recommended. Once pulmonary hypertension is confirmed, further testing, guided by clinical history, helps determine identifiable causes. Left heart catheterization can assess coronary flow and left ventricular function. Diagnostic tests for respiratory diseases might include pulmonary function tests, chest imaging, ventilation/perfusion (V/Q) scanning, and overnight pulse oximetry.High-resolution CT of the chest (Option A) allows a detailed assessment of the lung parenchyma and is useful in the evaluation of suspected interstitial lung diseases. However, it is unlikely to be helpful as an initial test in a patient, such as this one, with an unremarkable lung examination and clear lung fields on chest radiograph.Pulmonary function testing (Option B) is an important diagnostic test for suspected airways disease such as asthma, COPD, or interstitial lung disease. However, this patient has no symptoms or physical examination findings indicative of either obstructive or restrictive disease. In the patient with isolated pulmonary hypertension, pulmonary function tests demonstrate a reduction in diffusing capacity, which is a nonspecific finding.V/Q scanning (Option D) is the diagnostic test of choice for suspected chronic thromboembolic pulmonary hypertension (CTEPH). Although CTEPH has not yet been excluded in this patient, V/Q scanning would typically be performed after transthoracic echocardiography to first establish the presence of pulmonary hypertension. V/Q scanning can also be used when pulmonary embolism is suspected.",
  "critique_links": [],
  "key_points": [
    "Transthoracic echocardiography can estimate pulmonary artery pressures and is the preferred initial test if pulmonary hypertension is suspected."
  ],
  "references": "Simonneau G, Montani D, Celermajer DS, et al. Haemodynamic definitions and updated clinical classification of pulmonary hypertension. Eur Respir J. 2019;53. PMID: 30545968 doi:10.1183/13993003.01913-2018",
  "related_content": {
    "syllabus": [
      "pmsec24006_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.012409-06:00"
}