{
  "question_id": "idcor25003",
  "category": "id",
  "educational_objective": "Treat acute pyelonephritis in a hospitalized patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 34-year-old woman is evaluated in the emergency department for a 3-day history of increasing urinary frequency, urgency, and burning accompanied by right flank pain, fever, chills, nausea, and vomiting. She was treated with trimethoprim-sulfamethoxazole for cystitis 2 weeks ago. Medical history is also significant for nephrolithiasis. Her only other medication is an oral contraceptive pill. She reports experiencing a rash with amoxicillin in childhood but no adverse reactions to cephalosporin medications.On physical examination, temperature is 38.9 °C (102.0 °F), blood pressure is 92/60 mm Hg, and pulse rate is 96/min. Palpation elicits right-sided costovertebral angle tenderness.Urinalysis with microscopy reveals cloudy urine with greater than 100 leukocytes/hpf, 0 to 5 erythrocytes/hpf, and 4+ bacteria. A urine pregnancy test is negative.Bilateral, nonobstructing, small ureteral-pelvic junction calculi are seen on kidney ultrasound.",
  "question_stem": "Which of the following is the most appropriate initial treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Aztreonam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nitrofurantoin",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Intravenous antimicrobial therapy with ceftriaxone (Option B) or another broad-spectrum cephalosporin or carbapenem would be the appropriate initial treatment option in this patient who has acute pyelonephritis. This patient requires hospitalization because of potential hemodynamic instability, inability to tolerate oral medication, and concern for pathogen resistance because of recent antimicrobial therapy. Urine and blood cultures should be performed as well. A detailed antibiotic allergy history regarding reaction to penicillin is required to determine if the patient has a contraindication to β-lactam medications and serves to avoid the use of potentially less effective and more costly antimicrobial therapies. Active oral antibiotics can be substituted to complete therapy in clinically stable patients who have reliable follow-up. Patients with bacteremia who exhibit adequate clinical responses do not require follow-up blood cultures or prolonged intravenous therapy.The monobactam aztreonam (Option A) is safe to prescribe in persons with a known or suspected severe allergy to β-lactam antibiotics. However, this drug is unnecessary in a patient who reports having taken cephalosporin medications without a problem.Empiric fluoroquinolones, such as ciprofloxacin (Option C), are not recommended as initial treatment in hospitalized patients with pyelonephritis because of increasing resistance to common uropathogens. Initial treatment with ceftriaxone is favored owing to its broad spectrum and favorable safety profile; oral fluoroquinolones may be subsequently used if supported by urine culture and susceptibility results.Nitrofurantoin (Option D) is used to treat cystitis but does not achieve adequate concentrations outside the bladder, so it should not be used in this patient with an upper urinary tract infection and systemic symptoms.Trimethoprim-sulfamethoxazole (Option E) would not be an appropriate choice in this patient owing to high rates of community resistance and her recent exposure to this drug.",
  "critique_links": [],
  "key_points": [
    "Intravenous antimicrobial therapy with ceftriaxone (or another broad-spectrum cephalosporin or carbapenem) is appropriate initial treatment in patients with acute pyelonephritis who require hospitalization.",
    "Empiric intravenous fluoroquinolones are not recommended for treatment of pyelonephritis in hospitalized patients."
  ],
  "references": "Johnson JR, Russo TA. Acute pyelonephritis in adults. N Engl J Med. 2018;378:48-59. PMID: 29298155 doi:10.1056/nejmcp170275",
  "related_content": {
    "syllabus": [
      "idsec24008_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.228163-06:00"
}