{
  "question_id": "fcmcq24052",
  "category": "fc",
  "educational_objective": "Prevent pulmonary complications of surgery.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 55-year-old woman presents for preoperative evaluation. She has newly diagnosed breast cancer and will undergo lumpectomy and sentinel lymph node biopsy in 2 weeks. She walks three times weekly for 4 miles without chest pain, shortness of breath, or wheezing. Her Duke Activity Status Index score is 50.7 (about 9 metabolic equivalents). She has a 15-pack-year history of cigarette smoking and continues to smoke 10 cigarettes daily. History is notable for persistent asthma. Her only medication is a budesonide-formoterol inhaler.Physical examination findings, including vital signs, are normal.Her Asthma Control Test score is 21, indicating well-controlled asthma. Screening for obstructive sleep apnea (OSA) with the STOP-BANG questionnaire categorizes the patient as low risk for OSA.",
  "question_stem": "In addition to advising smoking cessation, which of the following is the most appropriate preoperative pulmonary management?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiopulmonary stress testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Spirometry",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient does not require further preoperative management beyond smoking cessation counseling (Option D). Perioperative pulmonary complications include pneumonia, respiratory failure, and exacerbation of underlying lung disease. Patients with well-controlled asthma do not routinely require preoperative pulmonary testing and may continue most standard asthma medications through the perioperative period. Discontinuation of smoking improves surgical outcomes and decreases the risk for pulmonary complications. After patients stop smoking, their risk for poor wound healing decreases, as does their risk for postoperative infection. Smoking cessation will also reduce the risk for postoperative venous thromboembolism in this patient with newly diagnosed cancer. Patients who do not smoke may have less postoperative pain in both the acute and chronic settings and have a lower risk for anesthesia complications. Patients should be encouraged to stop smoking as far ahead of surgery as possible, but in this case, surgery should not be delayed for smoking cessation given the patient's cancer diagnosis.Cardiopulmonary stress testing (Option A) is not indicated for this patient. Stress testing before surgery may be considered in select patients who are scheduled to undergo elevated-risk surgery and who have poor or unknown functional capacity and an elevated calculated risk for perioperative events. This asymptomatic patient has good functional capacity and does not require preoperative stress testing.Chest radiography (Option B) is indicated only in patients with signs or symptoms of pulmonary illness or underlying cardiac or pulmonary disease with new or unstable symptoms. This patient is asymptomatic and has well-controlled asthma; therefore, testing is not indicated.Spirometry (Option C) is warranted in patients undergoing lung resection to help predict postoperative lung function. It should also be considered in patients with active wheezing or poor exercise tolerance that is not otherwise explained. In the absence of these indications, preoperative spirometry is not useful for predicting risk and is not routinely required.",
  "critique_links": [],
  "key_points": [
    "Discontinuation of smoking improves surgical outcomes and decreases the risk for pulmonary complications.",
    "Patients with well-controlled asthma do not routinely require preoperative pulmonary testing and may continue most standard asthma medications through the perioperative period."
  ],
  "references": "Iida H, Kai T, Kuri M, et al. A practical guide for perioperative smoking cessation. J Anesth. 2022;36:583-605. PMID: 35913572 doi:10.1007/s00540-022-03080-5",
  "related_content": {
    "syllabus": [
      "fcsec24009_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.681365-06:00"
}