{
  "question_id": "rmmcq24011",
  "category": "rm",
  "educational_objective": "Diagnose Sjögren disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 28-year-old woman is evaluated for a 6-month history of oral dryness and eye irritation. She also reports a 1-month history of fatigue and joint pain in her hands that persists throughout the day. Two weeks ago, the Schirmer test result was 3 mm/5 min, and her ophthalmologist prescribed lubricating eye drops. Medical history is otherwise noncontributory. She takes no medications.On physical examination, vital signs are normal. Conjunctival injection is observed bilaterally. Oral examination shows decreased salivary pooling. No skin rashes are noted. Metacarpophalangeal and proximal interphalangeal joints show tenderness to palpation, without synovitis.Laboratory studies:Erythrocyte sedimentation rate44 mm/hHRheumatoid factor28 U/mL (28 kU/L)Antinuclear antibody titer1:320Anti–cyclic citrullinated peptide antibody titerNegativeAnti-La/SSB antibody titer>8 U/L (normal, <1 U/L)HAnti-Ro/SSA antibody titer>8 U/L (normal, <1 U/L)HCryoglobulinsPositiveH",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cryoglobulinemic vasculitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Rheumatoid arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sjögren disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Systemic lupus erythematosus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Sjögren disease (Option C). Sjögren disease, a systemic autoimmune disorder, most often presents with sicca symptoms, including oral and ocular dryness (xerostomia and xerophthalmia, respectively). Extraglandular symptoms, such as fatigue and joint pain, are also common (Table: Extraglandular Clinical Manifestations of Sjögren Disease). A diagnosis of Sjögren disease requires a score of 4 or more on the American College of Rheumatology/European League Against Rheumatism classification criteria (Table: Classification Criteria for Primary Sjögren Disease). Xerostomia is assessed by direct examination, with dental caries and a lack of saliva suggesting the diagnosis; sialometry is rarely done because it requires special equipment. Xerophthalmia can be objectively assessed with the Schirmer test; a strip of filter paper is placed under the lower eyelid, and less than 5 mm of wetting in 5 minutes indicates dryness. Autoantibodies provide diagnostic support but are not pathognomonic. Antinuclear antibodies and/or rheumatoid factor may be present. The presence of anti-Ro/SSA autoantibodies is specific in primary Sjögren disease but not in secondary Sjögren disease, which is associated with other autoimmune diseases. This patient has clinical and serologic features consistent with Sjögren disease, including severe sicca, a positive Schirmer test result, and a positive anti-Ro/SSA antibody titer.Cryoglobulinemic vasculitis (Option A) is classically associated with purpuric skin lesions as well as neurologic involvement and arthralgias. Positive rheumatoid factor and cryoglobulins raise suspicion for cryoglobulinemic vasculitis. However, cryoglobulinemia can be seen in 4% to 12% of patients with Sjögren disease. This patient's clinical features and anti-Ro/SSA antibody titer are more consistent with Sjögren disease.Rheumatoid arthritis (RA) (Option B) is characterized by small-joint, symmetric synovitis with associated morning stiffness. Patients with RA can have secondary Sjögren disease. However, this patient has had hand pain for only 1 month, she does not report morning stiffness, and she does not have synovitis on examination. Her low positive rheumatoid factor and negative anti–cyclic citrullinated peptide antibody titer are better attributed to Sjögren disease.Like RA, systemic lupus erythematosus (SLE) (Option D) can be associated with secondary Sjögren disease. However, patients with SLE typically present with multiple systemic symptoms, such as serositis, pleuritis, cerebritis, lung dysfunction, synovitis, and skin changes (none of which are reported in this patient).",
  "critique_links": [],
  "key_points": [
    "Common symptoms of Sjögren disease include oral and ocular dryness, fatigue, and joint pain.",
    "Anti-Ro/SSA autoantibody positivity is the most specific laboratory finding in patients with primary Sjögren disease."
  ],
  "references": "Mariette X, Criswell LA. Primary Sjögren's syndrome. N Engl J Med. 2018;378:931-939. PMID: 29514034 doi:10.1056/NEJMcp1702514",
  "related_content": {
    "syllabus": [
      "rmsec24008_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/rmtab24030.html",
      "tables/rmtab24031.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "rmtab24030",
        "file": "tables/rmtab24030.html",
        "title": "Extraglandular Clinical Manifestations of Sjögren Disease",
        "short_title": "Extraglandular Clinical Manifestations of Sjögren Disease",
        "footnotes": [
          "CNS = central nervous system."
        ],
        "headers": [
          "Site/Organ",
          "Manifestation (Frequency)"
        ]
      },
      {
        "table_id": "rmtab24031",
        "file": "tables/rmtab24031.html",
        "title": "ACR/EULAR Classification Criteria for Primary Sjögren Disease<sup>a</sup>",
        "short_title": "Classification Criteria for Primary Sjögren Disease",
        "footnotes": [
          "ACR = American College of Rheumatology; EULAR = European Alliance for Associations of Rheumatology (formerly known as the European League Against Rheumatism).",
          "<sup>a</sup>Exclusion criteria include previous head/neck radiation and history of active hepatitis C virus infection, AIDS, sarcoidosis, amyloidosis, graft-versus-host disease, and IgG4-related disease.",
          "From Shiboski CH, Shiboski SC, Seror R, et al; International Sjögren's Syndrome Criteria Working Group. 2016 American College of Rheumatology/European League Against Rheumatism Classification Criteria for Primary Sjögren's Syndrome: a consensus and data-driven methodology involving three international patient cohorts. Arthritis Rheumatol. 2017 Jan;69(1):35-45. doi:10.1002/art.39859. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/27785888\" target=\"_blank\">PMID: 27785888</a>. Copyright 2016, American College of Rheumatology. Adapted with permission from John Wiley &amp; Sons, Inc."
        ],
        "headers": [
          "Presence of subjective finding of Sjögren disease (e.g., sicca) plus any combination of the following resulting in a score of ≥4:",
          "Item",
          "Score"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.627383-06:00"
}