{
  "question_id": "dmvdx24055",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose androgenic alopecia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 58-year-old man is evaluated for hair loss, as shown. Examination of the scalp is otherwise unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Alopecia areata",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Androgenic alopecia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Telogen effluvium",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Traumatic alopecia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is androgenic alopecia (Option B). Alopecia is the loss of hair and is characterized as localized or generalized and scarring or nonscarring. Scarring alopecia results in permanent hair loss, whereas nonscarring alopecia is potentially reversible. Androgenic alopecia is an androgen-dependent nonscarring alopecia occurring in both men and women. The onset is after puberty and can be gradual. In men, it presents as bitemporal hairline recession followed by vertex baldness. In women, it often presents as generalized thinning; it is often first recognized as widening of the part width on the crown. In contrast, alopecia areata is characterized by well-circumscribed round patches of nonscarring acute hair loss. The scalp is smooth and scaleless. It affects both women and men, and onset usually occurs before the age of 30 years. Telogen effluvium is characterized by acute diffuse shedding of hair following a traumatic event. Traumatic alopecia includes traction alopecia and may occur as a result of chronic hair pulling, such as occurs in some forms of hair styling.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24014_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.521224-06:00"
}