{
  "question_id": "oncor25028",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Perform surveillance in a patient with colon cancer after curative resection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old woman is evaluated during a follow-up visit after undergoing right hemicolectomy for a cecal carcinoma. Pathology revealed a stage III adenocarcinoma of the colon with two of 21 nodes positive. She completed 3 months of adjuvant therapy with capecitabine and oxaliplatin. She currently has no symptoms and has no other medical problems.On physical examination, vital signs are normal. Abdominal examination reveals no masses, tenderness, or hepatosplenomegaly. No lymphadenopathy is noted.CT scan of the chest, abdomen, and pelvis obtained preoperatively was unremarkable.Follow-up examination is planned for every 6 months for the next 5 years, with colonoscopy at 1 year, 4 years, and then every 5 years after surgery.",
  "question_stem": "Which of the following is the most appropriate additional surveillance to perform?",
  "options": [
    {
      "letter": "A",
      "text": "Annual CT of the chest, abdomen, and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carcinoembryonic antigen (CEA) testing every 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "CEA testing every 6 months with annual CT of the chest, abdomen, and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "CEA testing every 6 months with annual PET/CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should receive posttreatment surveillance with carcinoembryonic antigen (CEA) testing every 6 months and annual CT of the chest, abdomen, and pelvis (Option C). The role of posttreatment surveillance following curative-intent treatment of colon cancer is to identify oligometastatic disease in the liver or lung that may be resectable with curative intent. A significant minority of such patients with recurrent colorectal cancer may be eligible for curative salvage therapies, such as hepatic or pulmonary metastasectomy. Follow-up clinical examinations are necessary but inadequate alone for surveillance of patients with resected stage II and III colon cancers. Combined CEA testing and CT increases the likelihood that recurrences are identified before than would be heralded by the development of signs or symptoms. This patient has undergone curative-intent treatment for colon cancer and should be evaluated for recurrence for 5 years with the combination of CEA testing every 6 months and annual CT of the chest, abdomen, and pelvis.Annual CT of the chest, abdomen, and pelvis alone (Option A) would not be appropriate, as CEA testing should be incorporated into the surveillance program.CEA testing alone (Option B) would not be adequate for this patient. CEA elevation is seen in many, but not all, patients with recurrent colorectal cancer. Elevations may provide an early clue for recurrence and warrant investigation to determine the presence of solitary or oligometastatic disease that might be amenable to a curative approach. However, because CEA is not elevated in all patients with recurrent colorectal cancer, concomitant routine imaging is necessary.CEA testing every 6 months with annual PET/CT (Option C) would not be the most appropriate surveillance. PET/CT has significant false-positive and false-negative rates in patients with colorectal cancer and would not identify surgically curable disease that would not be seen on contrast-enhanced CT. CT is the preferred surveillance modality, although PET/CT may infrequently be performed to further evaluate an equivocal finding on a CT scan.",
  "critique_links": [],
  "key_points": [
    "Posttreatment surveillance for patients with colorectal cancer includes periodic history; physical examination; serum carcinoembryonic antigen level testing; and CT of the chest, abdomen, and pelvis.",
    "A significant minority of patients with recurrent colorectal cancer may be eligible for curative salvage therapies, such as hepatic or pulmonary metastasectomy."
  ],
  "references": "Hardiman KM, Felder SI, Friedman G, et al; Prepared on behalf of the Clinical Practice Guidelines Committee of the American Society of Colon and Rectal Surgeons. The American Society of Colon and Rectal Surgeons clinical practice guidelines for the surveillance and survivorship care of patients after curative treatment of colon and rectal cancer. Dis Colon Rectum. 2021;64:517-533. PMID: 33591043 doi:10.1097/DCR.0000000000001984",
  "related_content": {
    "syllabus": [
      "onsec24003_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.463050-06:00"
}