{
  "question_id": "inqqq24002",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat major depressive disorder with cognitive behavioral therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 36-year-old man is evaluated for a 3-month history of severely depressed mood; hypersomnia; poor appetite; a 6.8-kg (15-lb) weight loss; and loss of interest in family, hobbies, and work. He reports that he has no thoughts of suicide or manic symptoms. He has never had similar symptoms and does not use alcohol, tobacco, or nonprescribed substances. He wants help but is concerned about the adverse effects of medications. His PHQ-9 score is 13, indicating moderate depression.Laboratory studies reveal a normal serum thyroid-stimulating hormone level.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amitriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cognitive behavioral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Paroxetine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Quetiapine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Cognitive behavioral therapy (CBT) (Option B) is the most appropriate initial therapy for this patient with major depressive disorder (MDD). In a 2023 clinical practice guideline, the American College of Physicians recommends that clinicians treat patients with MDD with CBT or second-generation antidepressants (selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, serotonin modulators, or atypical antidepressants) after discussing adverse effect profiles, accessibility, cost, and preferences with the patient. Based on moderate-quality evidence, CBT and second-generation antidepressants were equally effective treatments for MDD, with similar rates of symptom remission for mild to moderate depression. For this patient who is concerned about taking medications, CBT is the most appropriate initial treatment instead of other pharmacologic treatment options.Amitriptyline (Option A) and other tricyclic antidepressants can be used to treat MDD, but these agents are second-line therapy because of the higher rate of significant adverse effects. Common adverse effects include dry mouth, constipation, sedation, and dizziness or lightheadedness.Paroxetine (Option C) is a second-generation antidepressant that is a reasonable choice for initial management of MDD. However, there is a particularly high incidence of adverse effects (such as nausea, diarrhea, and insomnia) that often limits its use in clinical practice. Additionally, this patient has expressed a desire to avoid pharmacotherapy, so paroxetine would not be the most appropriate first-line treatment option.Quetiapine (Option D) is FDA approved in combination with an antidepressant for treating depression that does not respond to initial therapy. First-line treatment has not yet been attempted in this patient, and quetiapine is not appropriate as monotherapy for MDD.",
  "critique_links": [],
  "key_points": [
    "Cognitive behavioral therapy and second-generation antidepressants have proved to be equally effective in treating major depressive disorder, with similar rates of remission; treatment selection should be made after discussion of adverse effect profiles, accessibility, cost, and patient preference."
  ],
  "references": "Qaseem A, Owens DK, Etxeandia-Ikobaltzeta I, et al; Clinical Guidelines Committee of the American College of Physicians. Nonpharmacologic and pharmacologic treatments of adults in the acute phase of major depressive disorder: A living clinical guideline from the American College of Physicians. Ann Intern Med. 2023;176:239-252. PMID: 36689752",
  "related_content": {
    "syllabus": [
      "insec24007_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.504072-06:00"
}