{
  "question_id": "rmmcq24062",
  "category": "rm",
  "educational_objective": "Identify inflammatory bowel disease in a patient with ankylosing spondylitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 36-year-old man is evaluated for follow-up of ankylosing spondylitis. He initially presented with back pain and sacroiliitis 12 months ago, and his musculoskeletal symptoms have since been well-controlled with naproxen. He now reports 2 months of abdominal cramping and occasional loose stools with hematochezia. He has had a 2.3-kg (5-lb) weight loss but no fevers. He has no other medical conditions and takes no other medications.On physical examination, vital signs are normal. His abdomen is soft, nontender, and nondistended. Forward flexion of the lumbar spine is limited.Laboratory studies:Erythrocyte sedimentation rate48 mm/hHC-reactive protein5.0 mg/dL (50.0 mg/L)HFecal calprotectin122 μg/g (normal, <50 μg/g)HFecal multipathogen molecular panelNegative",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Celiac disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inflammatory bowel disease",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Irritable bowel syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "NSAID-induced peptic ulcer disease",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with ankylosing spondylitis (also known as radiographic axial spondyloarthritis) most likely has inflammatory bowel disease (IBD) (Option B). Axial spondyloarthritis is a subgroup of the spondyloarthropathies characterized by inflammatory arthritis of the axial skeleton; it is further classified as ankylosing spondylitis or nonradiographic axial spondyloarthritis depending on whether overt sacroiliitis is present on plain radiography. Up to 14% of patients with ankylosing spondylitis have clinically identified IBD, and 50% to 60% have subclinical disease identified through endoscopy and histologic analysis. The risk for overt IBD is higher in patients with previous subclinical IBD. Fecal calprotectin, an inflammatory protein, may be used to distinguish inflammatory from noninflammatory causes of diarrhea. It is elevated in patients with ankylosing spondylitis with overt IBD as well as in those with presymptomatic microscopic gut inflammation. When spondyloarthritis is associated with IBD (a clinical entity known as enteropathic arthritis), the disease is best addressed by targeting bowel inflammation. Tumor necrosis factor inhibitors are especially useful for bowel and joint symptoms, including spine disease. Interleukin-17 inhibitors may cause IBD to flare and are contraindicated in these patients. NSAIDs should also be avoided, when possible, because of the potential for IBD flare. This patient with ankylosing spondylitis and chronic inflammatory diarrhea is very likely to have IBD given his clinical presentation and laboratory findings; confirmatory diagnostic testing should be pursued.Although celiac disease (Option A) can present with chronic diarrhea, there is no evidence of increased risk for celiac disease in patients with spondyloarthritis. In addition, hematochezia is not a feature of celiac disease, which affects the small bowel.This patient's hematochezia, weight loss, and elevated fecal calprotectin level are not consistent with a diagnosis of irritable bowel syndrome (Option C).One third of patients receiving long-term NSAID therapy may develop dyspepsia and gastroesophageal reflux symptoms, and NSAIDs may cause peptic ulcer disease with serious complications, such as bleeding or perforation. However, symptoms of peptic ulcer disease, such as epigastric pain, bloating, nausea, and heartburn, are absent in this case. Additionally, loose stools, hematochezia, and an elevated fecal calprotectin level are more suggestive of IBD than of NSAID-induced peptic ulcer disease (Option D).",
  "critique_links": [],
  "key_points": [
    "There is a strong association between ankylosing spondylitis and inflammatory bowel disease (IBD), and the latter may be subclinical or mild in early stages.",
    "Physicians should maintain a low threshold for investigating the possibility of IBD in patients with spondyloarthropathy, including ankylosing spondylitis, who present with consistent gastrointestinal symptoms."
  ],
  "references": "Gracey E, Vereecke L, McGovern D, et al. Revisiting the gut-joint axis: links between gut inflammation and spondyloarthritis. Nat Rev Rheumatol. 2020;16:415-433. PMID: 32661321 doi:10.1038/s41584-020-0454-9",
  "related_content": {
    "syllabus": [
      "rmsec24006_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.755080-06:00"
}