{
  "question_id": "fcmcq24102",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage polypharmacy in an older adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 75-year-old woman is evaluated during a new-patient visit. She reports two mechanical (ground-level) falls over the past 4 months. Both episodes occurred at night; on waking to use the bathroom, she occasionally experiences unsteadiness, which causes her to stumble. She otherwise feels well. Medical conditions include hypertension, paroxysmal atrial fibrillation, dyslipidemia, hypothyroidism, depression, and insomnia. Two months ago, her previous physician started citalopram 20 mg once daily. Other medications are lisinopril, metoprolol, rivaroxaban, atorvastatin, levothyroxine, and zolpidem.On physical examination, vital signs are normal. Mild bruising is noted on the shins; the patient reports that the bruises are from her recent fall. The remainder of the examination is unremarkable.PHQ-2 score is 0.",
  "question_stem": "Which of the following is the most appropriate medication management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue citalopram",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue rivaroxaban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue zolpidem",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No change in management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate medication management is to discontinue zolpidem (Option C). Polypharmacy, or the regular use of five or more prescription medications, is common in older adults and is associated with increased health care utilization, cost, medication nonadherence, and functional decline. Frequent review of patient medications to confirm their necessity and proper dosing is paramount. Medications that are unnecessary or associated with significant risk in older patients should be stopped or replaced with a safer option, when possible. Zolpidem is on the American Geriatrics Society Beers Criteria for Potentially Inappropriate Medication Use in Older Adults because it carries an increased risk for falls and for injury from falls. This patient has had two recent falls, and the most appropriate next step is to stop zolpidem, which is likely contributing to her nighttime unsteadiness.Regularly reviewing a patient's medication list and eliminating inappropriate medications are essential. However, it is important to recognize that older adults also may be underprescribed drugs that provide benefit. Citalopram is an appropriate medication for older adults with depression; however, dosages above 20 mg/d should not be used in older patients because of dose-dependent QT interval prolongation. This patient has a history of depression and is achieving good results with appropriately dosed citalopram, and her falls predate the initiation of this medication, so it should not be stopped (Option A).Anticoagulants are often withheld from older patients with atrial fibrillation who are at risk for falls or have fallen because of concerns about intracranial hemorrhage. However, the risk for this outcome is low and is often outweighed by the benefit of preventing ischemic stroke. Anticoagulation discontinuation may be considered in frail patients with low life expectancy and increased bleeding risk. This patient has a CHA2DS2-VASc score of 4; she has not had a previous bleed, does not have comorbidities that increase her bleeding risk, and has a relatively low risk for a future major bleed. Additionally, she is taking a direct oral anticoagulant, which has a lower risk for intracranial hemorrhage compared with warfarin. Her rivaroxaban should not be discontinued (Option B).No change in management (Option D) would be inappropriate for this patient who has experienced recent falls. She is taking a medication that has been shown to contribute to fall risk, and this medication should be discontinued.",
  "critique_links": [],
  "key_points": [
    "Polypharmacy is common in older adults and is associated with increased health care utilization, cost, medication nonadherence, and functional decline.",
    "Frequent review of patient medications to confirm their necessity and proper dosing is paramount; medications associated with risk in older patients should be stopped or replaced with a safer option, when possible."
  ],
  "references": "Hoel RW, Giddings Connolly RM, Takahashi PY. Polypharmacy management in older patients. Mayo Clin Proc. 2021;96:242-256. PMID: 33413822 doi:10.1016/j.mayocp.2020.06.012",
  "related_content": {
    "syllabus": [
      "fcsec24010_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.558311-06:00"
}