{
  "question_id": "rmqqq24013",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose a gout flare.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 60-year-old man is evaluated for sudden onset of severe pain, redness, and swelling in his right big toe 3 days ago. He has difficulty putting weight on his right foot. He reports no similar previous episodes. He consumes a diet high in beef, lamb, organ meat, and herring and drinks beer regularly.On physical examination, temperature is 38.0 °C (100.4 °F). Examination of the right foot reveals a hot, tender, and swollen first metatarsophalangeal joint. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Aspiration of first metatarsophalangeal joint",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the right foot",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plain radiography of the right foot",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum uric acid measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should undergo aspiration of the first metatarsophalangeal joint (Option A). A gout flare should be considered in any adult with acute arthritis. The involved joints in gout are typically warm, red, swollen, and tender, which raise concern for infectious arthritis. Additionally, low-grade fever may be present, particularly during polyarticular flares, which further raises suspicion of infection. Arthrocentesis is not always performed when a gout flare is suspected, but when infection is a concern, joint aspiration for Gram stain and culture is mandatory. The following findings support a gout flare diagnosis when arthrocentesis is not feasible:Onset of severe pain and swelling over several hoursInvolvement of the first metatarsophalangeal joint or midfoot/anklePresence of erythemaPrevious similar acute arthritis episodesMale sexAssociated cardiovascular diseaseConsidering this patient's low-grade fever, no similar previous episodes, and the presence of a warm, swollen, red, and tender joint, aspiration of the first metatarsophalangeal joint should be performed to rule out infection and confirm the diagnosis of gout.Although MRI (Option B) may reveal soft tissue and bony abnormalities often seen in gout, the findings are not specific to gout, and findings during a gout flare may be variable. Additionally, MRI has a relatively high cost associated with its use. Given the high cost and lack of specificity for gout, obtaining an MRI of the right foot would not be the most appropriate next step in the management of this patient to confirm the diagnosis of gout.Although the characteristic radiographic changes of established disease may help confirm a history of previously unrecognized gout and support a diagnosis of a current gout flare, plain radiographs may be normal early in the gout disease course or reflect only soft tissue swelling during a flare. As such, a plain radiograph of the right foot (Option C) may be completely normal in this patient or may only show soft tissue swelling, which would not help to confirm the diagnosis of a gout flare.A serum uric acid level greater than 10 mg/dL (0.59 mmol/L) is associated with a 50% likelihood of an initial gout flare within 15 years. However, a serum uric acid measurement (Option D) performed during a flare may not be helpful because levels can decrease during acute systemic inflammation. Although an elevated serum uric acid level supports the possibility of gout, hyperuricemia alone does not establish the diagnosis, and lack of hyperuricemia at the time of acute arthritis does not definitively rule out gout. A serum uric acid level measured 2 weeks after gout flare resolution more accurately measures the baseline level. Therefore, measuring the serum uric acid level in this patient now would not be most appropriate.",
  "critique_links": [],
  "key_points": [
    "Arthrocentesis is not always performed when a gout flare is suspected, but when infection is a concern, joint aspiration for Gram stain and culture is mandatory.",
    "Serum uric acid measurement performed during a gout flare may not be helpful because levels can decrease during acute systemic inflammation; although an elevated serum uric acid level supports the possibility of gout, hyperuricemia alone does not establish the diagnosis, and lack of hyperuricemia at the time of acute arthritis does not definitively rule out gout."
  ],
  "references": "Clebak KT, Morrison A, Croad JR. Gout: rapid evidence review. Am Fam Physician. 2020;102:533-538. PMID: 33118789",
  "related_content": {
    "syllabus": [
      "rmsec24012_24008"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:37.040719-06:00"
}