{
  "question_id": "rmqqq24008",
  "category": "rm",
  "educational_objective": "Select the most appropriate imaging study for probable knee osteoarthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 70-year-old man is evaluated for a 5-year history of right knee pain and intermittent minimal swelling, with morning stiffness lasting 20 minutes.On physical examination, limitation of flexion and extension of the right knee is noted, with bony enlargement and tenderness to palpation along the medial and lateral joint lines. Crepitus is noted on range of motion of the right knee. Bony enlargement of a few proximal interphalangeal and distal interphalangeal joints of both hands is present.",
  "question_stem": "Which of the following is the most appropriate initial imaging study?",
  "options": [
    {
      "letter": "A",
      "text": "CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Radiography (Option C) is the most appropriate initial imaging study for assessing inflammatory arthritis and osteoarthritis (OA). Radiography is useful in the evaluation of bony structures but does not visualize soft tissues and, because of the two-dimensional nature of the images, not all bone changes are visible on every view. In addition, radiography may not detect early arthritic changes. Despite these limitations, serial radiography can help monitor arthritis progression. Radiography is relatively inexpensive, readily available, and involves low levels of ionizing radiation. In this patient, the most likely diagnosis is OA of the right knee. Weight-bearing views should be obtained to more accurately assess the extent of knee joint involvement. Typical radiographic OA features are osteophytes, joint-space narrowing, subchondral sclerosis, and bone cysts.CT (Option A) permits multiple views and orientations from a single study. CT is more sensitive for detecting bony abnormalities, such as bone erosions, than radiography or MRI. However, CT is more expensive than radiography and exposes the patient to more radiation.MRI (Option B) is useful in detecting soft-tissue abnormalities, inflammation, and fluid collections, but it is less effective than CT in demonstrating bony abnormalities and erosive changes. MRI is more sensitive than radiography in detecting early spine and sacroiliac joint inflammation. However, MRI is more expensive than radiography and CT and is generally ordered when assessment of soft-tissue imaging is required. Radiography is a better choice than MRI to detect typical changes of OA.Ultrasonography (Option D) can detect soft-tissue abnormalities such as synovitis, tendinitis, bursitis, and joint fluid, and Doppler imaging can be used to assess for increased tissue blood flow consistent with synovitis. Ultrasonography can diagnose and monitor disease activity and help guide arthrocentesis. It is relatively inexpensive, does not involve ionizing radiation, and can be performed at the bedside. However, it is extremely operator dependent, which can make it challenging to perform and interpret the images without appropriate training.",
  "critique_links": [],
  "key_points": [
    "Plain radiography is useful in evaluating osteoarthritis because it is readily available and inexpensive, uses low levels of ionizing radiation, and can help monitor arthritis progression."
  ],
  "references": "Piccolo CL, Mallio CA, Vaccarino F, et al. Imaging of knee osteoarthritis: a review of multimodal diagnostic approach. Quant Imaging Med Surg. 2023;13:7582-7595. PMID: 37969633 doi:10.21037/qims-22-1392",
  "related_content": {
    "syllabus": [
      "rmsec24004_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.833347-06:00"
}