{
  "question_id": "nrqqq24001",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat tension-type headache.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 26-year-old man is evaluated for a 3-year history of chronic sporadic headaches that recently increased in frequency from fewer than one per month to seven per month, with no other changes in characteristics. The headaches are moderate in intensity, bilateral, nondisabling, associated with neck stiffness, and refractory to acetaminophen, with no associated photophobia or nausea. They may last from 90 minutes to 2 to 3 days.All physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Alprazolam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ibuprofen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Propranolol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Spinal manipulation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should begin taking ibuprofen (Option B) for tension-type headache. Episodic tension-type headache is defined as episodes of recurrent nondisabling headache lasting 30 minutes to 7 days. Subclassification is based on monthly headache frequency: infrequent episodic (<1 day), frequent episodic (1-14 days), and chronic (≥15 days). Often recognized as a featureless, nondisabling headache, it is characterized by bilateral, steady, mild- to moderate-intensity discomfort that is unaffected by physical activity. Whereas migraine is characterized primarily by the positive features of photophobia and phonophobia, nausea or vomiting, and pain worsening with activity, tension-type headache is characterized by the absence of these features. Imaging is not necessary in patients meeting the diagnostic criteria for tension-type headache. Aspirin, NSAIDs, acetaminophen, and caffeine-containing compounds are more effective than placebo in treating tension-type headaches. The most appropriate treatment option for this patient's tension-type headache would be ibuprofen.Benzodiazepines, such as alprazolam (Option A), and muscle relaxants, such as cyclobenzaprine, have historically been used to treat tension-type headache, but no evidence supports their effectiveness. Additionally, benzodiazepines depress the central nervous system and pose a danger of addiction. Thus, alprazolam should be avoided in this patient.Propranolol (Option C) is a first-line treatment for migraine prevention; however, this patient's headache features are not consistent with migraine. Propranolol, therefore, has no role in the management of this patient's tension-type headaches. Amitriptyline is the only agent shown to be effective in controlled trials for tension-type headache prevention.Weak evidence supports physical therapy as a treatment for patients with tension-type headache; however, it is only modestly effective. More effective nonpharmacologic therapies for tension-type headache include relaxation techniques, cognitive behavioral therapy, and acupuncture. Spinal manipulation (Option D) has no effect and may involve the risk for injury to the cervical blood vessels; therefore, it would not be the most appropriate treatment for this patient.",
  "critique_links": [],
  "key_points": [
    "Episodic tension-type headache is defined as episodes of recurrent nondisabling headache lasting 30 minutes to 7 days and is characterized by bilateral, steady, mild- to moderate-intensity discomfort that is unaffected by physical activity.",
    "Aspirin, NSAIDs, acetaminophen, and caffeine-containing compounds are more effective than placebo in treating tension-type headaches."
  ],
  "references": "Evan JR. Approach to the diagnosis and treatment of headache. Prim Care. 2024;51:179-193. PMID: 38692769 doi:10.1016/j.pop.2024.02.007",
  "related_content": {
    "syllabus": [
      "nrsec24001_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.198548-06:00"
}