{
  "question_id": "onmcq24056",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Diagnose inflammatory breast cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old woman is evaluated during a follow-up visit for a 3-week history of worsening skin edema and erythema of the right breast. One week of oral antibiotics for presumed mastitis resulted in no improvement. She reports no fever or chills. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. Examination of the right breast shows localized thickening and induration with moderate erythema of the skin overlying the inferior third of the breast.Results of laboratory studies, including leukocyte count, are normal.Mammogram is negative.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Biopsy of the skin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Breast ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Broadened antibiotic coverage",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "PET/CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has findings that are concerning for inflammatory breast cancer (IBC), and biopsy of the skin (Option A) should be obtained. IBC accounts for 1% to 5% of all breast cancers and is associated with a high mortality rate. IBC is often misdiagnosed as mastitis, with subsequent delay in management. Symptoms include swelling, thickening, or erythema of the skin overlying the breast, classically with a peau d’orange (orange peel) appearance. The diagnosis is clinical, and a scoring system can be used to determine the likelihood of IBC. This system includes the following factors:Time of symptom onsetSkin changesBreast swellingSkin discolorationPresence of lymphatic emboli in a breast biopsyDiffuse involvement of the breast parenchyma with or without dominant mass on imagingIf a diagnosis of IBC is confirmed, patients should undergo routine staging with either CT and bone scan or PET/CT. This is recommended even in the absence of findings suggesting metastatic disease because nearly all patients have lymph node involvement, and one third have distant metastases at diagnosis. This contrasts with the approach for patients with non-IBC breast cancer, in whom staging scans are reserved for stage III disease or findings that suggest metastatic disease. This patient has a strong possibility of IBC, and biopsy would confirm the diagnosis.Breast ultrasonography (Option B) is not indicated for this patient. This test is indicated in patients under the age of 30 years with palpable breast masses to characterize the abnormalities and to guide next steps, including biopsy. However, this patient appears to have skin involvement with IBC and no mass on examination. Therefore, a skin biopsy would be the most appropriate next step.Broadening antibiotic coverage (Option C) is not the most appropriate next step for this patient's care. Her clinical presentation suggests IBC, especially because there are no risk factors for mastitis, fever, chills, and leukocytosis. Continuing antibiotics could potentially delay identifying and treating aggressive breast cancer.PET/CT (Option D) is not the most appropriate next step for this patient. A biopsy should be performed initially, and staging scans should be obtained once the diagnosis of IBC is established.",
  "critique_links": [],
  "key_points": [
    "Inflammatory breast cancer is often misdiagnosed as mastitis, with subsequent delay in management; early biopsy should be considered in patients with swelling, thickening, or erythema of the skin overlying the breast.",
    "In patients with inflammatory breast cancer, one third have distant metastases at diagnosis, and nearly all have lymph node involvement; all should undergo staging with CT of chest, abdomen, and pelvis with bone scan or PET/CT at the time of diagnosis."
  ],
  "references": "Jagsi R, Mason G, Overmoyer BA, et al; Susan G. Komen-IBCRF IBC Collaborative in partnership with the Milburn Foundation. Inflammatory breast cancer defined: proposed common diagnostic criteria to guide treatment and research. Breast Cancer Res Treat. 2022;192:235-43. PMID: 34973083 doi:10.1007/s10549-021-06434-x",
  "related_content": {
    "syllabus": [
      "onsec24002_24016"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.679718-06:00"
}