{
  "question_id": "ccmcq24029",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Use noninvasive positive-pressure ventilation to prevent postextubation respiratory failure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 73-year-old man is evaluated 4 days after he was admitted to the ICU for hypoxemic and hypercapnic respiratory failure secondary to an exacerbation of COPD. Despite treatment with glucocorticoids, antibiotics, inhaled bronchodilators, and bilevel positive airway pressure (BPAP), his condition worsened, and he required endotracheal intubation and initiation of mechanical ventilation. He has improved over the past few days. He has severe COPD (FEV1 40% of predicted) and obesity hypoventilation syndrome. Medications are propofol, methylprednisolone, levofloxacin, albuterol, and ipratropium.Physical examination shows normal vital signs. BMI is 43. Ventilator settings are volume control with a respiration rate of 14/min, Fio2 of 0.30, tidal volume of 500 mL, and positive end-expiratory pressure of 5 cm H2O.Arterial blood gas studies (with ventilatory support):pH7.38Pco255 mm Hg (7.3 kPa)HPo266 mm Hg (8.8 kPa)LSpontaneous awakening trials followed by spontaneous breathing trials are completed on consecutive days. During the trials on both days, he remains comfortable, with adequate ventilation and oxygen saturations of 90% to 94%. However, he has several periods of apnea, each lasting several seconds.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Extubate now and administer bilevel positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Extubate now and provide supplemental oxygen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform tracheostomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Resume mechanical ventilation and decrease Fio2 to 0.24",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to extubate the patient now and administer bilevel positive airway pressure (BPAP) (Option A). Noninvasive positive-pressure ventilation with BPAP immediately after liberation from mechanical ventilation prevents extubation failure in patients at high risk with COPD exacerbation, hypercapnia, or heart failure. Most often, patients with COPD considered at risk for recurrent respiratory failure are administered BPAP immediately after extubation. BPAP is subsequently weaned over the next several days as clinical progress allows. In patients with concurrent obesity hypoventilation syndrome and apnea, BPAP set with a minimum respiration rate using the spontaneous/timed (S/T) mode may provide additional benefit. This patient with a COPD exacerbation is at high risk for recurrent respiratory failure and should receive BPAP following extubation. He is also experiencing episodes of apnea during weaning trials, most likely related to obesity hypoventilation syndrome, and BPAP in S/T mode should be used.Extubating the patient now and providing only supplemental oxygen (Option B) is not the best treatment option. This patient with COPD has substantial risk for postextubation ventilatory failure and should receive BPAP after extubation.Tracheostomy (Option C) is not the most appropriate management. Tracheostomy is indicated if the need for mechanical ventilation is anticipated to be more than 3 weeks. This patient has responded to therapy and is close to liberation from mechanical ventilation. BPAP after extubation is highly likely to liberate him from mechanical ventilation, and tracheostomy is not indicated.Resuming mechanical ventilation and decreasing the level of inspired oxygen (Option D) is not the best treatment option. This patient has done well on spontaneous breathing trials and is ready for extubation. The role of excessive Fio2 in reducing hypoxic ventilatory drive is often overemphasized in patients with COPD exacerbation. This patient's current oxygen saturation is acceptable and is not contributing to his apnea.",
  "critique_links": [],
  "key_points": [
    "Noninvasive positive-pressure ventilation with bilevel positive airway pressure is useful in facilitating early extubation of patients with COPD."
  ],
  "references": "Boscolo A, Pettenuzzo T, Sella N, et al. Noninvasive respiratory support after extubation: a systematic review and network meta-analysis. Eur Respir Rev. 2023;32. PMID: 37019458 doi:10.1183/16000617.0196-2022",
  "related_content": {
    "syllabus": [
      "ccsec24001_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.929195-06:00"
}