{
  "question_id": "idmcq24058",
  "category": "id",
  "educational_objective": "Diagnose progressive multifocal leukoencephalopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 32-year-old woman is evaluated in the emergency department for right upper extremity weakness, memory abnormalities, and unsteady gait. She was recently diagnosed with HIV infection.On physical examination, temperature is 37.0 °C (98.6 °F), blood pressure is 125/85 mm Hg, pulse rate is 94/min, and respiration rate is 16/min. She is alert and oriented. Her neck is supple. Neurologic examination reveals right upper extremity weakness and abnormal tandem gait.The CD4 cell count is 5/μL. Gram stain of the cerebrospinal fluid is negative.A CT scan of the head with and without contrast shows bilateral white matter lesions. On MRI, hyperintense lesions without mass effect appear on T2-weighted images and fluid-attenuated inversion recovery images.",
  "question_stem": "Which of the following is the most likely causative organism of this patient's neurologic presentation?",
  "options": [
    {
      "letter": "A",
      "text": "Enterovirus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Herpes simplex virus type 1",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "HIV",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "JC virus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely causative organism is JC (John Cunningham) virus (JCV) (Option D). Progressive multifocal leukoencephalopathy (PML) is a demyelinating central nervous system disorder caused by reactivation of the JCV in immunocompromised individuals (e.g., AIDS). Diagnostic criteria for PML are based on clinical, radiographic, and virologic evidence. The presence of all three criteria provides the diagnosis. Clinical criteria include the following:Behavioral and cognitive abnormalitiesMotor weaknessGait abnormalitiesVisual field deficitsSpeech and language disturbancesSeizuresIncoordinationMRI findings include hyperintense white matter lesions on T2-weighted images and fluid-attenuated inversion recovery images. Polymerase chain reaction (PCR) of cerebrospinal fluid (CSF) can be negative for JCV; patients may require a tissue diagnosis if evaluation for other causes and repeat CSF PCR for JCV are negative. JCV infection is treated with antiretroviral therapy in patients with AIDS. PML caused by JCV is the most likely diagnosis in this patient with newly diagnosed HIV infection, low CD4 cell count, neurologic findings, and typical radiographic findings.Enterovirus (Option A) is one of the most common causes of viral meningitis in immunocompetent patients, but enteroviral encephalitis is rare in adults. This patient's symptoms and CSF profile are not consistent with enteroviral meningitis, and enteroviral encephalitis is unlikely because of her age.Herpes simplex virus (HSV) type 1 (Option B) is the most common cause of sporadic encephalitis in the United States. Infection commonly presents with fever, altered mental status, seizures, amnesia, and olfactory hallucinations. T2-weighted and fluid-attenuated inversion recovery MRI of the brain typically shows unilateral hyperintensities with edema, restricted diffusion, and gadolinium enhancement of the temporal lobe, which are not seen in this patient.HIV (Option C) can lead to HIV encephalitis in late-stage untreated AIDS. HIV can also cause CD8 encephalitis in patients with immune reconstitution inflammatory syndrome. HIV encephalitis presents like dementia and is sometimes associated with myelopathy, but it is typically not associated with focal motor weakness. White matter changes on MRI may be present; however, HIV encephalitis is a diagnosis of exclusion. CD8 encephalitis is most common in HIV-infected patients treated with protease inhibitors with low CSF penetration. Symptoms include headaches, seizures, focal neurologic findings, or ataxia. T2-weighted MRI can show white matter abnormalities. This patient's history and symptoms do not suggest HIV encephalitis or CD8 encephalitis.",
  "key_points": [
    "Progressive multifocal leukoencephalopathy is a demyelinating central nervous system disorder caused by reactivation of the JC (John Cunningham) virus in immunocompromised individuals, such as those with AIDS."
  ],
  "references": "Cortese I, Reich DS, Nath A. Progressive multifocal leukoencephalopathy and the spectrum of JC virus-related disease. Nat Rev Neurol. 2021;17:37-51. PMID: 33219338 doi:10.1038/s41582-020-00427-y",
  "related_content": {
    "syllabus": [
      "idsec24001_24028"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:47:04.990933-06:00"
}