{
  "question_id": "rmqqq24009",
  "category": "rm",
  "educational_objective": "Treat knee osteoarthritis with intra-articular glucocorticoids.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "An 82-year-old woman is evaluated for a 15-year history of right knee pain, which has recently become more constant, with morning stiffness lasting up to 15 minutes despite acetaminophen use and a home exercise program. She is intolerant of topical capsaicin and diclofenac. She requests additional relief because of an upcoming vacation. She has atrial fibrillation. Medications are dabigatran and diltiazem.Crepitus bony hypertrophy and varus deformity are noted on movement of the right knee; no effusion or warmth is observed.Weight-bearing knee radiographs show moderate medial joint-space narrowing and osteophytes at the medial femoral and tibial joint margins.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Arthroscopic debridement and lavage",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intra-articular methylprednisolone injection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pregabalin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tramadol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Intra-articular methylprednisolone injection (Option B) is the most appropriate treatment option for this patient with knee osteoarthritis (OA) not adequately controlled with acetaminophen or an exercise program and who is not tolerant of topical capsaicin and diclofenac. Additionally, because of her age and dabigatran use, oral NSAIDs are not a good option. Despite a lack of high-quality evidence, intra-articular glucocorticoids, such as methylprednisolone, are safe and may provide substantial improvement in pain and function. Furthermore, guidelines support the use of intra-articular glucocorticoids for knee OA, particularly after failure of or contraindications to other conservative measures. It has been suggested that negative effects on cartilage thickness are possible, with unclear clinical meaning. Arthrocentesis and joint injections are safe in patients receiving anticoagulation and are rarely associated with significant bleeding. The localized nature of this patient's symptoms and her desire for short-term relief while she travels also further justify intra-articular glucocorticoid injection.For patients with symptomatic knee OA, the American Academy of Orthopaedic Surgeons recommends against the use of arthroscopy with debridement (Option A). This recommendation is based on evidence from randomized trials and systematic reviews that fails to show benefit for knee pain with or without radiographic knee OA. Thus, arthroscopy with debridement should not be performed in this patient.Pregabalin (Option C), which binds to the α2-delta subunit of voltage-gated calcium channels within the central nervous system and inhibits excitatory neurotransmitter release, is FDA approved to treat fibromyalgia, neuropathic pain, postherpetic neuralgia, and partial-onset seizures. Because it can cause euphoria, pregabalin is categorized as a schedule V controlled substance. Caution should be exercised with use of this medication in older adults (such as this patient) because of its adverse effects. Pregabalin would not be the most appropriate agent to use in this older patient with knee OA.Tramadol (Option D) is a centrally acting synthetic opioid analgesic that weakly inhibits the reuptake of norepinephrine and serotonin. It may be used to control pain in patients with OA who have not responded to other agents or are poor candidates for interventions such as surgery. Compared with placebo, tramadol results in a statistically significant but relatively small improvement of OA-related knee pain. Adverse effects and drug interactions limit its use. Because of the potential for adverse effects, tramadol is a less appropriate treatment option in this patient.",
  "key_points": [
    "Intra-articular glucocorticoid injection is a safe and effective short-term treatment option for patients with localized knee osteoarthritis."
  ],
  "references": "Najm A, Alunno A, Gwinnutt JM, et al. Efficacy of intra-articular corticosteroid injections in knee osteoarthritis: A systematic review and meta-analysis of randomized controlled trials. Joint Bone Spine. 2021;88:105198. PMID: 33901659 doi:10.1016/j.jbspin.2021.105198",
  "related_content": {
    "syllabus": [
      "rmsec24004_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:05.809188-06:00"
}