{
  "question_id": "idmcq24093",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose <i>Pseudomonas aeruginosa</i> bacteremia in a patient with presumed ecthyma gangrenosum.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 40-year-old woman is hospitalized for erythematous macular lesions that developed 1 day ago over the right thigh and have become painful and darker with ulceration; she also reports feeling feverish. She was recently diagnosed with diffuse large B-cell lymphoma; her last chemotherapy treatment was 12 days ago, which consists of rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP).On physical examination, temperature is 38.5 °C (101.3 °F), blood pressure is 110/70 mm Hg, and pulse rate is 105/min. Ulcers on the right thigh are shown.Laboratory studies:Leukocyte count1000/μL (1 × 109/L)LAbsolute neutrophil count250/μL (0.25 × 109/L)LA presumptive diagnosis of ecthyma gangrenosum is made, and a dermatology consult is obtained. Blood cultures are ordered.",
  "question_stem": "Which of the following organisms is most likely responsible for this patient's presentation?",
  "options": [
    {
      "letter": "A",
      "text": "Babesia microti",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Herpes simplex virus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pseudomonas aeruginosa",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vibrio vulnificus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has presumed ecthyma gangrenosum (EG), a cutaneous manifestation that is usually seen in immunocompromised patients (particularly those with neutropenia) who have Pseudomonas aeruginosa bacteremia (Option C). Solitary or multiple EG lesions may occur and are usually located in the perineum, axilla, trunk, or face. Although they are initially painless erythematous macules or papules, these lesions rapidly progress to ulcerate with a necrotic eschar and a surrounding erythematous halo. However, EG is not pathognomonic of P. aeruginosa infection; EG-like lesions have been associated with other bacteria, including Staphylococcus aureus, Streptococcus pyogenes, Enterobacterales, Stenotrophomonas, Aeromonas, herpes simplex virus, Fusarium, Aspergillus, Mucor, and Candida. Consequently, identification of the causative organism from blood or skin lesion cultures is important. The classic association of P. aeruginosa with EG warrants inclusion of antipseudomonal antibiotics when choosing empiric therapy.Babesia microti (Option A), the causative agent of babesiosis, is primarily a tick-borne pathogen. Infections occur in the same geographic distribution as Lyme disease because the causative agents share a common blacklegged tick vector (Northeast, Mid-Atlantic, and Upper Midwest regions of the United States). Rash is not a typical feature of babesiosis. The diagnosis is typically established by evaluation of a peripheral blood smear that demonstrates intraerythrocytic parasites, and a hemolytic anemia is invariably present.Herpes simplex virus (Option B) lesions are typically vesicular with an erythematous base; immunocompromised patients may have ulcerations or pustular lesions. Although EG-like lesions have been associated with herpes simplex virus, this pathogen is not a common cause of EG. P. aeruginosa is a more likely cause for this patient's findings.Vibrio vulnificus (Option D) can cause monomicrobial necrotizing fasciitis. Hemorrhagic bullae are the classic cutaneous manifestation; patients who are immunocompromised, especially those with liver disease, are at increased risk for infection, which typically occurs after consumption of raw or undercooked shellfish (often oysters) or after skin trauma incurred in warm sea waters or brackish waters where the organism thrives. The patient's exposure history is not compatible with V. vulnificus infection.",
  "critique_links": [],
  "key_points": [
    "Ecthyma gangrenosum can present as solitary or multiple lesions that are usually located in the perineum, axilla, trunk, or face; the initially painless lesions can ulcerate with a necrotic eschar and a surrounding erythematous halo.",
    "Ecthyma gangrenosum lesions are typically seen in immunocompromised patients (particularly those with neutropenia) who have Pseudomonas aeruginosa bacteremia."
  ],
  "references": "Stevens DL, Bisno AL, Chambers HF, et al; Infectious Diseases Society of America. Practice guidelines for the diagnosis and management of skin and soft tissue infections: 2014 update by the Infectious Diseases Society of America. Clin Infect Dis. 2014;59:e10-52. PMID: 24973422 doi:10.1093/cid/ciu444",
  "related_content": {
    "syllabus": [
      "idsec24002_24001"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/idfig24208.afc81553f5e74cbf8cea543118b83c7c.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "idfig24208",
        "file": "figures/idfig24208.afc81553f5e74cbf8cea543118b83c7c.jpg",
        "title": null,
        "short_title": "Ecthyma Gangrenosum",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 327,
        "height": 365
      }
    ],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.783129-06:00"
}