{
  "question_id": "npmcq24106",
  "category": "np",
  "educational_objective": "Diagnose the cause of an acid-base disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 35-year-old woman is evaluated for mild leg weakness. She reports no nausea, vomiting, or diarrhea. Medical history is unremarkable.On physical examination, vital signs are normal. Lower extremity muscle strength is 4+/5.",
  "question_stem": "Which of the following is the most likely cause of this patient's acid-base disorder?",
  "options": [
    {
      "letter": "A",
      "text": "Laxative abuse",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Surreptitious vomiting",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Type 1 renal tubular acidosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Type 4 renal tubular acidosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's normal anion gap acidosis is type 1 (hypokalemic distal) renal tubular acidosis (RTA) (Option C). Normally, in response to acidemia, the kidneys increase acid excretion, which occurs through increased production of ammonia (NH3) and secretion of protons, resulting in increased urine ammonium (NH4+). The amount of urine ammonium reflects the ability of the kidneys to respond appropriately to acidemia. If a direct measurement of urine ammonium is not available, urine chloride (which is excreted in equal parts to urine ammonium) can be used as an indirect measure of urine ammonium. The urine anion gap is calculated as follows:Urine Anion Gap = (Urine Sodium [mEq/L] + Urine Potassium [mEq/L]) – Urine Chloride [mEq/L]This is used as a surrogate to assess kidney acid excretion. A positive urine anion gap (reflecting decreased acid excretion in the form of ammonium and chloride) in a patient with acidemia suggests the presence of distal renal tubular acidosis (). In distal renal tubular acidosis, there is a defect in proton secretion and inability to acidify urine pH below 5.5; urine ammonium will therefore be low, with proportionately greater sodium and potassium excretion, resulting in a positive urine anion gap. In addition to a normal anion gap associated with a positive urine anion gap, patients with type 1 RTA have hypokalemia due to renal potassium wasting. The most common etiologies of acquired type 1 RTA are autoimmune diseases such as Sjögren disease, and distal RTA may be the first sign of illness. This patient has a normal anion gap metabolic acidosis, positive urine anion gap [(44 mEq/L + 32 mEq/L) – 64 mEq/L = 12 mEq/L], urine pH of 6.0, and hypokalemia, which are consistent with type 1 RTA.In the metabolic acidosis induced by diarrhea or laxative abuse (Option A), renal acidification is normal and urine pH should be <5.5. Urine ammonium-chloride excretion will be increased, resulting in a negative urine anion gap. This patient has a positive urine anion gap, which excludes laxative abuse as a cause of her normal anion gap acidosis.Surreptitious vomiting (Option B) would not cause this patient's acid-base disorder because hydrogen ion loss in the vomitus results in alkalosis, not acidosis.Type 4 (hyperkalemic distal) RTA (Option D) is caused by hypoaldosteronism and is usually seen in patients with diabetes mellitus and chronic kidney disease. It is associated with a mild normal anion gap metabolic acidosis and hyperkalemia, which are not present in this patient.",
  "key_points": [
    "The urine anion gap may be used as a surrogate to assess kidney acid excretion; a positive urine anion gap in a patient with acidemia suggests the presence of a distal renal tubular acidosis.",
    "A type 1 renal tubular acidosis is characterized by a normal anion gap acidosis, a positive urine anion gap, hypokalemia, and urine pH >5.5."
  ],
  "references": "Palmer BF, Kelepouris E, Clegg DJ. Renal tubular acidosis and management strategies: a narrative review. Adv Ther. 2021;38:949-68. PMID: 33367987 doi:10.1007/s12325-020-01587-5",
  "related_content": {
    "syllabus": [
      "npsec24003_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:07:20.385699-06:00"
}