{
  "question_id": "rmmcq24004",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose microscopic polyangiitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 35-year-old patient is hospitalized for recent hemoptysis in the setting of 6 months of progressive shortness of breath and cough. They also report 3 weeks of bilateral leg swelling and lower extremity rash. One week ago, right foot weakness developed.On physical examination, blood pressure is 95/70 mm Hg and pulse is 105/min. Pulmonary examination reveals crackles at both lung bases. A palpable rash is shown. Right foot dorsiflexion is 3/5. The remainder of the examination is unremarkable.Laboratory studies:Hemoglobin10.5 g/dL (105 g/L)L C3 complementNormal C4 complementNormalCreatinine3.2 mg/dL (282.9 μmol/L)HAnti–double-stranded DNA antibody titerNegativeAntinuclear antibody titer1:320Antiglomerular basement membrane antibody titerNegativeANCAPositive (p-ANCA pattern)CryoglobulinNegativeUrinalysis2+ blood; 3+ protein; 20-30 erythrocytes/hpfBronchoalveolar lavage reveals progressive bloody aliquots.Kidney biopsy specimen shows pauci-immune crescentic glomerulonephritis.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Hypersensitivity vasculitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Microscopic polyangiitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Polyarteritis nodosa",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Systemic lupus erythematosus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is microscopic polyangiitis (MPA) (Option B). MPA is one of the ANCA-associated vasculitides; other ANCA-associated vasculitides include granulomatosis with polyangiitis (GPA) and eosinophilic granulomatosis with polyangiitis (EGPA). These vasculitides may all demonstrate prominent skin involvement, including evidence of inflammation (palpable purpura, subcutaneous nodules) or tissue ischemia (necrotic ulcers). Although there are several other overlapping features among the ANCA-associated vasculitides, each one demonstrates a different pattern of organ involvement, antibody positivity, and histologic patterns (see Table: Features of ANCA-Associated Vasculitis). MPA is clinically characterized by prominent kidney involvement (glomerulonephritis), pulmonary complications (diffuse alveolar hemorrhage) and neurologic disease (usually peripheral disease). It is also associated with p-ANCA and absence of granulomas on tissue biopsy. On examination, this patient has clinical features of peripheral neuropathy (weakness in foot dorsiflexion) and vasculitic skin lesions. The positive p-ANCA result further supports the diagnosis of ANCA-associated vasculitis. Finally, bronchoscopic results are consistent with pulmonary alveolar hemorrhage, and kidney biopsy specimen shows pauci-immune glomerulonephritis, consistent with MPA.Hypersensitivity vasculitis (Option A) is mediated by immune complex deposition, which may be triggered by an antigen, such as a drug or infection. Hypersensitivity vasculitis is confined to the skin, and it is not associated with the pulmonary, neurologic, or kidney involvement seen in this patient.Polyarteritis nodosa (PAN) (Option C) is a medium-vessel vasculitis that commonly affects the skin, peripheral nerves, and abdominal and renal vasculature. Skin findings and nerve involvement in PAN may share similar features with the ANCA-associated vasculitides, but the kidney involvement in PAN is renovascular rather than glomerular. Lung involvement in PAN is rare, and PAN is not associated with ANCA positivity, as seen in this patient.Systemic lupus erythematosus (Option D) may be associated with alveolar hemorrhage and glomerulonephritis, but it also features other clinical manifestations, such as arthritis, serositis, and myositis, which are absent in this patient. Kidney biopsy in lupus nephritis shows immune complex deposits. Finally, a moderately elevated antinuclear antibody titer is nonspecific; negative anti–double-stranded DNA antibodies, normal complement levels, and a positive p-ANCA antibody are inconsistent with a diagnosis of systemic lupus erythematosus.",
  "critique_links": [],
  "key_points": [
    "Microscopic polyangiitis is an ANCA-associated vasculitis characteristically affecting the lungs, kidneys, and peripheral nervous system.",
    "Microscopic polyangiitis is associated with antimyeloperoxidase antibodies (p-ANCA) and pauci-immune glomerulonephritis."
  ],
  "references": "Suppiah R, Robson JC, Grayson PC, et al; DCVAS Study Group. 2022 American College of Rheumatology/European Alliance of Associations for Rheumatology classification criteria for microscopic polyangiitis. Arthritis Rheumatol. 2022;74:400-406. PMID: 35106973 doi:10.1002/art.41983.",
  "related_content": {
    "syllabus": [
      "rmsec24013_24033"
    ]
  },
  "media": {
    "tables": [
      "tables/rmtab24048.html",
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/rmfig24200.6c23514225a73a94d16179afab4c6a98.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "rmfig24200",
        "file": "figures/rmfig24200.6c23514225a73a94d16179afab4c6a98.jpg",
        "title": "Vasculitic Skin Lesions in a Patient With Microscopic Polyangiitis",
        "short_title": "stem Vasculitic Skin Lesions in Microscopic Polyangiitis",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 630,
        "height": 594
      }
    ],
    "tables": [
      {
        "table_id": "rmtab24048",
        "file": "tables/rmtab24048.html",
        "title": "Features of ANCA-Associated Vasculitis",
        "short_title": "Features of ANCA-Associated Vasculitis",
        "footnotes": [],
        "headers": [
          "Feature",
          "Granulomatosis With Polyangiitis",
          "Microscopic Polyangiitis",
          "Eosinophilic Granulomatosis With Polyangiitis"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.745022-06:00"
}