{
  "question_id": "npqqq24021",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat a patient with type 2 diabetes mellitus and chronic kidney disease with a sodium-glucose cotransporter 2 inhibitor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 62-year-old man is evaluated during a routine visit for stage G3b chronic kidney disease (CKD). Medical history is also relevant for type 2 diabetes mellitus and hypertension. Medications are losartan, furosemide, metformin, labetalol, and amlodipine. He has no symptoms and remains physically active.On physical examination, blood pressure is 129/76 mm Hg, and pulse rate is 68/min; other vital signs are normal. The physical examination is otherwise unremarkable.Laboratory studies:Hemoglobin11 g/dL (110 g/L)LCreatinine2.4 mg/dL (212 µmol/L)HEstimated glomerular filtration rate30 mL/min/1.73 m2 Potassium5.1 mEq/L (5.1 mmol/L)HBicarbonate19 mEq/L (19 mmol/L)LPhosphorus5.7 mg/dL (1.84 mmol/L)H",
  "question_stem": "Which of the following is the most appropriate additional treatment to slow progression of this patient's CKD?",
  "options": [
    {
      "letter": "A",
      "text": "ACE inhibitor",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythropoiesis-stimulating agent",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Phosphate binder",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sodium-glucose cotransporter 2 inhibitor",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "A sodium-glucose cotransporter 2 (SGLT2) inhibitor (Option D) (e.g., canagliflozin, dapagliflozin, empagliflozin) is the most appropriate additional treatment to slow the progression of chronic kidney disease (CKD) in this patient with type 2 diabetes mellitus and CKD. Several large randomized controlled trials (EMPA-REG, EMPA-KIDNEY, CREDENCE, DAPA-CKD, and CANVAS) have shown that SGLT2 inhibitors effectively and safely slow CKD progression in patients with and without diabetes. As such, American Diabetes Association and Kidney Disease: Improving Global Outcomes guidelines recommend consideration of an SGLT2 inhibitor in patients with type 2 diabetes and diabetic kidney disease when the eGFR is ≥20 mL/min/1.73 m2 (regardless of urine albumin-creatinine ratio) to reduce the risk for progression of kidney disease and cardiovascular events. Notably, in patients with diabetic kidney disease, a glucagon-like peptide 1 receptor agonist with demonstrated CKD benefit will also reduce the risk for CKD progression and cardiovascular events.Blood pressure control, particularly with renin-angiotensin system agents, has been shown to slow progression of proteinuric kidney diseases and especially diabetic kidney disease. However, this patient is already taking an angiotensin receptor blocker (ARB). Dual therapy with an ACE inhibitor (Option A) and an ARB is not recommended; studies of dual blockade have shown increased risks for acute kidney disease and hyperkalemia.As the estimated glomerular filtration rate declines below 30 mL/min/1.73 m2 (stages G4-G5), patients with CKD may develop symptomatic anemia. Erythropoiesis-stimulating agents (ESAs) (Option B) are highly effective in raising hemoglobin concentrations and alleviating anemia symptoms but have not been shown to slow CKD progression. Risks associated with ESA use include serious cardiovascular events and stroke when ESAs are administered to patients with hemoglobin values greater than 11 g/dL (110 g/L); therefore, ESAs should be considered only for patients with CKD who have hemoglobin concentrations less than 10 g/dL (100 g/L).Although poorly controlled hyperphosphatemia is associated with a greater risk for CKD progression, optimizing mineral metabolism parameters with a phosphate binder (Option C) has not been shown to slow progression of CKD.",
  "critique_links": [],
  "key_points": [
    "Sodium-glucose cotransporter 2 inhibitors have been shown to reduce chronic kidney disease progression in patients with and without diabetes mellitus."
  ],
  "references": "Natale P, Tunnicliffe DJ, Toyama T, et al. Sodium-glucose co-transporter protein 2 (SGLT2) inhibitors for people with chronic kidney disease and diabetes. Cochrane Database Syst Rev. 2024;5:CD015588. PMID: 38770818 doi:10.1002/14651858.CD015588.pub2",
  "related_content": {
    "syllabus": [
      "npsec24008_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.578287-06:00"
}