{
  "question_id": "cvmcq24118",
  "category": "cv",
  "educational_objective": "Treat severe symptomatic aortic stenosis and high surgical risk with transcatheter aortic valve implantation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 90-year-old patient is evaluated for an episode of syncope while transferring from their wheelchair to the toilet. The patient has had no chest discomfort or shortness of breath. They have coronary artery disease and underwent coronary artery bypass graft surgery 15 years ago. They also have hypertension, dyslipidemia, type 2 diabetes mellitus, atrial fibrillation, and stage 3 chronic kidney disease. Medications are aspirin, metoprolol, losartan, atorvastatin, empagliflozin, and apixaban.On physical examination, blood pressure is 132/83 mm Hg; other vital signs are normal. Cardiac examination reveals a late-peaking crescendo-decrescendo systolic murmur heard at the right upper sternal border with loss of S2.An echocardiogram shows a moderately thickened, partially mobile aortic valve, with a mean aortic gradient of 50 mm Hg and an aortic valve area of 0.8 cm2. Left ventricular ejection fraction is greater than 55%.The patient's Society of Thoracic Surgeons Predicted Risk of Mortality for aortic valve replacement is 10% (high risk).",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Initiation of furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Surgical aortic valve replacement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Surveillance echocardiography in 6 to 12 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transcatheter aortic valve implantation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient with high surgical risk is consideration of transcatheter aortic valve implantation (TAVI) (Option D). Exertional dyspnea, syncope, and angina are the most common symptoms in aortic stenosis; when symptoms occur, life expectancy is generally 1 to 2 years, and valve replacement must be considered. TAVI is recommended over surgical aortic valve replacement (SAVR) for symptomatic patients with severe aortic stenosis who are older than 80 years, younger patients with a life expectancy of less than 10 years, and symptomatic patients of any age with severe aortic stenosis and a high surgical risk if they are expected to live another year with an acceptable quality of life. This patient's findings on physical examination (late-peaking murmur) and echocardiogram are concerning for aortic stenosis as the cause of their syncope. The patient's comorbid conditions, frailty, and previous sternotomy make them a high-risk surgical candidate. Because the patient likely has a life span greater than 1 year, consideration of TAVI is appropriate.TAVI has been shown to have a mortality advantage over medical treatment in patients with severe, symptomatic aortic stenosis. Therefore, this patient should be considered for TAVI rather than medical therapy, including diuretics such as furosemide (Option A).In persons with high surgical risk, such as this patient, TAVI is preferred to SAVR (Option B).Surveillance echocardiography every 6 to 12 months (Option C) is appropriate in asymptomatic aortic stenosis, except with very severe aortic stenosis (peak aortic velocity >5 m/s) and low surgical risk. However, this patient is symptomatic by virtue of their otherwise unexplained syncopal episode, and TAVI should be pursued.",
  "critique_links": [],
  "key_points": [
    "Transcatheter aortic valve implantation (TAVI) is recommended over surgical aortic valve replacement (SAVR) for symptomatic patients with severe aortic stenosis who are older than 80 years.",
    "TAVI is recommended over SAVR for symptomatic patients of any age with severe aortic stenosis and high surgical risk if life expectancy is at least 12 months with an acceptable quality of life."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;143:e72-e227. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:26.723027-06:00"
}