{
  "question_id": "nrqqq24009",
  "category": "nr",
  "educational_objective": "Treat trigeminal neuralgia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 52-year-old woman is evaluated for a 3-day history of recurrent episodes of severe, piercing right maxillary pain that lasts several seconds and recurs several times per hour. Pain arises spontaneously or is triggered by touch or chewing. She has had no associated conjunctival injection, tearing, or nasal congestion. She has hypertension. Her only medication is losartan.The neurologic examination, including facial sensation, is normal.Contrast-enhanced brain MRI with magnetic resonance angiography reveals no abnormalities.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Acetazolamide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carbamazepine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Indomethacin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sumatriptan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Carbamazepine (Option B) is the most appropriate treatment for this patient with paroxysmal facial pain typical of trigeminal neuralgia. Episodes of this disorder consist of sharp or shock-like pain and have a duration of seconds to minutes with variable frequency. The maxillary and mandibular branches of the trigeminal nerve (cranial nerve V) are affected in 95% of patients with trigeminal neuralgia. Episodes may be spontaneous or triggered by innocuous stimuli. Autonomic features are rare. Incidence increases with advanced age. Multiple sclerosis is present in 5% of patients with trigeminal neuralgia and is a common cause in patients younger than 50 years. Carbamazepine or oxcarbazepine is the treatment of choice.Acetazolamide (Option A) is indicated in idiopathic intracranial hypertension (IIH). Headaches associated with this condition are phenotypically similar to tension-type headache or migraine rather than to the pain of neuralgia. This patient has neither significant IIH risk factors nor the papilledema typical of IIH.Indomethacin (Option C) is the preferred treatment for chronic paroxysmal hemicrania (CPH). As with the other trigeminal autonomic cephalalgias, CPH pain mainly involves the ophthalmic branch of the trigeminal nerve, resulting in pain localized to the orbital, supraorbital, or temporal regions. Episodes of CPH last 2 to 30 minutes and recur as many as 40 times per day. Ipsilateral cranial autonomic features are present. Indomethacin would not be appropriate for this patient, who has idiopathic trigeminal neuralgia, given her symptoms and normal contrast-enhanced brain MRI with magnetic resonance angiography.Sumatriptan (Option D) is a selective 5-hydroxytryptamine 1B and 1D receptor agonist that inhibits cerebral vasodilation, neurogenic inflammation, and pain sensitization in patients with migraine. Triptans are recommended for patients who have moderate to severe migraine and have not responded to NSAID therapy over a series of at least three migraine episodes. Sumatriptan has no role in treating trigeminal neuralgia and would therefore not be indicated in this patient.",
  "critique_links": [],
  "key_points": [
    "Carbamazepine or oxcarbazepine is the treatment of choice for trigeminal neuralgia."
  ],
  "references": "Allam AK, Sharma H, Larkin MB, et al. Trigeminal neuralgia: diagnosis and treatment. Neurol Clin. 2023;41:107-121. PMID: 36400550 doi:10.1016/j.ncl.2022.09.001",
  "related_content": {
    "syllabus": [
      "nrsec24001_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.412531-06:00"
}