{
  "question_id": "hmmcq24034",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Manage coagulopathy of liver disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old man is evaluated in the emergency department for abdominal distention. He reports increasing discomfort and abdominal girth of 2 weeks' duration. He reports no fever. Medical history is significant for cirrhosis secondary to alcohol use disorder, complicated by recurrent ascites, esophageal varices, and hepatic encephalopathy. He stopped consuming alcohol 2 months ago. Medications are furosemide, spironolactone, rifaximin, and nadolol.On physical examination, blood pressure is 95/60 mm Hg, and pulse rate is 110/min. He is alert and oriented. Scleral icterus is noted. Abdominal examination reveals moderate distention without tenderness. No asterixis is present.Laboratory studies:Hemoglobin8.2 g/dL (82 g/L)LLeukocyte count12,300/μL (12.3 × 109/L)HPlatelet count83,000/μL (83 × 109/L)LINR1.5Prothrombin time19 sHParacentesis is planned.",
  "question_stem": "Which of the following is the most appropriate treatment before paracentesis?",
  "options": [
    {
      "letter": "A",
      "text": "Activated factor VII",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Four-factor prothrombin complex concentrate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fresh frozen plasma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further treatment (Option D) is necessary before performing paracentesis in this patient with coagulopathy secondary to liver disease. Patients with liver disease often develop hematologic complications, including mild to moderate thrombocytopenia (secondary to splenic sequestration) and decreased hepatic production of procoagulant and anticoagulant factors. Reduced procoagulant factors, such as fibrinogen, thrombin, and factor VII, frequently result in prolonged prothrombin time (PT) and activated partial thromboplastin time. However, these prolonged clotting times do not correlate with bleeding risk because anticoagulant factors such as proteins C and S are similarly reduced. It is not necessary to correct an elevated PT and INR secondary to liver disease before a planned minor procedure, such as paracentesis or thoracentesis. Although vitamin K administration may be useful if concomitant vitamin K deficiency is present secondary to poor nutrition, malabsorption, or antibiotic use, it does not address the synthetic dysfunction of liver disease. This patient has coagulopathy of liver disease, evidenced by prolonged clotting times. Vitamin K can be considered for possible concomitant vitamin K deficiency, but additional intervention is otherwise unnecessary before paracentesis.Activated factor VII (VIIa) (Option A) is used to treat bleeding in patients with hemophilia, and it may correct the PT and INR in this patient. However, factor VIIa is associated with an increased risk of arterial thrombosis, and no evidence suggests that it would decrease the bleeding risk in this patient with coagulopathy of liver disease.Four-factor prothrombin complex concentrate (4f-PCC) (Option B) is not indicated in this patient. 4f-PCC is used to treat warfarin-associated severe bleeding, but it has no role in reducing bleeding in patients with cirrhosis other than during liver transplantation.No evidence indicates that correcting the PT and INR with fresh frozen plasma (FFP) (Option C) reduces the bleeding risk in the setting of coagulopathy of liver disease. FFP can lead to volume overload, and recent data suggest that it is associated with an increased risk for rebleeding and mortality in patients with acute variceal bleeding. FFP should not be given to this patient.",
  "critique_links": [],
  "key_points": [
    "The prolonged activated partial thromboplastin and prothrombin times and elevated INR seen in patients with coagulopathy of liver disease do not correlate with bleeding risk.",
    "In patients with coagulopathy of liver disease undergoing minor procedures, correcting the prothrombin time and INR with fresh frozen plasma or activated factor VII does not reduce the bleeding risk."
  ],
  "references": "Roberts LN, Lisman T, Stanworth S, et al. Periprocedural management of abnormal coagulation parameters and thrombocytopenia in patients with cirrhosis: guidance from the SSC of the ISTH. J Thromb Haemost. 2022;20:39-47. PMID: 34661370 doi:10.1111/jth.15562",
  "related_content": {
    "syllabus": [
      "hmsec24007_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.973681-06:00"
}