{
  "question_id": "enqqq24013",
  "category": "en",
  "educational_objective": "Manage anabolic steroid–induced hypogonadism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 27-year-old man is evaluated for decreased libido. He reports long-standing use of anabolic steroids to improve physical appearance and muscular performance. Medical history is otherwise unremarkable. He takes no other medications or supplements and reports no use of any other substances.On physical examination, vital signs are normal. He has a muscular build, acne, bilateral symmetric gynecomastia, and small testes.Laboratory studies:Hematocrit52%HFollicle-stimulating hormone2 mU/mL (2 U/L)LLuteinizing hormone3 mU/mL (3 U/L)8 am testosterone, total170 ng/dL (5.9 nmol/L)LLiver function testing is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Anastrozole treatment",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cessation of anabolic steroids",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Clomiphene citrate treatment",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Testosterone replacement therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Cessation of anabolic steroid use (Option B) is the most appropriate management. This patient presents with symptoms and signs suggestive of anabolic steroid–induced hypogonadism, including decreased libido, acne, gynecomastia, small testes, and suppressed gonadotropins with resultant hypogonadism. Extratesticular effects may also be noted, including a low HDL cholesterol level, hepatotoxicity, erythrocytosis, and increased risk for obstructive sleep apnea (OSA). Mood disorders are common in persons who use anabolic steroids. Patients, such as this one, should be encouraged to stop anabolic steroids and counseled on the potential for short-term or long-term hypogonadism following cessation before recovery of his hypothalamic-pituitary-gonadal axis.Anastrozole (Option A) is an aromatase inhibitor. It blocks the conversion of androgens to estrogens, leading to increased serum testosterone levels. Clomiphene citrate (Option C) is a selective estrogen receptor modulator that stimulates pituitary gonadotropins and, consequently, testosterone production. While both of these agents may be requested by patients to mitigate the effects of anabolic steroid–induced hypogonadism, no strong evidence supports their effectiveness or safety for management of anabolic steroid–induced hypogonadism.Testosterone replacement therapy (Option D) has been associated with increased hemoglobin and hematocrit levels, worsened OSA, and decreased HDL cholesterol levels. Testosterone replacement therapy may be harmful in this patient, and it would not resolve his acne, gynecomastia, or small testes. Furthermore, initiation of testosterone replacement therapy would delay resolution of the expected hypogonadism seen following the discontinuation of anabolic steroids. Thus, testosterone replacement therapy would not be appropriate in this patient.",
  "critique_links": [],
  "key_points": [
    "Cessation of anabolic steroid use is the most appropriate management of anabolic steroid–induced hypogonadism."
  ],
  "references": "Grant B, Pradeep A, Minhas S, et al. Survey of endocrinologists managing recovery from anabolic androgenic steroid induced hypogonadism. Reprod Fertil. 2023;4. PMID: 36757334 doi:10.1530/RAF-22-0097",
  "related_content": {
    "syllabus": [
      "ensec24006_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.385676-06:00"
}