{
  "question_id": "gimcq24028",
  "category": "gi",
  "educational_objective": "Treat type 1 autoimmune pancreatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 56-year-old woman is evaluated in the emergency department for a 1-week history of painless jaundice, light-colored stools, and dark-colored urine. She has not had recent weight loss.On physical examination, vital signs are normal. Scleral icterus and jaundice are noted. The remainder of the examination is normal.A CT scan shows a sausage-shaped pancreas with a narrowed pancreatic duct and retroperitoneal fibrosis. Endoscopic ultrasound with fine-needle aspiration biopsy is negative for malignancy. Pathologic examination of biopsy specimens shows 24 IgG4-positive cells/hpf.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Biliary stent placement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rituximab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is prednisolone (Option B). Type 1 autoimmune pancreatitis disease is the most common pancreatic manifestation of IgG4-related disease, with abundant infiltration of IgG4-positive plasma cells and lymphocytes. Patients may present with abdominal pain or obstructive jaundice with or without a mass. Autoimmune pancreatitis must be differentiated from pancreatic malignancy, and imaging and histology findings can assist with this differentiation. On imaging, many patients with malignancy have a dilated upstream main pancreatic duct; patients with autoimmune pancreatitis may have a narrowed main pancreatic duct or parenchymal swelling (“sausage-shaped” pancreas). Patients with type 1 autoimmune pancreatitis have elevated IgG4-positive cells in pancreatic tissue (>10 IgG4-positive cells/hpf). Diagnostic criteria for autoimmune pancreatitis are known as the HISORt criteria (diagnostic Histology, suggestive Imaging, Serology with elevated serum IgG4, Other organ involvement, or Response to therapy with glucocorticoids). Glucocorticoids are first-line treatment, starting with oral prednisolone at 0.6 to 1.0 mg/kg/d and tapered over 2 to 3 months. Symptoms typically resolve within 2 to 4 weeks of therapy. Approximately 90% of patients achieve remission with oral glucocorticoids. This patient is presenting with painless jaundice and has imaging results consistent with autoimmune pancreatitis. Endoscopic ultrasound with fine-needle aspiration biopsy showed more than 10 IgG4-positive cells/hpf, which is also consistent with a diagnosis of type 1 autoimmune pancreatitis. Therefore, treatment with prednisolone should be initiated.Biliary stent placement (Option A) is not required in autoimmune pancreatitis; glucocorticoids are first-line treatment. Patients with cholangitis should undergo endoscopic retrograde cholangiopancreatography within 24 hours of admission. This patient is not suspected to have cholangitis, and imaging showed no biliary dilation.Although pancreatic adenocarcinoma and autoimmune pancreatitis may be mistaken for each other, the diagnosis in this patient appears certain given her CT and histology findings. Therefore, repeat biopsy (Option C) is not required. When the diagnosis is uncertain or a patient does not respond to initial treatment with glucocorticoids, repeat endoscopic ultrasonography with biopsy may be appropriate.Type 1 autoimmune pancreatitis may relapse in approximately 60% of patients. Repeat courses of glucocorticoids or immunomodulators, such as 6-mercaptopurine, azathioprine, mycophenolate, or rituximab (Option D), may be used to treat relapsing disease. This patient does not have relapsing disease; thus, rituximab is inappropriate for this patient at this time.",
  "key_points": [
    "Initial treatment of type 1 autoimmune pancreatitis is prednisolone tapered over 2 to 3 months."
  ],
  "references": "Uchida K, Okazaki K. Current status of type 1 (IgG4-related) autoimmune pancreatitis. J Gastroenterol. 2022;57:695-708. PMID: 35916965 doi:10.1007/s00535-022-01891-7",
  "related_content": {
    "syllabus": [
      "gisec24003_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:30.876272-06:00"
}