{
  "question_id": "gicor25002",
  "category": "gi",
  "educational_objective": "Test for eradication of <i>Helicobacter pylori</i>.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 65-year-old woman is evaluated for follow-up of gastritis. Two months ago, upper endoscopy performed for epigastric pain revealed gastritis; Helicobacter pylori was detected on gastric biopsy specimens. After she completed antibiotic therapy for H. pylori infection 4 weeks ago, abdominal pain resolved and has not recurred. She has no other medical problems and takes no medications.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "H. pylori fecal antigen testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "H. pylori serology",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Upper endoscopy with gastric biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No follow-up testing is necessary",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next in this patient with Helicobacter pylori gastritis is fecal antigen testing to confirm eradication of the organism (Option A). This testing should be performed no sooner than 4 weeks after completion of antibiotic therapy. To maximize the sensitivity of testing, patients should discontinue proton pump inhibitor therapy 2 weeks before the test. Assessments for active infection include the fecal antigen test, 13C-urea breath test, or gastric biopsy performed during upper endoscopy. All three tests are very sensitive and specific for detection of persistent H. pylori infection. The choice of test depends on availability, cost, and the need for follow-up endoscopy. Noninvasive tests are safe and relatively inexpensive, and they allow for detection of persistent infection that would require salvage therapy. Fecal antigen testing or 13C-urea breath testing, whichever is most available and least costly, is the most appropriate test for H. pylori eradication in this patient.Serology for detection of serum H. pylori antibodies (Option B) does not assess for active infection. IgG antibodies against H. pylori can last for many months to years after successful eradication of H. pylori. Therefore, a positive result on serology after antibiotic therapy does not confirm persistent infection.Although gastric biopsy can evaluate for the presence of H. pylori, upper endoscopy (Option C) is invasive and has associated risk and costs. Endoscopy should be repeated only if indicated for other reasons, such as unexplained iron deficiency or persistent symptoms despite therapy. This patient has no indication for repeat endoscopy.Because first-line therapy for H. pylori infection is not always successful, forgoing further evaluation (Option D) is not appropriate. Persistent H. pylori infection increases the risk for peptic ulceration and gastric malignancy; thus, testing to confirm eradication is always indicated, even in asymptomatic patients.",
  "key_points": [
    "Testing to confirm eradication of Helicobacter pylori should be performed in all patients after treatment of H. pylori infection.",
    "Tests for eradication of H. pylori are the fecal antigen test, 13C-urea breath test, and gastric biopsy during upper endoscopy; the choice of test is influenced by safety, cost, availability, and the need for repeat endoscopy."
  ],
  "references": "Crowe SE. Helicobacter pylori infection. N Engl J Med. 2019;380:1158-1165. PMID: 30893536 doi:10.1056/NEJMcp1710945",
  "related_content": {
    "syllabus": [
      "gisec24002_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:34:01.196810-06:00"
}