{
  "question_id": "gimcq24037",
  "category": "gi",
  "educational_objective": "Evaluate for <i>Helicobacter pylori</i> after an acute upper gastrointestinal bleeding episode.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 72-year-old woman is evaluated at a follow-up appointment. Eight weeks ago, she was hospitalized for melena and near-syncope. Upper endoscopy performed during hospitalization showed a duodenal ulcer with no visible vessel, dark blood in the stomach, and no active bleeding. Results of a rapid urease test of biopsy samples from the antrum and body of the stomach were negative for Helicobacter pylori. She was discharged with a prescription for omeprazole, which was discontinued 2 weeks ago. She is currently asymptomatic. She has osteoarthritis and before hospital admission had been taking naproxen, which has since been discontinued.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Order Helicobacter pylori serology",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Perform 13C-urea breath test for Helicobacter pylori",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat upper endoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient is to perform a 13C-urea breath test for Helicobacter pylori (Option B). In patients with upper gastrointestinal bleeding, invasive testing for H. pylori has decreased sensitivity; a biopsy result that is negative for H. pylori in the setting of bleeding peptic ulcer disease does not exclude H. pylori infection and requires confirmation. Therefore, the 13C-urea breath test or H. pylori monoclonal stool antigen test is recommended for confirmation, but it should be performed 2 weeks after discontinuation of proton pump inhibitor (PPI) therapy to mitigate false-negative results. This patient's biopsy results were negative for H. pylori during her initial evaluation for upper gastrointestinal bleeding, and she now requires confirmatory testing with a 13C-urea breath test or an H. pylori monoclonal stool antigen test.Helicobacter pylori serology (Option A) is generally not recommended. Serologic testing cannot distinguish between active and previous infection. In addition, the sensitivities of the 13C-urea breath test and stool antigen tests are superior to that of serologic testing. However, serologic testing could be considered for a hospitalized patient with acute-bleeding peptic ulcer disease in which biopsy results were negative for H. pylori. In this setting, the 13C-urea breath test and stool antigen test have decreased sensitivity (due to PPI therapy); however, a negative H. pylori serologic result has a high negative predictive value and may therefore be useful.The indications for repeat endoscopy (Option C) include persistent symptoms after 8 to 12 weeks of therapy, gastric ulcer greater than 2 cm, an ulcer of unknown cause, and inability to perform biopsies during the initial endoscopy because of patient instability or bleeding. This patient does not meet the criteria for repeat endoscopy.No additional management (Option D) is inappropriate in this case. Because invasive testing has decreased sensitivity in the setting of active upper gastrointestinal bleeding, confirmatory testing for H. pylori infection is warranted.",
  "key_points": [
    "A biopsy result that is negative for Helicobacter pylori during an acute upper gastrointestinal bleeding episode should be confirmed; the 13C-urea breath test or stool antigen test can be performed once the patient has stopped proton pump inhibitor therapy for 2 weeks."
  ],
  "references": "Cho J, Prashar A, Jones NL, et al. Helicobacter pylori infection. Gastroenterol Clin North Am. 2021;50:261-282. PMID: 34024441 doi:10.1016/j.gtc.2021.02.001",
  "related_content": {
    "syllabus": [
      "gisec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:17:18.037717-06:00"
}