{
  "question_id": "giqqq24002",
  "category": "gi",
  "educational_objective": "Diagnose acute appendicitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 42-year-old man is evaluated in the emergency department for right lower quadrant abdominal pain, nausea, vomiting, and fever of 2 days' duration. He was previously healthy.Temperature is 38.5 °C (101.3 °F). Abdominal examination reveals right lower quadrant tenderness to palpation with guarding; bowel sounds are normal.Leukocytosis is present on the complete blood count; urinalysis is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal/pelvic CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Abdominal/pelvic MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Laparoscopic appendectomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral moxifloxacin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is performing abdominal/pelvic CT (Option A). Contrast-enhanced CT of the abdomen and pelvis is the diagnostic study of choice for nonpregnant adults presenting with right lower quadrant pain and suspected appendicitis. CT has similar specificity but much higher sensitivity (greater than 90%) than ultrasonography for this diagnosis. If available, low-dose CT protocols can be used and have been shown to have similar diagnostic accuracy and reduced radiation exposure compared with standard CT. Several clinical tools, including the Appendicitis Inflammatory Response (AIR) score and the Adult Appendicitis Score (AAS), are helpful in risk stratification and determining the need for additional diagnostic studies and surgery. When surgery is indicated, it usually takes place within the first 24 hours because delays correlate with increased risk for perforation. Complications of acute appendicitis include gangrenous appendicitis, perforated appendicitis, and abscess/phlegmon. Acute appendicitis is the most common diagnosis made in young persons, such as this patient, who require hospitalization for acute abdominal pain.In patients with acute lower abdominal or pelvic pain, MRI of the abdomen and pelvis (Option B) is most useful during pregnancy because it avoids ionizing radiation. CT imaging is generally preferred to MRI because it is more readily available and less expensive.Laparoscopic surgery (Option C) would not be appropriate without first assessing for complications with abdominal/pelvic imaging. Complications are most common in patients older than 50 years.Although appendectomy is the definitive treatment of acute appendicitis, nonoperative treatment, including analgesia, antibiotics such as moxifloxacin (Option D), and careful follow-up, may be considered in certain uncomplicated cases. However, nonoperative treatment should not be considered until the diagnosis of acute appendicitis is confirmed by appropriate imaging and complicated appendicitis is excluded.",
  "key_points": [
    "Contrast-enhanced CT of the abdomen and pelvis is the preferred imaging test for suspected appendicitis in nonpregnant adult patients.",
    "When surgery is indicated for acute appendicitis, it usually takes place within the first 24 hours because delays correlate with increased risk for perforation."
  ],
  "references": "Moris D, Paulson EK, Pappas TN. Diagnosis and management of acute appendicitis in adults: a review. JAMA. 2021;326:2299-2311. PMID: 34905026 doi:10.1001/jama.2021.20502",
  "related_content": {
    "syllabus": [
      "gisec24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:31.036673-06:00"
}