{
  "question_id": "csmcq24023",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Evaluate for cervical spine subluxation in a patient with neck pain and risk factors.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old man is evaluated for a 2-week history of neck pain. The pain is centered in the upper posterior neck and does not radiate. He has no weakness, sensory changes, difficulty walking, or bowel or bladder changes. He reports no trauma, fever, or chills. Medical history is significant for rheumatoid arthritis. He has no history of injection drug use. Medications are methotrexate and folic acid.On physical examination, vital signs are normal. Range of motion of the neck is normal. He has no spinal tenderness on palpation. Strength is 5/5 in the upper and lower extremities. Deep tendon reflexes are 2+ throughout. The proximal interphalangeal and metacarpophalangeal joints are enlarged with minimal tenderness.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Epidural glucocorticoid injection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Neck radiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Physical therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone taper",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with rheumatoid arthritis (RA) and neck pain is neck radiography (Option B) to assess for atlantoaxial instability. Cervical spine disease is most often caused by degenerative spine and disk disease (spondylosis), especially in older patients. Certain underlying conditions, however, are also associated with a predisposition to cervical spine disease, including Down syndrome, ankylosing spondylitis, and RA. Although RA often spares the axial skeleton, it may affect cervical discovertebral joints, increasing the risk of subluxation of the atlantoaxial apparatus as well as the rest of the cervical spine. Patients may have Lhermitte sign (shock-like sensation shooting down the spine with neck flexion), evidence of cervical myelopathy (weakness, loss of bowel and/or bladder control, paresthesias), and findings of vertebrobasilar insufficiency (drop attacks, bulbar weakness, respiratory dysfunction, nystagmus, and vertigo). A high degree of suspicion is needed to make the diagnosis because pain is not always present. Imaging should be pursued if cervical spine disease is suspected. If cord compromise is not immediately suspected, plain radiographs should be obtained, including anteroposterior, lateral, extension, flexion, and open mouth views to determine the presence and the degree of subluxation. MRI should be obtained if neurologic symptoms or signs are present. If subluxation is present, surgical consultation is necessary. This patient has RA and new-onset neck pain concerning for cervical spine subluxation. Imaging of the neck with plain radiography should be obtained immediately.Epidural glucocorticoid injection (Option A) can be considered for patients with cervical radiculopathy unresponsive to conservative treatment, although the data to support this practice are limited. This patient does not have cervical radiculopathy but rather possible cervical spine subluxation, and an epidural glucocorticoid injection is not indicated.Physical therapy (Option C) is often used in conservative management of neck pain without red flag findings or concerns for cervical subluxation. In this patient with RA, cervical subluxation is a concern, and it must be ruled out before initiating physical therapy.Although only limited evidence is available supporting their use, systemic glucocorticoids such as prednisone (Option D) are commonly used to treat symptomatic cervical radiculopathy. This patient does not have cervical radiculopathy but has a heightened risk for cervical subluxation, and systemic glucocorticoid therapy is not indicated.",
  "critique_links": [],
  "key_points": [
    "In patients with rheumatoid arthritis and neck pain, cervical subluxation should be considered, and neck radiography is indicated.",
    "Patients with rheumatoid arthritis, ankylosing spondylitis, and Down syndrome have an increased incidence of cervical spine disease, including atlantoaxial subluxation, potentially leading to myelopathy, radiculopathy, and vertebrobasilar insufficiency."
  ],
  "references": "Childress MA, Stuek SJ. Neck pain: initial evaluation and management. Am Fam Physician. 2020;102:150-156. PMID: 32735440",
  "related_content": {
    "syllabus": [
      "cssec24010_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.791999-06:00"
}