{
  "question_id": "gicor25018",
  "category": "gi",
  "educational_objective": "Evaluate refractory gastroesophageal reflux disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 50-year-old man is evaluated at a follow-up visit for heartburn. He initially presented 3 months ago with daily heartburn and regurgitation accompanied by an intermittent acidic taste. Lifestyle measures were initially advised but were only partially effective. He was prescribed once-daily omeprazole 10 weeks ago. His symptoms improved from daily to symptoms occurring 4 to 5 times per week, and after 2 weeks of therapy, omeprazole was increased to twice daily dosing, which has been continued for the past 2 months. However, he continues to have symptoms 2 to 3 days per week despite continuing appropriate lifestyle measures and taking omeprazole 30 to 60 minutes before meals. He has not had chest pain, dysphagia, weight loss, nausea, vomiting, or melena.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory pH monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Modified barium swallow with video fluoroscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Omeprazole continuation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is upper endoscopy (Option D). This patient has classic symptoms of gastroesophageal reflux disease (GERD) without alarm features and was appropriately given an empiric trial of proton pump inhibitor therapy, which he is taking at maximum dosage and with appropriate timing. Although his symptoms have improved, they are still present. Per the 2022 American College of Gastroenterology GERD guidelines, if symptoms do not adequately respond to treatment or if symptoms recur, upper endoscopy is indicated to evaluate for signs of GERD and to rule out other abnormalities, such as esophageal ring or web, malignancy, eosinophilic esophagitis, erosive esophagitis, stricture, or Barrett esophagus. To maximize the yield of diagnostic upper endoscopy, patients should discontinue proton pump inhibitor use 2 to 4 weeks before the procedure is performed.Ambulatory pH monitoring (Option A) is an appropriate test to differentiate between acid and nonacid reflux. It is ideally done while the patient is not receiving acid-suppressive therapy and can confirm acid exposure. It is indicated when GERD is suspected but endoscopy shows no objective evidence of GERD. Because this patient has not yet undergone endoscopy, ambulatory pH monitoring is not indicated.Modified barium swallow with video fluoroscopy (Option B) is an important study in the evaluation of causes of oropharyngeal dysphagia. However, it has little utility in the evaluation of classic GERD symptoms, which this patient has.Although the patient had symptomatic improvement with omeprazole, continuation (Option C) in the setting of persistent symptoms would be inappropriate without further diagnostic testing. Upper endoscopy should be undertaken to support the diagnosis of GERD and exclude other diagnostic possibilities.",
  "key_points": [
    "If symptoms of gastroesophageal reflux disease (GERD) do not respond to proton pump inhibitor treatment or if symptoms recur, upper endoscopy is indicated to evaluate for signs of GERD and to rule out other abnormalities."
  ],
  "references": "Katz PO, Dunbar KB, Schnoll-Sussman FH, et al. ACG clinical guideline for the diagnosis and management of gastroesophageal reflux disease. Am J Gastroenterol. 2022;117:27-56. PMID: 34807007 doi:10.14309/ajg.0000000000001538",
  "related_content": {
    "syllabus": [
      "gisec24001_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:34:01.197927-06:00"
}