{
  "question_id": "idmcq24038",
  "category": "id",
  "educational_objective": "Test for <i>Mycoplasma genitalium</i> infection in a male patient with persistent nongonococcal urethritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 24-year-old man is evaluated for persistent dysuria and penile discharge. He reports having unprotected sex with men and women in the past 6 months. He was evaluated 1 week ago and was treated with a dose of intravenous ceftriaxone and prescribed doxycycline for 7 days. He is otherwise well, and he takes no other medications.On physical examination, vital signs are normal. Mucopurulent urethral discharge is present.A syphilis test and nucleic acid amplification test (NAAT) from all sites of sexual contact for gonorrhea and chlamydia performed 1 week ago are negative. An HIV-1/2 antigen/antibody combination immunoassay and treponemal antibody test performed 1 week ago were negative. A urine culture from 1 week ago shows no growth.He is counseled regarding pre-exposure prophylaxis for HIV.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "NAAT for Mycoplasma genitalium",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat HIV-1/2 antigen/antibody combination immunoassay",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat urine culture",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Nucleic acid amplification testing (NAAT) for Mycoplasma genitalium (Option B) is the most appropriate diagnostic test to perform next. This patient has persistent urethritis, NAAT results for gonorrhea and chlamydia are negative, and urine culture shows no growth. However, he is at increased risk for sexually transmitted infections (STIs) because he has had multiple sexual partners. Persistent urethritis should prompt an evaluation for antibiotic resistance or for other causative organisms. M. genitalium is an emerging STI that is a cause of urethritis in men and cervicitis in women; it has been reported to cause up to 20% of nongonococcal urethritis and 46% of nongonococcal/nonchlamydial urethritis. Testing should be performed with NAAT in men with recurrent nongonococcal urethritis. Samples can include first-void urine, urethral swab, or urethral meatus swab. For treatment of M. genitalium infection, the CDC recommends doxycycline, 100 mg, twice daily for 7 days followed by moxifloxacin once daily for 7 days. If resistance testing is available and the bacteria is macrolide sensitive, oral azithromycin, 1 g, followed by 500 mg once daily for 3 additional days can be substituted for moxifloxacin. Sexual partners of patients infected with M. genitalium should be tested and treated if positive.Azithromycin (Option A) should not be used as empiric therapy for M. genitalium because of high rates of macrolide resistance. It would be inappropriate to treat this patient at this time. He should have NAAT testing, which would provide a definitive diagnosis, before antibiotic treatment.HIV testing was negative 1 week ago, and HIV is unlikely to be the cause of his current symptoms (Option C). Therefore, identifying the cause of his persistent urethritis would be more appropriate at this time.M. genitalium does not grow in routine bacterial cultures, and the initial urine culture shows no growth. Therefore, a repeat urine culture (Option D) to identify bacteria that would cause cystitis is unlikely to be revealing.",
  "key_points": [
    "Mycoplasma genitalium is an emerging cause of urethritis; it has been reported to cause up to 20% of nongonococcal urethritis and 46% of nongonococcal/nonchlamydial urethritis in men.",
    "Testing for M. genitalium should be performed with a nucleic acid amplification test in men with recurrent nongonococcal urethritis."
  ],
  "references": "Williamson DA, Chen MY. Emerging and reemerging sexually transmitted infections. N Engl J Med. 2020;382:2023-2032. PMID: 32433838 doi:10.1056/NEJMra1907194",
  "related_content": {
    "syllabus": [
      "idsec24012_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:17:18.084290-06:00"
}