{
  "question_id": "enmcq24013",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat type 2 diabetes mellitus in a patient with kidney failure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 72-year-old man is evaluated for management of newly diagnosed type 2 diabetes mellitus. He has a history of end-stage kidney disease, which is secondary to hypertension and is managed with dialysis three times weekly. Medications are sevelamer, sodium bicarbonate, amlodipine, and labetalol.On physical examination, vital signs are normal. BMI is 24. He has an intact fistula on his left arm.Laboratory studies:Glucose210 mg/dL (11.7 mmol/L)HHemoglobin A1c8.2%H",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Empagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Glyburide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Linagliptin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Metformin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Linagliptin (Option C) is the most appropriate treatment for this patient. Patients with end-stage kidney disease require careful consideration of glycemic agents. Kidney disease leads to reduced clearance of many diabetes medications, thus increasing risk for hypoglycemia and drug toxicity. For patients with an estimated glomerular filtration rate (eGFR) of less than 15 mL/min/1.73 m2 or treatment with hemodialysis, the 2022 Kidney Disease Improving Global Outcomes (KDIGO) Clinical Practice Guideline for Diabetes Management in Chronic Kidney Disease recommends treatment with a dipeptidyl peptidate-4 (DPP-4) inhibitor, insulin, or a thiazolidinedione; a sulfonylurea or α-glucosidase inhibitor may also be used, but they are less preferred. DPP-4 inhibitors, such as linagliptin, improve glycemic control in a glucose-dependent manner by increasing insulin secretion and suppressing glucagon secretion. DPP-4 inhibitors have a low risk for hypoglycemia when used as monotherapy and are weight neutral. This patient has newly diagnosed, uncontrolled, type 2 diabetes, and his end-stage kidney disease affects which agents can be used safely. Linagliptin, which is the only drug in its class that does not need to be renally dosed, may be a good choice for this patient.Whereas most patients with chronic kidney disease and type 2 diabetes would benefit from a sodium-glucose cotransporter 2 inhibitor, such as empagliflozin (Option A), these drugs are not recommended in the setting of a very low estimated glomerular filtration rate (eGFR) (<20 mL/min/1.73 m2) or dialysis. Likewise, a glucagon-like peptide 1 receptor agonist is not recommended in the setting of dialysis because of limited evidence.Glyburide (Option B) has the highest risk for hypoglycemia of all second-generation sulfonylureas, as it has the longest half-life. This risk is higher in patients with kidney disease because this medication has active metabolites that are cleared through the kidneys. This medication is not recommended in patients with an eGFR less than 60 mL/min/1.73 m2.Metformin (Option D) is contraindicated at an eGFR less than 30 mL/min/1.73 m2; therefore, it is not an appropriate treatment for this patient, who is on dialysis.",
  "critique_links": [],
  "key_points": [
    "For patients with an estimated glomerular filtration rate of less than 15 mL/min/1.73 m2 or treatment with hemodialysis, the 2022 Kidney Disease Improving Global Outcomes Clinical Practice Guideline for Diabetes Management in Chronic Kidney Disease recommends treatment with a dipeptidyl peptidate-4 inhibitor, insulin, or a thiazolidinedione.",
    "Sodium-glucose cotransporter 2 inhibitors are not recommended in the setting of a very low estimated glomerular filtration rate (<20 mL/min/1.73 m2) or dialysis."
  ],
  "references": "Kidney Disease: Improving Global Outcomes (KDIGO) Diabetes Work Group. KDIGO 2022 clinical practice guideline for diabetes management in chronic kidney disease. Kidney Int. 2022;102:S1-S127. PMID: 36272764 doi:10.1016/j.kint.2022.06.008",
  "related_content": {
    "syllabus": [
      "ensec24002_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.168477-06:00"
}