{
  "question_id": "onqqq24014",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat breast cancer using ovarian suppression along with aromatase inhibitor therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 32-year-old woman is evaluated during a follow-up visit for management of stage IIIA left breast cancer (3.5-cm, grade 3 invasive ductal carcinoma; estrogen receptor positive, progesterone receptor positive, and HER2 negative; four positive axillary lymph nodes). She has completed neoadjuvant chemotherapy, lumpectomy, and axillary dissection as well as primary breast radiation therapy. She resumed menstruation after completing chemotherapy, and her estradiol levels are in the premenopausal range. She takes no medications.On physical examination, vital signs are normal. Healed incisions are noted on the left breast and axilla. No breast masses are present.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Anastrozole",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Leuprolide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Leuprolide and letrozole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tamoxifen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is leuprolide and letrozole (Option C). Two prospective randomized clinical trials have shown the superiority of ovarian function suppression (OFS) with leuprolide plus an aromatase inhibitor (letrozole, anastrozole, or exemestane) over OFS plus tamoxifen or tamoxifen alone in premenopausal women with higher-risk hormone receptor–positive early breast cancer. Analyzing the trials together, disease-free survival at 5 years was 91.1% in the OFS plus exemestane group and 88.3% in the OFS plus tamoxifen group. Overall survival was the same in both groups. Compared with tamoxifen alone, OFS with tamoxifen improved disease-free survival, which was further improved by OFS plus exemestane. The benefit was particularly dramatic in women younger than 35 years who had a 15.7% absolute improvement in 5-year disease-free survival with the use of OFS and exemestane compared with tamoxifen alone. Adverse effects were seen more frequently in the patients receiving OFS, and by 4 years, 21% of patients had stopped OFS because of adverse effects. In patients who do not tolerate initial treatment with ovarian suppression and an aromatase inhibitor, OFS and tamoxifen can be used, transitioning to an aromatase inhibitor after 2 to 3 years, if tolerated.An aromatase inhibitor alone (Option A) is ineffective in premenopausal women unless concomitant OFS is given.The benefit of OFS alone (Option B) is similar to tamoxifen alone and inferior to OFS and aromatase inhibitor therapy.In patients who require initial chemotherapy and remain premenopausal, treatment with tamoxifen alone (Option D) has a higher risk of breast cancer recurrence than treatment with OFS plus an aromatase inhibitor.",
  "critique_links": [],
  "key_points": [
    "Ovarian function suppression along with antiestrogen therapy is recommended to decrease breast cancer recurrence in women with high-risk, early-stage, hormone receptor–positive breast cancer who remain premenopausal after chemotherapy."
  ],
  "references": "Pagani O, Walley BA, Fleming GF, et al; SOFT and TEXT Investigators and the International Breast Cancer Study Group (a division of ETOP IBCSG Partners Foundation). Adjuvant exemestane with ovarian suppression in premenopausal breast cancer: long-term follow-up of the combined TEXT and SOFT trials. J Clin Oncol. 2023;41:1376-1382. PMID: 36521078 doi:10.1200/JCO.22.01064",
  "related_content": {
    "syllabus": [
      "onsec24002_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.802806-06:00"
}