{
  "question_id": "inmcq24060",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Evaluate a patient with sudden hearing loss using Weber and Rinne testing.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old patient is evaluated in the emergency department 1 day after the sudden onset of hearing loss in the right ear. They also have constant right-sided tinnitus but no vertigo, diplopia, headache, or other neurologic symptoms. They have no medical conditions and take no medications.On physical examination, vital signs are normal. The external ear canals are clear bilaterally. Tympanic membranes are normal with no perforation. Hearing to finger rub and whisper testing is diminished on the right side. Neurologic examination, including cranial nerve testing, is otherwise normal.",
  "question_stem": "Which of the following is the most appropriate immediate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Audiometry",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT of the head",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the brain, brainstem, and internal auditory canals",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Weber and Rinne testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next immediate diagnostic test to perform is to differentiate sensorineural hearing loss from conductive hearing loss using Weber and Rinne tests (Option D). Sudden hearing loss and potential sudden sensorineural hearing loss (SSNHL) occurring with an onset of less than 72 hours should be evaluated urgently. Patients often present with ear fullness, tinnitus, and/or vertigo. Examination should include inspection of the ear canal and tympanic membrane (TM) to identify causes of conductive hearing loss (such as cerumen, effusion, foreign body, otitis, and TM perforation) and cranial nerve testing. In addition, tuning fork testing to determine whether hearing loss is conductive or sensorineural in origin is an important step in the evaluation of sudden hearing loss. Correct performance of Weber and Rinne tests is crucial for best test performance (see Table: Distinguishing Between Conductive and Sensorineural Hearing Loss). When the diagnosis of SSNHL is confirmed, the patient should undergo audiometry (within 14 days of symptom onset) and MRI with internal auditory canal protocol with contrast to evaluate for acoustic neuromas. This patient experienced sudden-onset hearing loss and tinnitus 1 day ago, and the most appropriate next step is to evaluate them for SSNHL using Weber and Rinne testing.Audiometry (Option A) is not the most appropriate next step. Audiometric confirmation of SSNHL should be done within 14 days of symptom onset, although some experts recommend that it be completed within 72 hours. However, tuning fork testing should be done first in this patient to differentiate conductive from sensorineural hearing loss.CT of the head (Option B) is not the most appropriate next step in management. The American Academy of Otolaryngology guidelines recommend against performing head CT in the evaluation of SSNHL. High-resolution CT of the temporal bones along with auditory brainstem response testing is an acceptable alternative in patients who cannot undergo MRI, but this is not the case with this patient.MRI of the brain, brainstem, and internal auditory canals (Option C) is not the most appropriate next step. Patients with SSNHL should undergo MRI of the retrocochlear structures, but physical examination to confirm the diagnosis of SSNHL should be completed first.",
  "critique_links": [],
  "key_points": [
    "Weber and Rinne testing is crucial in patients with sudden hearing loss to differentiate between sensorineural and conductive causes of the hearing loss.",
    "Patients with sudden sensorineural hearing loss should undergo audiometry (within 14 days of symptom onset) and MRI with internal auditory canal protocol with contrast to evaluate for acoustic neuroma."
  ],
  "references": "Chandrasekhar SS, Tsai Do BS, Schwartz SR, et al. Clinical practice guideline: sudden hearing loss (update). Otolaryngol Head Neck Surg. 2019;161:S1-S45. PMID: 31369359 doi:10.1177/0194599819859885",
  "related_content": {
    "syllabus": [
      "insec24002_24002"
    ]
  },
  "media": {
    "tables": [
      "tables/intab24006.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "intab24006",
        "file": "tables/intab24006.html",
        "title": "Distinguishing Between Conductive and Sensorineural Hearing Loss With the Weber and Rinne Tests",
        "short_title": "Distinguishing Between Conductive and Sensorineural Hearing Loss",
        "footnotes": [
          "<sup>a</sup>A 256-Hz vibrating tuning fork (although a 512-Hz tuning fork may be used) is applied to the forehead or scalp at the midline, and the patient is asked if the sound is louder in one ear or the other; a normal test result shows no lateralization.",
          "<sup>b</sup>A 512-Hz vibrating tuning fork is applied to the mastoid process of the affected ear until it is no longer heard. The fork is then repositioned outside of the external auditory canal, and the patient is asked if they can again hear the tuning fork; with a normal test result, air conduction is greater than bone conduction, and the tuning fork can be heard."
        ],
        "headers": [
          "Condition",
          "Weber Testa Result",
          "Rinne Testb Result"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:33.485022-06:00"
}