{
  "question_id": "hmmcq24024",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Manage medication-induced neutropenia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 78-year-old woman is evaluated at follow-up for neutropenia. She was hospitalized 6 days ago for surgical repair of a left hip fracture after a fall. Her hospital course was complicated by anemia attributed to the hip fracture and a urinary tract infection, which was treated with a 3-day course of trimethoprim-sulfamethoxazole. She was transferred to a rehabilitation facility 3 days ago. Other than improving hip pain, she is otherwise well and reports no new symptoms. Medical history is significant for hypertension. Medications are enoxaparin, vitamin D, candesartan, and acetaminophen.On physical examination, vital signs are normal. The incision site over the left hip is without erythema. The remainder of the examination is unremarkable.A complete blood count is obtained in follow-up of the anemia.Laboratory studies:Today3 Days Ago6 Days AgoHemoglobin10.5 g/dL (105 g/L)L9.2 g/dL (92 g/L)L11.9 g/dL (119 g/L)LLeukocyte count3000/µL (3.0 × 109/L)L7500/µL (7.5 × 109/L)12,000/µL (12 × 109/L)HAbsolute neutrophil count900/µL (0.9 × 109/L)L4800/µL (4.8 × 109/L)8400/µL (8.4 × 109/L)Platelet count215,000/µL (215 × 109/L)290,000/µL (290 × 109/L)235,000/µL (235 × 109/L)",
  "question_stem": "In addition to serial monitoring of neutrophil counts, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Bone marrow biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Granulocyte colony-stimulating factor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Levofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with likely medication-induced neutropenia is observation (Option D). Many drugs can impair normal granulopoiesis in the bone marrow or cause destruction of circulating neutrophils, resulting in medication-induced neutropenia. Cytotoxic chemotherapeutics and immunosuppressant medications are the most common offenders. Other medications, most notably clozapine, methimazole, and sulfonamides, are also associated with bone marrow suppression and agranulocytosis. Treatment of medication-induced neutropenia depends on the clinical situation because patients with neutropenia secondary to cancer chemotherapy are managed separately (see Neutropenia and Fever in Oncology). However, severe neutropenia and fever or other signs of infection should be managed as a medical emergency regardless of the cause, with appropriate cultures obtained and immediate administration of antibiotics. In patients not undergoing chemotherapy, antibiotics and granulocyte colony-stimulating factor are not indicated in the absence of fever or other signs of infection. Patients should be counseled about signs of infection, and serial complete blood counts should be monitored until resolution, which usually occurs within days to weeks. This patient has medication-induced neutropenia secondary to trimethoprim-sulfamethoxazole; she has no evidence of infection, and no additional management is required.A bone marrow biopsy (Option A) is not necessary, because it is unlikely that this patient has an underlying myelodysplastic syndrome or other clonal disorder. The anemia and leukopenia developed after the initial hospitalization and can be explained by blood loss from the hip fracture trauma and medication effects.Granulocyte colony-stimulating factors (Option B) can shorten recovery time and may be used in patients with neutropenia and active infection. They are not routinely indicated in patients with medication-induced neutropenia who are not undergoing chemotherapy.Antimicrobial therapy, such as levofloxacin (Option C), is indicated in patients with neutropenia who have signs of infection, such as fever. This patient is asymptomatic, and serial monitoring without antimicrobial therapy is the most appropriate management.",
  "critique_links": [],
  "key_points": [
    "In addition to chemotherapeutic and immunosuppressive medications, many drugs, including clozapine, methimazole, and sulfonamides, can result in medication-induced neutropenia.",
    "In the absence of severe neutropenia with infection, treatment of medication-induced neutropenia not caused by chemotherapy is limited to discontinuing the offending agent, with resolution usually occurring within 1 to 3 weeks."
  ],
  "references": "Zon RL, Berliner N. How I manage inpatient consultations for quantitative neutrophil abnormalities in adults. Blood. 2023;142:786-793. PMID: 36279420 doi:10.1182/blood.2021014818",
  "related_content": {
    "syllabus": [
      "hmsec24001_24002"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.921979-06:00"
}