{
  "question_id": "oncor25023",
  "category": "on",
  "educational_objective": "Consider the goals of therapy in a patient with cancer and multiple symptoms.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 61-year-old man is evaluated for nausea, anorexia, pain, and fatigue. He has non–small cell lung cancer metastatic to the liver and bone for which he is receiving chemotherapy and immunotherapy. During the day, he spends little time out of bed and needs assistance with sitting in a chair or bathing. His appetite is poor, and eating or drinking exacerbates his nausea. He has regular bowel movements. Pain is present in his hip, back, and chest, all sites of known metastatic disease. He takes oxycodone for the pain, which provides only partial relief. He has hypertension, heart failure with reduced ejection fraction, and coronary artery disease. Medications include oxycodone, ondansetron, polyethylene glycol, aspirin, metoprolol succinate, atorvastatin, dapagliflozin, and irbesartan.On physical examination, vital signs are normal. BMI is 23. Bitemporal wasting is present.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Gastroenterology consultation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Psychiatry consultation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation therapy consultation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Supportive care consultation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is a supportive care consultation (Option D). This patient has metastatic disease and is struggling with varying degrees of nausea, anorexia, pain, and fatigue. Most metastatic cancers are treatable but not curable, especially for patients with poor performance status due to chronic medical comorbidities or those who have not been able to tolerate initial treatment attempts (see Table: Oncology Performance Status Systems). Supportive, comfort-oriented care may be most appropriate for those with metastatic cancer with poor performance status due to chronic comorbidities. It is also suitable for patients who have exhausted standard treatment options. A supportive care consultation can be helpful in symptomatic management of this patient's symptoms, and evidence has suggested that such consultations can have a favorable impact on both quality of life and overall survival.A gastroenterology consultation (Option A) may be useful in managing biliary obstruction or gastric outlet obstruction; however, there are no indications of this in this patient. Although many patients develop constipation while taking opioid medications, he has regular bowel movements, and his symptoms of nausea and anorexia are likely secondary to the underlying malignancy and chemotherapy. A supportive care consultation is more likely to help manage this patient's multiple symptoms.A psychiatry consultation (Option B) is not indicated for this patient. Patients with anxiety or depression may benefit from a psychiatry consultation, but addressing the issues of symptom control first, as well as further discussions of goals of care and preferences for end-of-life care, are best managed with supportive care. Furthermore, palliative care, when instituted early in conjunction with anticancer therapy, helps patients better tolerate their cancer treatment and should not be delayed to the point at which no more active cancer therapy is considered.A radiation therapy consultation (Option C) is not the most appropriate management for this patient. Radiation therapy can be helpful when pain is particularly focused on a discrete lesion, especially a bone lesion, but is less useful with more diffuse disease, such as in this patient.",
  "critique_links": [],
  "key_points": [
    "Supportive, comfort-oriented care may be most appropriate for patients with metastatic cancer with poor performance status due to chronic comorbidities or who have exhausted standard treatment options."
  ],
  "references": "Temel JS, Greer JA, El-Jawahri A, et al. Effects of early integrated palliative care in patients with lung and GI cancer: a randomized clinical trial. J Clin Oncol. 2017;35:834-41. PMID: 28029308 doi:10.1200/JCO.2016.70.5046",
  "related_content": {
    "syllabus": [
      "onsec24001_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/ontab24002.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "ontab24002",
        "file": "tables/ontab24002.html",
        "title": "Oncology Performance Status Systems",
        "short_title": "Oncology Performance Status Systems",
        "footnotes": [
          "ECOG = Eastern Cooperative Oncology Group; WHO = World Health Organization.",
          "<sup>a</sup>Also called the Zubrod scale.",
          "Adapted from ECOG-ACRIN Cancer Research Group. ECOG Performance Status Scale. December 29, 2022. Accessed June 4, 2024. <a href=\"https://ecog-acrin.org/resources/ecog-performance-status/\" target=\"_blank\">https://ecog-acrin.org/resources/ecog-performance-status/</a>."
        ],
        "headers": [
          "ECOG/WHO Performance Statusa",
          "Karnofsky Performance Status"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:31.593098-06:00"
}