{
  "question_id": "gicor25010",
  "category": "gi",
  "educational_objective": "Screen for colorectal cancer in a patient at increased risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 43-year-old man is evaluated for colon cancer risk assessment. He has never had a colonoscopy. His father was diagnosed with colon cancer at age 54 years.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Annual fecal occult blood testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy now",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Colonoscopy in 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Colonoscopy at age 50 years",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Multitarget stool DNA testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "In this patient at increased risk for colorectal cancer, the most appropriate screening test to perform next is a colonoscopy now (Option B). For patients with a first-degree relative (e.g., parent, sibling, or child) with colorectal cancer diagnosed before age 60 years, screening colonoscopy is recommended to begin at age 40 years or 10 years earlier than the age at diagnosis in the youngest first-degree relative with colon cancer, whichever comes first (Table: Colorectal Cancer Screening in Individuals at Elevated Risk). This patient is considered at increased risk for colorectal cancer because of a family history of colorectal cancer in a first-degree relative younger than age 60 years. Because he is 43 years old, colonoscopy is recommended now. Thereafter, repeat screening colonoscopy is recommended every 5 years if the baseline examination is normal.In patients who have a first-degree relative who was diagnosed with colon cancer before age 60 years, colonoscopy is the preferred method of colorectal cancer screening. Stool-based colorectal cancer screening tests, including annual fecal occult blood testing (Option A) and multitarget stool DNA testing (Option E), are not recommended in this setting. Colonoscopy would still be warranted in this patient even if a stool-based colorectal cancer screening test showed a negative result.Colonoscopy in 1 year (Option C), when the patient is age 44 years, would be 10 years before the age at which colorectal cancer was diagnosed in his father. However, screening initiation at age 40 years takes precedence over this criterion when the affected first-degree relative is older than 50 years at the time of diagnosis. Thus, this 43-year-old patient who has never had a colonoscopy should undergo screening colonoscopy now.For patients at average risk for colorectal cancer, some organizations, such as the U.S. Preventive Services Task Force, recommend initiating screening at age 45 years, whereas ACP recommends initiating screening at age 50 years. However, because this patient is at increased risk, he should not wait until age 50 years (Option D) to undergo colonoscopy.",
  "key_points": [
    "In patients with a history of colorectal cancer in a first-degree relative, screening colonoscopy should begin at age 40 years or 10 years earlier than the age of the youngest first-degree relative diagnosed with colorectal cancer, whichever comes first."
  ],
  "references": "Rex DK, Boland CR, Dominitz JA, et al. Colorectal cancer screening: recommendations for physicians and patients from the U.S. Multi-society Task Force on Colorectal Cancer. Gastroenterology. 2017;153:307-323. PMID: 28600072 doi:10.1053/j.gastro.2017.05.013",
  "related_content": {
    "syllabus": [
      "gisec24004_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:02:51.591968-06:00"
}