{
  "question_id": "hpmcq24023",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Manage suspected drug-induced liver injury.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 49-year-old man is evaluated for 1 week of anorexia and nausea and 4 days of jaundice, dark urine, and pruritus. He has no history of recent travel, nonprescribed substance use, or risky sexual behavior and has no family history of liver disease. He drinks two beers weekly. Three weeks ago, he completed a course of amoxicillin-clavulanate for a dental infection.On physical examination, vital signs are normal. He is alert and oriented. Jaundice is noted. There are excoriations over the extremities and trunk. The remainder of the examination is normal.Laboratory studies:INR1.0Albumin3.9 g/dL (39 g/L)Alkaline phosphatase537 U/LHAlanine aminotransferase238 U/LHAspartate aminotransferase222 U/LHBilirubinTotal4.3 mg/dL (73.5 µmol/L)HDirect2.8 mg/dL (47.8 µmol/L)HAcute viral hepatitis panelNegativeAntinuclear antibodies, total IgG, anti–smooth muscle antibodiesNegative or within normal limitsSerum ceruloplasminNormalDoppler ultrasound of the abdomen is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Laboratory monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Liver biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liver transplant evaluation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has drug-induced liver injury (DILI), and laboratory monitoring (Option A) is the most appropriate management. DILI generally develops within 6 months of beginning a new medication and can manifest even weeks after the medication course has ended, as in this case. The two most common causes are antibiotics (particularly amoxicillin-clavulanate) and antiepileptics (phenytoin and valproate). In DILI caused by amoxicillin-clavulanate, laboratory results often show a cholestatic pattern of liver injury, but other patterns of injury (mixed or less often hepatocellular) may also be seen. The diagnosis of DILI is usually clinical, based on the following:Exposure to a likely offending agent based on a drug history (including nonprescription remedies, supplements, and herbal medications)Elevated liver test resultsExclusion of other causes of liver disease (e.g., viral or autoimmune hepatitis, biliary obstruction, Budd-Chiari syndrome, and Wilson disease)Improvement or resolution of liver injury following drug discontinuationThis patient's exposure to amoxicillin-clavulanate, laboratory results, and exclusion of other causes of liver injury make DILI the most likely diagnosis. Notably, although DILI can be severe enough to cause acute liver failure, diagnosis of acute liver failure in adults is based on the combination of liver synthetic dysfunction (reflected by coagulopathy/increased INR) and hepatic encephalopathy, which are not seen in this patient. Therefore, laboratory monitoring alone would be reasonable.Liver biopsy (Option B) is not required to diagnose DILI but may be considered if there is diagnostic uncertainty; however, no histopathologic features reliably identify DILI as the cause of the liver injury. A liver biopsy is not indicated for this patient because his presentation is consistent with DILI, and improvement of liver injury over time will help establish the diagnosis.Patients with acute liver failure should be considered for an expedited liver transplant evaluation (Option C). However, this patient does not have acute liver failure.The use of glucocorticoids, such as prednisone (Option D), in the treatment of DILI is uncertain. Guidelines conditionally suggest glucocorticoids in patients with DILI who have autoimmune hepatitis–like features. Autoimmune hepatitis most often demonstrates a hepatocellular pattern of injury, which is not seen in this case. He also has negative results on serologic testing for autoimmune hepatitis.",
  "critique_links": [],
  "key_points": [
    "Management of drug-induced liver injury requires identifying and discontinuing the offending drug; resolution of liver injury supports the diagnosis."
  ],
  "references": "Chalasani NP, Maddur H, Russo MW, et al; Practice Parameters Committee of the American College of Gastroenterology. ACG clinical guideline: diagnosis and management of idiosyncratic drug-induced liver injury. Am J Gastroenterol. 2021;116:878-898. PMID: 33929376 doi:10.14309/ajg.0000000000001259",
  "related_content": {
    "syllabus": [
      "hpsec24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.629573-06:00"
}