{
  "category": "hm",
  "critique": "The most appropriate treatment for this patient with disseminated intravascular coagulation (DIC) is cryoprecipitate (Option A). DIC is characterized by widespread endothelial injury and circulating procoagulants that lead to disseminated microvascular thrombi. Fibrinolysis clears the microthrombi and limits thrombotic injury, but consumption of platelets and clotting factors leads to thrombocytopenia and coagulation factor deficiency. Erythrocyte shearing injury leading to hemolysis also occurs. Causes of DIC include septic shock; disseminated malignancy; and pregnancy complications, including acute fatty liver of pregnancy and preeclampsia. Laboratory findings include thrombocytopenia, prolonged prothrombin time (PT) and activated partial thromboplastin time (aPTT), decreased plasma fibrinogen level, and elevated D-dimer level. Treatment is directed at the underlying cause and, in the presence of bleeding or severe deficiency, coagulation factor replacement with or without platelet transfusion. Cryoprecipitate contains a concentrated amount of fibrinogen and is used to replace fibrinogen in patients with DIC and hypofibrinogenemia. This patient has DIC with clinical bleeding and a very low plasma fibrinogen level, and cryoprecipitate should be administered.Four-factor prothrombin complex concentrate (4f-PCC) (Option B) is used to treat life-threatening bleeding in patients taking warfarin. Although it is the preferred agent for warfarin reversal, 4f-PCC is contraindicated in patients with DIC because of the heightened risk of thrombosis. Additionally, the relatively modest PT and aPTT prolongation suggest that hypofibrinogenemia, rather than other factor deficiencies, is contributing to this patient's bleeding.A platelet transfusion (Option C) would not be the most appropriate treatment. Although DIC causes thrombocytopenia, the level of thrombocytopenia seen in this patient is unlikely to cause significant bleeding. It is more likely that the severely low plasma fibrinogen level is the cause of this patient's bleeding.Vitamin K administration (Option D) is unlikely to have a significant effect on this patient's bleeding. The prolonged PT in DIC is secondary to consumption of clotting factors rather than the compromised production seen in vitamin K deficiency.",
  "educational_objective": "Treat disseminated intravascular coagulation in a patient with a low plasma fibrinogen level.",
  "extracted_at": "2025-12-22T19:36:52.637862-06:00",
  "key_points": [
    "Cryoprecipitate contains a concentrated amount of fibrinogen and is used to treat hypofibrinogenemia occurring in disseminated intravascular coagulation."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Cryoprecipitate"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Four-factor prothrombin complex concentrate"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Platelet transfusion"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Vitamin K"
    }
  ],
  "question_id": "hmmcq24039",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "question_text": "A 62-year-old man is evaluated in the ICU for prolonged bleeding following phlebotomy. He was evaluated in the emergency department yesterday for septic shock. Medical history is significant for type 2 diabetes mellitus and benign prostatic hyperplasia. Outpatient medications are metformin and tamsulosin.On physical examination, the patient is intubated and unresponsive. Temperature is 37.2 °C (99.0 °F), blood pressure is 92/66 mm Hg, pulse rate is 125/min, and respiration rate is 20/min. Oxygen saturation is 98% with an Fio2 of 0.60. Multiple ecchymoses are evident over the extremities. Oozing is noted at the sites of previous phlebotomy and at the right subclavian central catheter site.Blood and urine cultures are positive for Escherichia coli.",
  "references": "Cushing MM, Haas T, Karkouti K, et al. Which is the preferred blood product for fibrinogen replacement in the bleeding patient with acquired hypofibrinogenemia-cryoprecipitate or fibrinogen concentrate? Transfusion. 2020;60 Suppl 3:S17-S23. PMID: 32478877 doi:10.1111/trf.15614",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "hmsec24008_24006"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}