{
  "question_id": "hmmcq24017",
  "category": "hm",
  "educational_objective": "Manage low-risk polycythemia vera.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 48-year-old patient is evaluated for fatigue and generalized itching that worsens after showering. They are otherwise healthy and take no medications.On physical examination, vital signs are normal. The spleen tip is palpable 1 cm below the left costal margin.Genetic testing is positive for the JAK2 V617F mutation.",
  "question_stem": "In addition to daily aspirin, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Allogeneic hematopoietic stem cell transplantation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hydroxyurea",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Phlebotomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ruxolitinib",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "In addition to daily aspirin, the most appropriate treatment for this patient with polycythemia vera (PV) is phlebotomy (Option C). PV is a clonal stem cell disorder characterized by the JAK2 V617F activating alteration in virtually all patients (97%) and an elevated hemoglobin level; thrombocytosis and neutrophilia are also common. A suppressed erythropoietin level is also frequently seen in patients with JAK2-positive PV. Symptoms may include fatigue, headache, or itching, usually after a warm shower (aquagenic pruritus); some patients may be asymptomatic with the diagnosis discovered incidentally on laboratory testing done for other reasons. Patients with PV have an increased risk for adverse cardiovascular events, including venous thrombosis, stroke, and myocardial infarction. Patients may also experience significant bleeding complications or develop acquired von Willebrand disease. Unless contraindicated, all patients with JAK2-positive PV should undergo phlebotomy to maintain a hematocrit level less than 45% and be treated with low-dose aspirin to reduce the risk of adverse cardiovascular events. This patient has erythrocytosis, a low erythropoietin level, and the JAK2 V617F mutation, establishing the diagnosis of PV. Aspirin should be started, and they should undergo phlebotomy.Allogeneic hematopoietic stem cell transplantation (HSCT) (Option A) is appropriate for select patients with various conditions, including acute myeloid and lymphocytic leukemias, aplastic anemia, and myelodysplastic syndrome. HSCT carries significant risk of serious complications and is generally reserved for patients with a poor prognosis. Allogeneic HSCT is not indicated for treatment of PV.Hydroxyurea (Option B) is a first-line cytoreductive therapy in select patients with PV and reduces the production of hematopoietic elements, resulting in a lower hemoglobin level and lower leukocyte and platelet counts. Cytoreductive therapy is indicated in patients with high-risk PV, defined as those who are older than 60 years or have a history of thrombosis. Cytoreductive therapy is also considered in patients at low risk with significant symptom burden or in those who require frequent phlebotomy, are unable to maintain a target hematocrit despite repeated phlebotomy, or do not tolerate phlebotomy. This patient is considered low risk and does not meet criteria for cytoreductive therapy.The JAK1/JAK2 inhibitor ruxolitinib (Option D) is another form of cytoreductive therapy effective in PV. It is a second-line agent for patients who cannot tolerate hydroxyurea or who have hydroxyurea-resistant PV. This patient has low-risk PV, and cytoreductive therapy is not indicated.",
  "key_points": [
    "All patients with polycythemia vera should be treated with low-dose aspirin and phlebotomy to achieve a target hematocrit of less than 45% to reduce the risk of cardiovascular events.",
    "Patients with polycythemia vera who are older than 60 years or those who have a history of thromboses should receive cytoreductive therapy in addition to aspirin and phlebotomy."
  ],
  "references": "Gerds AT, Gotlib J, Ali H, et al. Myeloproliferative neoplasms, version 3.2022, NCCN clinical practice guidelines in oncology. J Natl Compr Canc Netw. 2022;20:1033-1062. PMID: 36075392 doi:10.6004/jnccn.2022.0046",
  "related_content": {
    "syllabus": [
      "hmsec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:36:40.625579-06:00"
}