{
  "question_id": "ccmcq24030",
  "category": "cc",
  "educational_objective": "Screen a patient in the ICU for delirium.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 68-year-old man is evaluated in the ICU. He was admitted 2 days ago with septic shock due to acute pyelonephritis. He was intubated and briefly required vasopressor support with norepinephrine. His hemodynamic parameters have improved, and he has been weaned off the norepinephrine. He was successfully extubated this morning. His only chronic medical problem is benign prostatic hypertrophy managed with tamsulosin. Other medications are levofloxacin and prophylactic-dose subcutaneous heparin.On physical examination, temperature is 37.8 °C (100.0 °F), blood pressure is 108/60 mm Hg, pulse rate is 90/min, and respiration rate is 18/min. Oxygen saturation is 93% with the patient breathing ambient air. Mild right costovertebral angle tenderness is noted. The patient is not in acute distress. He is pleasant but mildly anxious and is oriented to person and place only. Neurologic examination reveals no focal abnormalities.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Haloperidol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "ICU delirium screening",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lorazepam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Maintaining bedrest",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is screening for ICU delirium using a validated bedside tool (Option B). Delirium is the acute onset of cognitive dysfunction, impairment of attention, and disorientation with fluctuating mental status. ICU delirium is associated with increased ICU length of stay and greater morbidity, mortality, and post-ICU cognitive impairment. Early identification and management of delirium are critical to decreasing adverse events. Using a validated scale, such as the Confusion Assessment Method for the ICU (CAM-ICU) or the Intensive Care Delirium Screening Checklist, can facilitate the early detection of ICU delirium. Managing ICU delirium requires a comprehensive approach to diagnosis and treatment (). Multicomponent interventions, such as the ABCDEF bundle (), decrease delirium duration and translate into shorter ICU length of stay, improved survival, and lower cost of care. This critically ill patient is at risk for ICU delirium and should be screened for delirium with a validated scale to facilitate early detection and management.The use of antipsychotics in the prevention and treatment of delirium should be avoided. Both typical agents, such as haloperidol (Option A), and atypical antipsychotics have been associated with increased morbidity and mortality in this setting. Although severe refractory agitation or behavioral symptoms may require pharmacologic sedation to prevent self-harm, such is not the case with this patient. Haloperidol should not be given.Studies have failed to demonstrate the effectiveness of any medication to prevent or treat delirium. Benzodiazepines, such as lorazepam (Option C), should be avoided because they can cause or prolong delirium. Benzodiazepines should be reserved for indications in which they are known to be effective, such as alcohol withdrawal treatment. Although this patient is anxious, his anxiety is mild and can be managed without benzodiazepines.Maintaining bed rest (Option D) is not an appropriate option for this patient. One of the key steps in managing ICU delirium is early mobilization and exercise. Mobilization decreases the risk for delirium, deconditioning, and venous thromboembolic disease and should be encouraged as soon as is medically appropriate.",
  "key_points": [
    "ICU delirium causes significant morbidity and mortality and increased health care costs; early identification and management are critical to decreasing adverse events.",
    "Using a validated scale, such as the Confusion Assessment Method for the ICU or the Intensive Care Delirium Screening Checklist, can facilitate the early detection of ICU delirium."
  ],
  "references": "Stollings JL, Kotfis K, Chanques G, et al. Delirium in critical illness: clinical manifestations, outcomes, and management. Intensive Care Med. 2021;47:1089-103. PMID: 34401939 doi:10.1007/s00134-021-06503-1.",
  "related_content": {
    "syllabus": [
      "ccsec24001_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:48.425324-06:00"
}