{
  "question_id": "cvmcq24080",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose pericardial effusion with tamponade.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old woman is evaluated in the emergency department for a 3-month history of progressively worsening shortness of breath. She has systemic lupus erythematosus. Current medications are hydroxychloroquine and prednisone, which was recently tapered down.On physical examination, the patient is afebrile. Blood pressure is 85/60 mm Hg, pulse rate is 118/min, respiration rate is 23/min, and oxygen saturation is 96% breathing room air. Central venous pressure is elevated. The y descent of the jugular venous pulse is absent. Systolic blood pressure during inspiration decreases by 30 mm Hg. The lungs are clear to auscultation. The S1 and S2 are distant. Pulses are symmetric and thready. The extremities are cool to the touch. No edema is noted.Laboratory studies:D-dimer1.5 μg/mL (8.2 nmol/L)HC-reactive protein127 mg/dL (1270 mg/L)HECG is shown.Intravenous fluids are started.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Immediate coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pulmonary CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Right heart catheterization",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next in this patient with likely pericardial tamponade is transthoracic echocardiography (TTE) (Option D). Cardiac tamponade occurs when fluid accumulation within the pericardial space compresses the heart and impedes diastolic filling. When the increased intrapericardial pressure constrains cardiac filling enough to reduce stroke volume and cardiac output, it may be life threatening. Causes include malignancy, uremia, and inflammatory diseases such as systemic lupus erythematosus (SLE). Clinical signs of tamponade include tachycardia, muffled heart sounds, and elevated central venous pressure with an absent y descent. Pulsus paradoxus representing exaggerated ventricular interdependence is a key clinical feature. ECG may show low voltage or electrical alternans (circled below), although these changes are indicative of a pericardial effusion and not necessarily tamponade. TTE is a readily available bedside study that is the best first-line test for cardiac tamponade. Signs of tamponade on echocardiogram include early right ventricular diastolic collapse, late diastolic right atrial collapse, dilated noncollapsing inferior vena cava, and increased respiratory variation in mitral and tricuspid inflows. This patient has several clinical findings consistent with cardiac tamponade as well as an underlying disorder (SLE) that is associated with pericardial effusion. She should undergo immediate TTE.Immediate coronary angiography (Option A) is unnecessary. Patients with ST-elevation myocardial infarction and some with high-risk non–ST-elevation myocardial infarction should undergo immediate coronary angiography and percutaneous coronary intervention, if indicated. Coronary angiography, however, is not indicated in patients with cardiac tamponade, which is the likely diagnosis in this patient.CT scan to rule out pulmonary embolism (Option B) is not the right choice for this patient who has radiographic and ECG evidence of a pericardial effusion. The subacute onset, lack of chest discomfort, and normal oxygenation all argue against the presence of pulmonary embolism. In addition, CT scan in a hemodynamically unstable patient should be avoided if possible.Right heart catheterization (Option C) is not the most appropriate test for this patient. Catheterization is rarely needed to diagnose tamponade unless there is concern for constrictive pericarditis or effusive-constrictive pericarditis.",
  "critique_links": [],
  "key_points": [
    "Transthoracic echocardiography is a readily available bedside study that is the first-line test for suspected cardiac tamponade.",
    "Signs of tamponade on echocardiogram include early right ventricular diastolic collapse, late diastolic right atrial collapse, dilated noncollapsing inferior vena cava, and increased respiratory variation in mitral and tricuspid inflows."
  ],
  "references": "Hoit BD. Pericardial effusion and cardiac tamponade pathophysiology and new approaches to treatment. Curr Cardiol Rep. 2023;25:1003-1014. PMID: 37515704 doi:10.1007/s11886-023-01920-8",
  "related_content": {
    "syllabus": [
      "cvsec24009_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.133125-06:00"
}