{
  "question_id": "hpcor25002",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Treat mild to moderate alcoholic hepatitis with supportive care.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old woman is evaluated for a 3-day history of fever and 6-day history of jaundice. She has alcohol use disorder and reports drinking heavily for the last 2 weeks. She has no other medical problems and takes no medications.On physical examination, temperature is 38.3 °C (100.9 °F). Jaundice and tender hepatomegaly are present. The remainder of the examination is normal.Laboratory studies:Alanine aminotransferase57 U/LHAspartate aminotransferase124 U/LHUrinalysis results are normal.MELD (Model for End-Stage Liver Disease) score is 16, indicating a 90-day mortality rate of less than 1%.Abdominal ultrasound shows an enlarged, echogenic liver and no biliary ductal dilatation or ascites.",
  "question_stem": "In addition to intravenous thiamine, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pentoxifylline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Supportive care",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with fever, jaundice, and tender hepatomegaly in the setting of long-term heavy alcohol use is intravenous thiamine and supportive care (Option D). Alcoholic hepatitis is a distinct clinical syndrome of acute steatohepatitis in the setting of chronic alcohol-associated liver disease. It is characterized by fever, jaundice, tender hepatomegaly, and leukocytosis. An aspartate-to-alanine aminotransferase ratio greater than 2 also supports the diagnosis. Disease severity and mortality risk are assessed by the Model for End-Stage Liver Disease (MELD) score or by the Maddrey discriminant function (MDF) score. The severity score guides the therapeutic approach; patients with a MELD score greater than 20 or MDF score greater than 32 should receive glucocorticoid therapy to improve short-term mortality. Patients with mild or moderate alcoholic hepatitis (MELD score <20 or MDF score <32) should be treated supportively, including with intravenous hydration if needed, electrolyte and thiamine repletion, oral or enteral nutrition, and treatment of alcohol withdrawal if present. Patients should also be offered behavioral and/or pharmacologic treatment for alcohol use disorder. This patient's history of heavy alcohol consumption along with fever, jaundice, and tender hepatomegaly are consistent with acute alcoholic hepatitis. The MELD score indicates nonsevere disease. Thus, in addition to intravenous thiamine, the patient should receive supportive care in the acute setting.For patients who have alcoholic hepatitis without active infection, the American College of Gastroenterology strongly recommends against prophylactic antibiotics, such as ceftriaxone (Option A). This patient's fever and leukocytosis are explained by her acute hepatitis, and she has no clinical evidence of infection. Thus, antibiotics are not indicated.The use of pentoxifylline (Option B) in severe alcoholic hepatitis is controversial because of inconclusive data supporting its benefit. It is never recommended for mild or moderate alcoholic hepatitis.Prednisolone (Option C) is recommended in patients with severe alcoholic hepatitis, but it has no benefit in patients with mild or moderate disease, such as this patient.",
  "critique_links": [],
  "key_points": [
    "Mild fever, jaundice, and tender hepatomegaly in the setting of chronic alcohol-associated liver disease suggest a diagnosis of alcoholic hepatitis.",
    "In alcoholic hepatitis, disease severity is assessed using validated clinical models (Model for End-Stage Liver Disease or Maddrey discriminant function); nonsevere disease is treated with supportive care only."
  ],
  "references": "Jophlin LL, Singal AK, Bataller R, et al. ACG clinical guideline: alcohol-associated liver disease. Am J Gastroenterol. 2024;119:30-54. PMID: 38174913 doi:10.14309/ajg.0000000000002572",
  "related_content": {
    "syllabus": [
      "hpsec24007_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.539505-06:00"
}