{
  "question_id": "onmcq24034",
  "category": "on",
  "educational_objective": "Preserve fertility in a young patient undergoing chemotherapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 28-year-old woman is evaluated after diagnosis of diffuse large B-cell lymphoma. She is asymptomatic. Planned treatment will consist of rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP). She is interested in having children in the future. The patient has no other medical problems and takes no medications.On physical examination, vital signs are normal. Bilateral axillary lymphadenopathy is noted.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Embryo/oocyte cryopreservation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiation of urgent chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Leuprolide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Progestin/estrogen oral contraceptive pill",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This most appropriate next step in management is embryo/oocyte cryopreservation (Option A). Chemotherapy for cancer may affect fertility of both men and women. In women, premature menopause and infertility can result from both pelvic radiotherapy and chemotherapy, particularly with alkylating agents such as cyclophosphamide. Although often overlooked, fertility preservation should be offered before starting chemotherapy in all patients of reproductive age. Fertility counseling in this situation is associated with improved psychosocial outcomes, and referral to a reproductive endocrinologist should be considered. Fertility evaluations can often be done on an emergency basis, so delay in the initiation of definitive cancer treatment is minimized. Cryopreservation of oocytes/embryos usually takes 2 to 3 weeks leading to acceptably short delays in care. Embryo/oocyte cryopreservation involves ovarian stimulation followed by collection of oocytes, which are then cryopreserved as oocytes or as embryos. This procedure must be completed before the start of chemotherapy for optimal effectiveness. This patient is to undergo chemotherapy with a significant risk for infertility and is interested in having children in the future. Referral for consideration of embryo/oocyte cryopreservation is indicated.Initiating urgent chemotherapy (Option B) when the patient expresses the desire to have children in the future is not appropriate. The patient will be receiving chemotherapy that will affect her ability to achieve this goal. If starting chemotherapy can be safely delayed for a short period of time, as in this case for this clinically stable patient, all measures to support her reproductive goals should be pursued.Gonadotropin-releasing hormone agonists such as leuprolide (Option C) can induce ovarian suppression and appear to reduce the risk for treatment-related ovarian insufficiency. However, these agents are not used as a primary means to preserve fertility, and referral for embryo/oocyte cryopreservation is the next most appropriate step.Progestin/estrogen oral contraceptive pills (Option D) would not be effective in preserving fertility and are not indicated. Oral contraceptive pills do not protect oocytes from the DNA damage produced by chemotherapy and have no role in fertility preservation.",
  "critique_links": [],
  "key_points": [
    "Patients of childbearing age with cancer who wish to preserve fertility may undergo oocyte or embryo banking before chemotherapy."
  ],
  "references": "Oktay K, Harvey BE, Partridge AH, et al. Fertility preservation in patients with cancer: ASCO clinical practice guideline update. J Clin Oncol. 2018;36:1994-2001. PMID: 29620997 doi:10.1200/JCO.2018.78.1914",
  "related_content": {
    "syllabus": [
      "onsec24013_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.726024-06:00"
}