{
  "question_id": "onmcq24043",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Test for HER2-amplified gastric cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 61-year-old man is evaluated for abdominal pain, dysphagia, and weight loss. He has no other medical problems and takes no medications.On physical examination, vital signs are normal. Hepatomegaly is noted.Laboratory studies:Hemoglobin9.2 mg/dL (92 g/L)LTotal bilirubinNormalCreatinineNormalUpper endoscopy identifies a large tumor at the gastroesophageal junction, and biopsy reveals adenocarcinoma, which is found to be mismatch repair protein proficient. CT scan shows a mass at the gastroesophageal junction and multiple liver metastases.The patient is medically fit and wishes to pursue chemotherapy.",
  "question_stem": "Which of the following is the most appropriate test?",
  "options": [
    {
      "letter": "A",
      "text": "Epidermal growth factor receptor mutation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "HER2 amplification",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "KRAS mutation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "PIK3CA mutation",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No mutation testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next for this patient is assessment of HER2 amplification status (Option B). Standard treatment for metastatic gastroesophageal adenocarcinoma in a medically fit patient consists of chemotherapy with additive therapy, such as immune checkpoint inhibitors or monoclonal antibodies, based on characteristics of the individual tumor (including the PD-L1 and HER2 status). Twenty-five percent of upper gastrointestinal adenocarcinomas will be HER2 amplified. Previous studies have shown a modest clinical benefit for the addition of trastuzumab, an anti-HER2 monoclonal antibody, to chemotherapy for these patients. However, more recent data have shown a dramatically improved outcome for patients with HER2-amplified/PD-L1-positive upper gastrointestinal adenocarcinoma when trastuzumab and an immune checkpoint inhibitor such as pembrolizumab are added to chemotherapy. Trastuzumab deruxtecan, an antibody-drug conjugate, is an option for second-line treatment of advanced HER2-positive gastroesophageal cancers. Thus, identifying the presence or absence of HER2 amplification in patients with gastroesophageal cancer is necessary in order to select the appropriate treatment regimen.Testing for epidermal growth factor receptor (EGFR) mutations (Option A) is not needed for this patient. Mutations in the EGFR gene are important in the evaluation of lung cancer and may predict response to tyrosine kinase inhibitors such as erlotinib and osimertinib. However, these agents are not part of the management of upper gastrointestinal cancer.This patient does not require testing for KRAS mutations (Option C). KRAS mutations are rare in upper gastrointestinal tumors and indicate resistance to EGFR inhibitors such as panitumumab and cetuximab. These monoclonal antibodies play a role in treating colorectal tumors with nonmutated (wild-type) KRAS, NRAS, and BRAF genes. These agents, however, are not part of the management of upper gastrointestinal malignancies, and testing for these mutations is not indicated for this patient.Testing for PIK3CA mutations (Option D) is not indicated for this patient with gastric cancer. These mutations have not been found to be useful targets for therapy in gastrointestinal malignancies, although inhibitors such as alpelisib are used in patients with PIK3CA-mutation breast cancer.It would not be appropriate to forgo mutation testing (Option E) because, as noted, HER2 amplification status is needed before appropriate chemotherapy can be selected.",
  "critique_links": [],
  "key_points": [
    "Approximately 25% of upper gastrointestinal adenocarcinomas will be HER2 amplified; adding trastuzumab and an immune checkpoint inhibitor to chemotherapy for patients with HER2-amplified upper gastrointestinal adenocarcinoma dramatically improves outcomes."
  ],
  "references": "Janjigian YY, Kawazoe A, Yañez P, et al. The KEYNOTE-811 trial of dual PD-1 and HER2 blockade in HER2-positive gastric cancer. Nature. 2021;600:727-30. PMID: 34912120 doi:10.1038/s41586-021-04161-3",
  "related_content": {
    "syllabus": [
      "onsec24003_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.029868-06:00"
}