{
  "question_id": "hmqqq24008",
  "category": "hm",
  "educational_objective": "Diagnose transfusion-associated circulatory overload.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 78-year-old man is hospitalized with diverticular lower gastrointestinal bleeding. He receives 2 units of transfused erythrocytes and develops acute respiratory distress 4 hours later.Temperature is 36.5 °C (97.8 °F), blood pressure is 164/78 mm Hg, pulse rate is 118/min, and respiration rate is 24/min. Oxygen saturation is 94% with the patient breathing oxygen, 2 L/min by nasal cannula. Jugular venous distention, an S3, and bilateral crackles are noted.Chest radiograph shows upper lobe vascular redistribution and bilateral interstitial markings.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Anaphylactic reaction",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Delayed hemolytic transfusion reaction",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transfusion-associated circulatory overload",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transfusion-related acute lung injury",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is transfusion-associated circulatory overload (TACO) (Option C), which is an underrecognized problem but may be the most common serious complication of blood product transfusion, affecting 1% or more of transfusion recipients. TACO is a reaction to the volume of the transfusion rather than any blood component. Risk factors include older age, pre-existing cardiovascular or kidney disease, and rapid administration rate. Signs and symptoms include respiratory distress within 12 hours of transfusion, positive fluid balance, elevated central venous pressure, an audible S3, elevated B-type natriuretic peptide (BNP) level, and radiographic findings compatible with pulmonary edema. This older patient with diverticular lower gastrointestinal bleeding developed acute respiratory distress 4 hours after receiving 2 units of transfused erythrocytes. His examination findings are consistent with volume overload, making TACO the most likely diagnosis.Anaphylactic (Option A) or anaphylactoid reactions to erythrocyte transfusion are rare. Manifestations include angioedema, stridor, abdominal symptoms, and hypotension. The possibility of underlying protein deficiency (IgA or haptoglobin) should be investigated in a patient with an anaphylactic transfusion reaction. This patient lacks clinical manifestations suggesting an anaphylactic reaction to the transfusion.Antibodies to non-ABO blood group minor antigens may be present at low titers and not detectable before transfusion. When re-exposed to transfused cells with the same antigen, an anamnestic antibody response leads to delayed hemolytic reaction (Option B) to the transfused antigen-positive erythrocytes, typically 7 to 14 days after the transfusion. A delayed hemolytic transfusion reaction is associated with jaundice, low-grade fever, and an otherwise unexplained decrease in the hemoglobin level. The swift symptom development in this patient and his lack of jaundice or fever argues against a delayed hemolytic reaction.Transfusion-related acute lung injury (TRALI) (Option D) is defined as noncardiogenic pulmonary edema that occurs within 6 hours of transfusion. Most cases of TRALI occur because of HLA or neutrophil-specific antibodies in multiparous donors that bind to and activate recipient leukocytes in the pulmonary vasculature. Distinguishing TACO from TRALI may be challenging. Fever and hypotension occur in only one third of patients with TRALI. However, TRALI is not associated with increased central venous pressure, as seen in this patient. Additionally, a significant BNP elevation typically occurs in TACO, making TRALI less likely in this patient. TRALI and TACO may sometimes coexist.",
  "critique_links": [],
  "key_points": [
    "Signs and symptoms of transfusion-associated circulatory overload include respiratory distress within 12 hours of transfusion, positive fluid balance, elevated central venous pressure, an audible S3, elevated B-type natriuretic peptide level, and radiographic findings compatible with pulmonary edema."
  ],
  "references": "Piccin A, Spizzo G, Popovski MA, et al. Transfusion-associated circulatory overload in gastroenterology. Blood Transfus. 2021;19:197-204. PMID: 33000753 doi:10.2450/2020.0025-20",
  "related_content": {
    "syllabus": [
      "hmsec24008_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.050707-06:00"
}