{
  "question_id": "inmcq24004",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose menopause.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old woman comes to the office for evaluation of possible menopause. Her last menstrual period was 14 months ago, and she has been experiencing mild hot flashes a few times a week. She is sexually active with one male partner and has no sexual health concerns.Physical examination findings, including vital signs, are normal.A pregnancy test result is negative.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Estrogen and progesterone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Follicle-stimulating hormone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transvaginal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with menopause should not undergo additional diagnostic testing (Option D). Menopause is a clinical diagnosis made 12 months after cessation of menstruation. Menopause may be natural or result from surgery (bilateral oophorectomy) or medical treatment (e.g., chemotherapy). Natural menopause can occur at any time in a woman's 40s or 50s, and the average age of onset in the United States is 51 years. Menopause occurring before age 40 years is considered premature menopause or primary ovarian insufficiency (POI), whereas menopause with onset between ages 40 and 45 years is considered early menopause. Vasomotor symptoms, hot flashes, and night sweats are common in menopause and can begin years before the final menstrual period. Additionally, some women will experience genitourinary symptoms, including vaginal burning and irritation, dyspareunia, dysuria, and recurrent urinary tract infections. Other symptoms, such as depression, anxiety, and irritability, are common, but it is unclear whether these can be fully attributed to menopause. The diagnosis of menopause in patients older than age 45 years is a clinical one, and diagnostic testing is not necessary. Patients with the onset of symptoms before age 40 years and possible POI should undergo testing to exclude pregnancy as well as measurement of follicle-stimulating hormone (FSH), thyroid-stimulating hormone, and prolactin levels. Testing can also be considered in patients with early menopause or those with symptoms consistent with thyroid disease. This 52-year-old patient is experiencing menopausal symptoms, and her last menstrual period occurred more than 12 months ago; no additional diagnostic testing is indicated.Measurement of estrogen and progesterone levels (Option A) has no utility in the diagnosis of menopause and should not be obtained in this patient. Given her age and the timing of her last menstrual period, the diagnosis can be made clinically.Measuring an FSH level (Option B) is not necessary to diagnose menopause in this patient. FSH levels can help evaluate a patient presenting with possible early menopause or POI. Additionally, FSH testing is sometimes used to confirm menopause in patients undergoing specific treatments, such as those receiving breast cancer therapy with hormonal agents. Luteinizing hormone levels can also be measured in the evaluation of hypogonadism but are also unnecessary for diagnosing menopause.Transvaginal ultrasonography (Option C) is not indicated for this patient. It may be helpful in evaluating amenorrhea or abnormal uterine bleeding in a younger patient but has no utility in the diagnosis of menopause.",
  "critique_links": [],
  "key_points": [
    "Menopause is a clinical diagnosis made 12 months after cessation of menstruation, and testing is not required to make the diagnosis in patients older than age 45 years.",
    "Patients younger than age 40 years with onset of menopausal symptoms and possible primary ovarian insufficiency should undergo testing to exclude pregnancy as well as measurement of follicle-stimulating hormone, thyroid-stimulating hormone, and prolactin levels."
  ],
  "references": "McNeil MA, Merriam SB. Menopause. Ann Intern Med. 2021;174:ITC97-ITC112. PMID: 34251902",
  "related_content": {
    "syllabus": [
      "insec24005_24013"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.307777-06:00"
}