{
  "question_id": "cvmcq24031",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Screen for dyslipidemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 57-year-old woman is evaluated during her first physician visit in many years. She feels well and has no symptoms. She has a sedentary office job and exercises rarely. She does not smoke cigarettes. Her medical history is unremarkable. Her father had a heart attack at age 54 years. She takes no medications.On physical examination, blood pressure is 122/82 mm Hg, pulse rate is 66/min, and respiration rate is 16/min. BMI is 27.5. All other findings are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Coronary artery calcium scoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lipid profile and high-sensitivity C-reactive protein measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lipid profile and lipoprotein(a) measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lipid profile measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to obtain a lipid profile measurement (Option D). Screening for blood cholesterol levels is essential to identify individuals who may be at increased risk for atherosclerotic cardiovascular disease (ASCVD) and benefit from primary prevention with statin therapy. The U.S. Preventive Services Task Force recommends universal lipid screening in adults aged 40 to 75 years to assess for dyslipidemia and to calculate the 10-year predicted risk for ASCVD using the American Heart Association (AHA)/American College of Cardiology (ACC) Pooled Cohort Equations. Similarly, the 2018 AHA/ACC Guideline on the Management of Blood Cholesterol assigns a high priority to the estimation of lifetime ASCVD risk in children, adolescents, and adults. Patients with a calculated 10-year predicted risk for ASCVD of 5% or higher (at least “borderline” risk) should be considered for statin therapy. This patient should undergo lipid profile measurement to determine her ASCVD risk.At this point, coronary artery calcium (CAC) scoring (Option A) would be premature without first calculating the patient's risk for ASCVD. In patients at intermediate (≥7.5% to <20%) 10-year risk whose risk decision is uncertain regarding initiating statin therapy, CAC scoring further identifies those in whom statin therapy is strongly indicated. In this risk group, a CAC score of 0 averts the need for statin therapy unless there are higher-risk features (diabetes, family history of premature coronary artery disease, cigarette smoking). A CAC score of 1 to 99 favors statin therapy, and statins should be initiated in patients with a CAC score of 100 or higher. This patient's ASCVD risk should be calculated before consideration of CAC scoring.After a patient's risk for ASCVD has been assessed, other biomarkers (i.e., “risk enhancers”) may be useful in modifying the ultimate risk. For instance, if a patient is at intermediate 10-year risk (7.5% to <20%) and is equivocal about beginning statin therapy, measuring biomarkers such as high-sensitivity C-reactive protein (Option B), lipoprotein(a) (Option C), and apolipoprotein B may help further quantify this risk and inform the decision regarding primary prevention with statin therapy. The first step, however, is checking a lipid panel to ascertain the risk level.",
  "critique_links": [],
  "key_points": [
    "According to American College of Cardiology/American Heart Association and U.S. Preventive Services Task Force guidelines, all adults should be screened for blood cholesterol levels to determine cardiovascular disease risk and aid in the decision to initiate statin therapy.",
    "In patients at intermediate risk for atherosclerotic cardiovascular disease, measurement of biomarkers such as high-sensitivity C-reactive protein, lipoprotein(a), or coronary artery calcium may modify that risk and influence the decision to begin statin therapy for primary prevention."
  ],
  "references": "Arnett DK, Blumenthal RS, Albert MA, et al. 2019 ACC/AHA guideline on the primary prevention of cardiovascular disease: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019;140:e596-e646. PMID: 30879355 doi:10.1161/CIR.0000000000000678",
  "related_content": {
    "syllabus": [
      "cvsec24002_24001"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.964864-06:00"
}