{
  "question_id": "csmcq24015",
  "category": "cs",
  "educational_objective": "Evaluate a patient with chronic pain for a concurrent mental health disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 35-year-old man is evaluated for 2 months of worsening pain in the shoulders, arms, lower back, hips, and knees. He has not had any trauma or physical injury, fever, weight loss, or weakness. He was diagnosed with fibromyalgia 6 years ago, which was well managed with a regular exercise program until the current worsening of symptoms. He also has a history of migraines. His only medication is as-needed sumatriptan.On physical examination, vital signs are normal. He is diffusely tender to palpation across his back, shoulders, and thighs. He has full strength in all extremities. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Administer PHQ-9",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate acetaminophen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiate duloxetine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Measure erythrocyte sedimentation rate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient with an acute flare of a chronic pain syndrome is to evaluate for underlying symptoms of a psychiatric disorder, including administering a PHQ-9 (Option A). Pain may be acute or chronic, and it can be further categorized as neuropathic, nociceptive, or nociplastic. Nociplastic pain, which includes fibromyalgia, exists in the absence of tissue or nerve damage, and is often diffuse and nonanatomic, and may be associated with concomitant sensory deficits. Nonpharmacologic strategies (e.g., cognitive behavioral therapy, physical and occupational therapy, biofeedback, complementary and integrative therapies) are the cornerstone of chronic pain management and are associated with improvements in pain and overall function. In addition and regardless of pain type, patients with chronic pain are up to four times more likely to have concomitant depression than patients without a pain syndrome. Because psychological comorbidities and chronic pain experiences mutually influence one another, it is also important to evaluate patients for mental health disorders and psychosocial stressors during the assessment of a new or changing pain syndrome. This patient presents with widespread pain and tenderness in the absence of injury, consistent with a flare of fibromyalgia, and the most appropriate next step is an evaluation for concurrent mood disorder, including a PHQ-9.Acetaminophen (Option B) is unlikely to be effective in a chronic nociplastic pain syndrome such as fibromyalgia, for which nonpharmacologic therapies are preferred. When pharmacotherapy is needed, first-line agents are gabapentinoid antiseizure drugs (gabapentin, pregabalin) and analgesic antidepressants such as duloxetine.The analgesic antidepressant duloxetine (Option C) is appropriate pharmacotherapy for chronic nociplastic pain when medications are needed, but it would be inappropriate to initiate any medication to treat pain before thoroughly evaluating for concurrent mental health disorders.Measurement of inflammatory markers such as erythrocyte sedimentation rate (Option D) is the first step in the evaluation of possible polymyalgia rheumatica, and it may also be considered in conjunction with imaging for patients with new back pain in whom cancer or infection is suspected. Both conditions, however, are unlikely in this young patient with widespread pain and no accompanying constitutional symptoms.",
  "critique_links": [],
  "key_points": [
    "Patients with chronic pain are more likely to have concurrent mental health disorders that interact with their experience of pain, regardless of the cause.",
    "Evaluation for mental health disorders and psychosocial stressors is a key part of the assessment of a new or changing pain syndrome."
  ],
  "references": "Cohen SP, Vase L, Hooten WM. Chronic pain: an update on burden, best practices, and new advances. Lancet. 2021;397:2082-2097. PMID: 34062143 doi:10.1016/S0140-6736(21)00393-7",
  "related_content": {
    "syllabus": [
      "cssec24014_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.963133-06:00"
}