{
  "question_id": "rmmcq24068",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Assess risk for allopurinol hypersensitivity.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old man is evaluated by his primary physician for a 2-day history of a swollen, tender, and red right great toe. Symptoms were initially severe and prevented him from walking. Similar episodes occurred twice in the past year and resolved spontaneously within a week. He presented to the emergency department yesterday, and colchicine was initiated; he can now walk, but symptoms have not fully resolved. The patient identifies as Korean. He has no other medical problems and takes no other medications.On physical examination, vital signs are normal. Swelling, mild redness, warmth, and moderate tenderness of the right first metatarsophalangeal (MTP) joint are noted. The remainder of the examination is normal.Laboratory studies from the emergency department:Erythrocyte sedimentation rate56 mm/hHLeukocyte count12,000/μL (12.0 × 109/L)HUrate8.6 mg/dL (0.51 mmol/L)Ultrasound shows soft-tissue swelling over the right first MTP joint. A double-contour sign is seen over the MTP head, without discrete fluid collection or bony changes.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Glucocorticoid intra-articular injection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "HLA-B*58:01 testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiation of allopurinol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Initiation of febuxostat",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient with clinically suspected gout is HLA-B*58:01 testing (Option B). For individuals with at least two gout flares in the past year, the American College of Rheumatology/European Alliance of Associations for Rheumatology (ACR/EULAR) guidelines strongly recommend urate-lowering therapy, with allopurinol as first-line therapy in the absence of a contraindication. Guidelines conditionally recommend initiating urate-lowering therapy during the gout flare, mainly to improve future adherence. However, allopurinol can rarely cause life-threatening hypersensitivity, with an increased risk among individuals who are HLA-B*58:01 positive. Before allopurinol initiation, genetic testing is recommended in groups with a high prevalence of HLA-B*58:01, including persons of southeast Asian (e.g., Han Chinese, Thai, Korean) and African descent. This patient meets clinical criteria for gout; however, because of his high risk for hypersensitivity, HLA testing should be performed before allopurinol is started.Glucocorticoid intra-articular injection (Option A) is a useful treatment for a gout flare, particularly in patients with contraindications to oral therapy. However, this patient has appropriately been treated with colchicine and is improving. Intra-articular anti-inflammatory treatment is not currently required.Although allopurinol (Option C) is recommended as first-line urate-lowering therapy and initiation of this therapy should be considered during a flare, it is a long-term strategy and not a flare treatment. Allopurinol therapy should be deferred until HLA-B*58:01 status is determined.Febuxostat (Option D) is an effective xanthine oxidase inhibitor and urate-lowering agent. However, because of cost and a controversial concern for cardiovascular risk, it is recommended only if allopurinol is not an option. Because allopurinol has not yet been ruled out, febuxostat should not be started.",
  "critique_links": [],
  "key_points": [
    "Because allopurinol can cause life-threatening hypersensitivity, genetic testing should be performed in groups with a high prevalence of HLA-B*58:01, including persons of southeast Asian and African descent, before allopurinol is initiated."
  ],
  "references": "FitzGerald JD, Dalbeth N, Mikuls T, et al. 2020 American College of Rheumatology guideline for the management of gout. Arthritis Rheumatol. 2020;72:879-895. PMID: 32390306 doi:10.1002/art.41247",
  "related_content": {
    "syllabus": [
      "rmsec24012_24009"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.947206-06:00"
}