{
  "question_id": "inmcq24005",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat vasomotor symptoms in a patient with menopause and a contraindication to hormone therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old woman is evaluated because of hot flashes. Menopause began at age 52 years, and she has since been experiencing multiple hot flashes per day. They are particularly bothersome at night and impair her sleep, leaving her feeling fatigued. She had deep venous thrombosis treated with 3 months of anticoagulation after delivery of her first child at age 26 years. She has no other medical problems and takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Black cohosh",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral estrogen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral estrogen and progesterone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Paroxetine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Paroxetine (Option D) would be the most appropriate management for this patient's vasomotor symptoms of menopause. Hormone therapy is the most effective therapy for vasomotor symptoms of menopause, but some women have contraindications to estrogen or prefer not to use hormone therapy. Contraindications to estrogen include pregnancy, unexplained vaginal bleeding, liver disease, coronary artery disease, stroke, thromboembolic disease, breast cancer, and endometrial cancer. In these women, nonhormonal options that are effective for the management of vasomotor symptoms include the following:Antidepressant agents, including selective serotonin reuptake inhibitors (SSRIs, e.g., citalopram, escitalopram, and paroxetine) and serotonin-norepinephrine reuptake inhibitors (SNRIs, e.g., venlafaxine, desvenlafaxine, and duloxetine)GabapentinPregabalinClonidineAdditionally, fezolinetant, a neurokinin 3 antagonist, was approved by the FDA in 2023 for the management of vasomotor symptoms. An SSRI such as paroxetine would be the most appropriate management for the patient's vasomotor symptoms given her history of venous thromboembolism, which is a contraindication to estrogen therapy.Given the lack of data on its effectiveness, black cohosh (Option A), an herbal supplement, is not recommended for the treatment of vasomotor symptoms of menopause. Similarly, other supplements, such as soy and phytoestrogens, lack data to support their use in the treatment of vasomotor symptoms.Estrogen therapy alone (Option B) would not be recommended for this patient who has both a history of venous thromboembolism and an intact uterus. Because estrogen causes proliferation of the endometrial lining, women with an intact uterus who are receiving estrogen therapy require daily or cyclic progesterone for endometrial protection. Continuous estrogen and progesterone therapy does not result in cyclic bleeding, whereas cyclic progesterone will result in withdrawal bleeding. When estrogen therapy is given to manage vasomotor symptoms, the lowest effective dose should be used. Estrogen therapy is considered safer when initiated within 10 years of menopause and in women younger than age 60 years.Although estrogen therapy is the most effective treatment of vasomotor symptoms, this patient would not be a candidate for estrogen and progesterone therapy (Option C) because of her history of venous thromboembolism. It is also important to counsel women who are taking combination estrogen and progesterone therapy about the increased risk for breast cancer.",
  "critique_links": [],
  "key_points": [
    "For patients with vasomotor symptoms of menopause who do not wish to use (or have contraindications to) hormone therapy, treatment options include antidepressant agents (selective serotonin reuptake inhibitors and serotonin-norepinephrine reuptake inhibitors), gabapentin, pregabalin, fezolinetant, and clonidine.",
    "Contraindications to estrogen therapy for treatment of vasomotor symptoms of menopause include pregnancy, unexplained vaginal bleeding, liver disease, coronary artery disease, stroke, thromboembolic disease, breast cancer, and endometrial cancer."
  ],
  "references": "Shufelt CL, Brown V, Carpenter JS, et al. “The 2023 Nonhormone Therapy Position Statement of The North American Menopause Society” Advisory Panel. The 2023 nonhormone therapy position statement of the North American Menopause Society. Menopause. 2023;30:573-590. PMID: 37252752 doi:10.1097/GME.000000000000220",
  "related_content": {
    "syllabus": [
      "insec24005_24015"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.296611-06:00"
}