{
  "question_id": "onmcq24041",
  "category": "on",
  "educational_objective": "Treat a patient with a metastatic well-differentiated pancreatic neuroendocrine tumor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 64-year-old patient is evaluated during a follow-up visit. They recently visited the emergency department for treatment of a simple left radial forearm fracture following a bicycle collision. A palpable liver edge 3 cm below the right costal margin was incidentally noted. Subsequent contrast-enhanced CT scan showed numerous hypodense liver lesions up to 3 cm in size, replacing approximately 25% of the liver parenchyma, and a 2-cm mass in the tail of the pancreas. Core-needle biopsy of an accessible liver lesion revealed well-differentiated neuroendocrine cancer. The patient appears otherwise well and is asymptomatic. Appetite and bowel habits have been normal.On physical examination, vital signs are normal. Hepatomegaly is noted.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy with capecitabine plus temozolomide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hepatic artery embolization",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Octreotide or lanreotide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No intervention; follow-up CT in 3 months",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "At this time, no intervention is needed, and follow-up CT should be performed in approximately 3 months (Option D). Well-differentiated neuroendocrine tumors (NETs) are frequently diagnosed incidentally on imaging, when hepatomegaly is noted on examination, or after appendectomy. They exhibit indolent growth, and most are not associated with hormone production. A clue to the relatively benign clinical course is often indicated by normal or near-normal liver function test results in the setting of a significant hepatic tumor burden. Such tumors have likely been present for many years, and there is no urgency to initiate therapy. Asymptomatic patients may do well, with minimal growth and no symptoms for years, even with metastatic disease. Given the indolent nature of well-differentiated NETs, observation and serial imaging are appropriate steps initially in patients with metastatic disease without symptoms or evidence of hormone production. In this patient, a period of watchful waiting is recommended to better understand disease progression. If little or no change is seen at 3 months, continued surveillance with serial imaging at 3- to 6-month intervals is warranted.Neither chemotherapy nor hepatic artery embolization (Options A, B) is indicated for this patient. For hepatic NETs that are symptomatic or associated with hormone production, hepatic embolization can shrink liver metastases, and capecitabine plus temozolomide has activity in treating pancreatic NETs. However, embolization and chemotherapy can be associated with risks and toxicity and therefore should not be initiated in asymptomatic patients unless their cancer is growing or associated with hormone production.Treatment with the somatostatin analogues octreotide or lanreotide (Option C) is not indicated for this patient. These agents can be used to manage moderate disease progression because they may stabilize slow-growing tumors. However, there is no need to initiate these agents without documented progression under observation.",
  "key_points": [
    "Given the indolent nature of well-differentiated nonfunctional neuroendocrine tumors (NETs), observation and serial imaging are initially appropriate in asymptomatic patients with metastatic disease.",
    "For patients with metastatic NETs experiencing progression of hepatic disease, symptoms, or hormone production, hepatic embolization can shrink liver metastases, and capecitabine plus temozolomide has activity in pancreatic NETs."
  ],
  "references": "NCCN Clinical Guidelines in Oncology. Neuroendocrine and adrenal tumors. Version 2. 2022. NCCN.org. Accessed April 24, 2023. Available at: https://www.nccn.org/guidelines/guidelines-detail?category=1&id=1448",
  "related_content": {
    "syllabus": [
      "onsec24003_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:21.041914-06:00"
}