{
  "question_id": "hmqqq24015",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Evaluate a patient with deep venous thrombosis for occult malignancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 50-year-old woman undergoes follow-up evaluation for a right iliofemoral deep venous thrombosis diagnosed 6 weeks ago by Doppler ultrasonography. She reports no new symptoms and notes that her right leg edema is improving. She has no history of travel, surgery, or immobility. She had a normal screening colonoscopy 3 months ago and a normal mammogram and cervical cancer screening 6 months ago. Her only medication is rivaroxaban.On physical examination, mild edema of the right lower extremity is noted. The remainder of the examination, including a full-body skin examination, is otherwise unremarkable.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal and pelvic CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat lower extremity Doppler ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient requires no additional testing (Option D). Cancer is eventually found in approximately 10% of patients with an unprovoked venous thromboembolism (VTE) within 1 year of VTE occurrence. Cancers of the ovary, pancreas, and liver are most frequently found. Systematic review concluded that evidence is insufficient to draw definitive conclusions about the effectiveness of extensive testing for undiagnosed cancer in patients with a first episode of unprovoked VTE in reducing cancer and VTE-related morbidity and mortality. Furthermore, extensive cancer screening can cause significant economic and psychological burden. An economic analysis concluded that addition of a comprehensive CT of the abdomen and pelvis for the screening of occult cancer in patients with unprovoked VTE is not cost effective; it is more costly and not more effective in detecting occult cancer. Therefore, age-appropriate malignancy screening is advised along with symptom-based assessment. Based on this patient's age and sex, she is up to date on her cancer screening, and no further testing is required.Because this patient has no pulmonary symptoms and no history of smoking, CT of the chest, abdomen, or pelvis is not necessary at this time (Options A, B).Although this patient has some persistent lower extremity edema, this can occur during treatment and may persist despite thrombosis resolution. Because the edema seems to be slowly improving and her course of treatment was initiated only 6 weeks ago, repeat Doppler ultrasonography (Option C) would not be necessary at this time.",
  "critique_links": [],
  "key_points": [
    "In approximately 10% of patients in whom an unprovoked venous thromboembolism is diagnosed, cancer will be found within 1 year, and thus age-appropriate screening should be performed."
  ],
  "references": "Patel SS, Tao D, McMurry HS, et al. Screening for occult cancer after unprovoked venous thromboembolism: Assessing the current literature and future directions. Eur J Haematol. 2023;110:24-31. PMID: 36192850 doi:10.1111/ejh.13874",
  "related_content": {
    "syllabus": [
      "hmsec24009_24013"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.144123-06:00"
}