{
  "category": "np",
  "critique": "The most appropriate treatment in this patient with hypertensive emergency and acute kidney injury (AKI) is intravenous nicardipine (Option A). Hypertensive emergency refers to elevated blood pressure (BP) causing acute organ damage or dysfunction, such as ischemic or hemorrhagic stroke, encephalopathy, AKI, retinopathy, preeclampsia/eclampsia, acute myocardial infarction, aortic dissection, or acute heart failure. The BP threshold associated with hypertensive emergency is SBP/DBP >180/110-120 mm Hg; however, this threshold is not an absolute criterion for diagnosis because target-organ damage may also occur at lower BP levels. Hypertensive emergency should be treated by lowering the BP, typically by using intravenous short-acting agents in the ICU setting. Antihypertensive drug selection is based on the patient's presenting diagnosis and comorbidities as well as the pharmacologic profile of the drug itself ( and ). In patients presenting with hypertensive emergency and AKI (such as this patient), nicardipine or clevidipine is preferred. The 2017 American College of Cardiology/American Heart Association BP guideline recommends that for adults with severe preeclampsia, eclampsia, or pheochromocytoma, systolic BP should be reduced to <140 mm Hg during the first hour; it should be reduced to <120 mm Hg in cases of aortic dissection. In patients without these conditions, BP should be reduced by a maximum of 25% over the first hour, then to 160/100-110 mm Hg over the next 2 to 6 hours, and cautiously to normal over the subsequent 24 to 48 hours. This patent has hypertensive emergency with evidence of end-organ damage manifested by AKI; treatment with intravenous nicardipine should be initiated.Intravenous nitroprusside (Option B), a vasodilator, can cause cyanide toxicity, especially with prolonged use or in patients with kidney disease or injury. Therefore, it is not the most appropriate option for this patient.Oral clonidine (Option C) and oral hydralazine (Option D) are not recommended for patients with hypertensive emergency, as they lower BP more slowly and unpredictably than a rapid-acting intravenous medication that can be more easily titrated. In addition, intravenous hydralazine is recommended in patients who present with eclampsia or preeclampsia but is not first line for patients with hypertensive emergency and AKI.",
  "educational_objective": "Treat hypertensive emergency in a patient with acute kidney injury.",
  "extracted_at": "2025-12-22T20:07:22.024103-06:00",
  "key_points": [
    "In patients with hypertensive emergency and acute kidney injury, the preferred initial treatment is intravenous nicardipine or clevidipine.",
    "In patients with hypertensive emergency without aortic dissection, preeclampsia or eclampsia, or pheochromocytoma, blood pressure should be reduced by a maximum of 25% over the first hour, then to 160/100-110 mm Hg over the next 2 to 6 hours, and cautiously to normal over the subsequent 24 to 48 hours."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html",
      "tables/inline_table_3.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Intravenous nicardipine"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Intravenous nitroprusside"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Oral clonidine"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Oral hydralazine"
    }
  ],
  "question_id": "npmcq25001",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "question_text": "A 62-year-old man with primary hypertension is evaluated in the emergency department for a 24-hour history of headache. He has no other symptoms. Medications are amlodipine, hydrochlorothiazide, and losartan; he reports frequently missing doses.On physical examination, blood pressure is 210/112 mm Hg, and pulse rate is 108/min. There is 1+ edema of the lower extremities. The remainder of the examination is normal.A 12-lead ECG shows sinus tachycardia but is otherwise normal.",
  "references": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2018;71:e127-e248. PMID: 29146535 doi:10.1016/j.jacc.2017.11.006",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "npsec24005_24052"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}