{
  "question_id": "fcmcq24067",
  "category": "fc",
  "educational_objective": "Provide an influenza vaccination to a patient with an anaphylactic egg allergy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 47-year-old woman is evaluated during a preventive health care visit in October. She has never had a seasonal influenza vaccination but is interested in receiving one this year. She has a history of anaphylaxis that occurs after she eats eggs. Her medical history is unremarkable, and her only medication is an as-needed epinephrine autoinjector.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate vaccine strategy for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Adjuvanted inactivated influenza vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Live attenuated influenza vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Skin testing with influenza vaccine before vaccination",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No influenza vaccine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate vaccine strategy for this patient is routine administration of the live attenuated influenza vaccine (Option B). Patients with a history of egg allergy can and should receive the influenza vaccine. Moreover, patients with an egg allergy of any severity, including anaphylaxis, do not require additional safety measures because all vaccinations should be administered in settings where hypersensitivity reactions can be identified and treated. Patients with a history of egg allergy may receive any influenza vaccine formulation for which they are eligible, regardless of whether it is egg- or non–egg-based. For immunocompetent adults aged 19 to 64 years, no preferential recommendation is made for one influenza vaccine over another in persons for whom more than one vaccine is appropriate. This patient could receive an inactivated influenza vaccine, recombinant influenza vaccine, or the live attenuated influenza vaccine.The adjuvanted inactivated influenza vaccine (Option A) is not appropriate for this patient. This vaccine is recommended for use in patients aged 65 years and older.Patients with a history of egg allergy alone do not require skin testing with the influenza vaccine (Option C) before influenza vaccination. Skin testing may be considered for patients with a possible history of an influenza vaccine reaction.Influenza vaccination should be avoided in persons with a history of anaphylaxis to the vaccine itself (Option D). This patient does not have a history of influenza vaccination or vaccine-associated allergic reaction; therefore, she should receive an influenza vaccination.",
  "critique_links": [],
  "key_points": [
    "Patients with a history of egg allergy of any severity may receive any influenza vaccine formulation."
  ],
  "references": "Murthy N, Wodi AP, McNally VV, et al; Advisory Committee on Immunization Practices. Recommended adult immunization schedule, United States, 2024. Ann Intern Med. 2024;177:221-237. PMID: 38206843",
  "related_content": {
    "syllabus": [
      "fcsec24008_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.713421-06:00"
}