{
  "question_id": "hmcor25015",
  "category": "hm",
  "educational_objective": "Diagnose a delayed hemolytic transfusion reaction.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 53-year-old woman is evaluated for tea-colored urine. She reports no other symptoms. She was hospitalized 2 weeks ago with melena. Upper gastrointestinal endoscopy and colonoscopy at that time did not show a bleeding source, but she stabilized after transfusion of one unit of blood. She was discharged 10 days ago and has since returned to work. Medical history is otherwise unremarkable. She is gravida 2 para 2 and has not had a menstrual period in 3 years. She takes no medications.On physical examination, temperature is 37.8 °C (100.1 °F), and other vital signs are normal, with no postural blood pressure or pulse changes. Scleral icterus is noted. The stool guaiac test result is negative. The remainder of the examination is unremarkable.Laboratory studies:Hemoglobin7.1 g/dL (71 g/L)L10 Days ago8 g/dL (80 g/L)LTotal bilirubin5 mg/dL (34.2 µmol/L)H10 Days ago1.1 mg/dL (18.8 µmol/L)Direct bilirubin0.7 mg/dL (12 µmol/L)HDipstick urinalysis with microscopyBrown color, 4+ blood, 1+ protein; 0 erythrocytes/hpf, 0 leukocytes/hpf, rare hyaline casts",
  "question_stem": "Which of the following is the most appropriate next step in the management of this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Cystoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Direct antiglobulin (Coombs) test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat upper endoscopy and colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transfusion of one unit of blood",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "A direct antiglobulin (Coombs) test (DAT) (Option B) is the most appropriate next step in management of this patient with a suspected delayed hemolytic transfusion reaction (DHTR). DHTR is an anamnestic antibody response to previous erythrocyte antigen (non-ABO) sensitization that typically occurs 7 to 14 days after the index transfusion. The primary alloimmunization event is usually a remote transfusion or pregnancy. At the time of the index transfusion, the antibody level is usually lower than the detectable threshold determined by routine blood bank screening. A DHTR is associated with jaundice, low-grade fever, and an otherwise unexplained decrease in the hemoglobin concentration; it is sometimes accompanied by hemoglobinuria, which may cause tea-colored urine and a urine dipstick test positive for heme. Blood testing shows a decreased hemoglobin level and indirect hyperbilirubinemia. The confirmatory test is the DAT, which detects the presence of antibodies against circulating erythrocytes. In DHTR, the DAT is positive, and the blood bank can identify the target antigen. Patients should be informed regarding their alloimmunization status so they can communicate this information to other health care providers for subsequent surgery or other care. This patient has a history of pregnancy and clinical evidence of hemolysis 2 weeks following a blood transfusion. The most likely diagnosis is DHTR, and DAT is the appropriate next step.Cystoscopy (Option A) is an appropriate test to evaluate microscopic or gross hematuria in the setting of elevated risk of urothelial carcinoma. Although this patient's age puts her at increased risk, she does not have whole erythrocytes in her urine. The dark urine and report of blood on dipstick urinalysis are consistent with hemoglobinuria resulting from hemolysis.Patients with persistent occult gastrointestinal bleeding should be considered for repeat upper endoscopy, colonoscopy, or both (Option C). Up to 50% of lesions can be identified using this strategy. However, this patient's hemoglobinuria and elevated total bilirubin level suggest hemolysis as a cause of her symptoms and hemoglobin level decrease, not gastrointestinal bleeding.Patients who are well compensated for their degree of anemia do not require immediate transfusion (Option D). This patient is asymptomatic from her anemia and is exhibiting no evidence of organ hypoperfusion, so transfusion is not indicated.",
  "key_points": [
    "A positive direct antiglobulin (Coombs) test will confirm a delayed hemolytic transfusion reaction, a diagnosis that should be considered in a patient with low-grade fever and features of hemolytic anemia after recent transfusion."
  ],
  "references": "Wang Y, Rao Q, Li X. Adverse transfusion reactions and what we can do. Expert Rev Hematol. 2022;15:711-726. PMID: 35950450 doi:10.1080/17474086.2022.2112564",
  "related_content": {
    "syllabus": [
      "hmsec24008_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:44:24.263479-06:00"
}