{
  "category": "pm",
  "critique": "No further testing (Option D) is necessary in this patient with a benign pulmonary nodule. Recognizing the characteristics of benign pulmonary nodules can reduce the harm inherent to unnecessary testing. A completely calcified nodule is typically an infectious granuloma indicative of inactive previous infection. Infectious granulomas typically present as well-demarcated and fully or centrally calcified nodules. The most common causes of such granulomas are endemic fungi (e.g., histoplasmosis) and mycobacteria (e.g., tuberculosis or nontuberculous). Other causes of benign pulmonary nodules include benign tumors, vascular lesions, and inflammatory lesions. Benign tumors include pulmonary hamartomas (classically presenting as a nodule with “popcorn” calcification or as focal areas of fat alternating with calcification), fibromas, leiomyomas, hemangiomas, and amyloidomas. Although hamartomas may have a distinct radiographic appearance, other benign tumors do not. Inflammatory disorders, such as granulomatosis with polyangiitis, rheumatoid arthritis, and sarcoidosis, can also cause pulmonary nodules; the clinical presentation and presence of systemic disease often help identify these causes. This patient has an 8-mm smooth, completely calcified, well-demarcated nodule, which likely represents an old infectious granuloma and does not require additional diagnostic testing.CT-guided biopsy (Option A) is most useful for obtaining tissue samples from peripheral pulmonary lesions that are safely approached with transthoracic needle aspiration. This procedure is unnecessary in this patient who has a pulmonary nodule with benign characteristics (a small, smooth, fully calcified, well-demarcated nodule).Follow-up CT in 6 to 12 months (Option B) is often appropriate in patients with pulmonary nodules when the nodules have characteristics that are concerning for malignancy. Follow-up of concerning nodules is dictated by recommendations from the Fleischner Society ( and ). However, further CT has no role in the management of this patient's fully calcified benign nodule.PET/CT (Option C) is used for further characterization of solid nodules with a moderate probability of malignancy. The imaging features seen on the patient's CT scan are classic for a benign infectious granuloma (smooth, well-demarcated, fully calcified nodule). As such, PET/CT is unnecessary in this patient with a benign nodule.",
  "educational_objective": "Diagnose a benign pulmonary nodule.",
  "extracted_at": "2025-12-23T14:15:53.014392-06:00",
  "key_points": [
    "A smooth, well-demarcated, fully calcified pulmonary nodule requires no further follow-up testing."
  ],
  "media": {
    "images": [
      "figures/pmfig24206.6073f1c2c243c5e0cef002cb2c615a75.jpg"
    ],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "CT-guided biopsy"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Follow-up chest CT in 6 to 12 months"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "PET/CT"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "No further testing"
    }
  ],
  "question_id": "pmmcq24033",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "question_text": "A 67-year-old woman is evaluated for a follow-up examination 1 week after being evaluated in the emergency department for pleuritic chest pain, which was ultimately attributed to costochondritis. CT pulmonary angiogram obtained at that time revealed no evidence of pulmonary embolism but did show an 8-mm smooth, well-demarcated, fully calcified nodule in the posterior right upper lobe of the lung (shown). She says she feels well and reports no recurrent chest pain, cough, shortness of breath, or hemoptysis. The patient has hypertension treated with lisinopril. She has a 12-pack-year history of smoking but stopped smoking 35 years ago. Her mother died of lung cancer at age 60 years.On physical examination, vital signs and other findings are normal.",
  "references": "Mazzone PJ, Lam L. Evaluating the patient with a pulmonary nodule: a review. JAMA. 2022;327(3):264-73. PMID: 35040882 doi:10.1001/jama.2021.24287.",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "pmsec24007_24001"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}