{
  "question_id": "csmcq24006",
  "category": "cs",
  "educational_objective": "Treat carpal tunnel syndrome in a pregnant patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 25-year-old woman is evaluated for bilateral numbness, tingling, and pain in her thumbs and index and middle fingers. She describes the symptoms as similar to when her feet “fall asleep” after sitting too long in one position. She is 32 weeks pregnant. The symptoms have slowly progressed since onset at 20 weeks of pregnancy and are now constant and interfere with her sleep. She reports no neck pain but has mildly decreased grip strength. Medical history is otherwise unremarkable, and her only medication is folate.On physical examination, vital signs are normal. Hypoalgesia is noted over the thumb and next two fingers. Weakened thumb abduction is present bilaterally. Symptoms are reproduced with flexion of the hands at the wrist.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Glucocorticoid injection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "NSAID therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral for surgical repair",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Wrist-neutral splinting and activity modification",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this pregnant patient with carpal tunnel syndrome (CTS) is wrist splinting and activity modification (Option D). CTS results from pressure on the median nerve as it courses under the transverse carpal ligament. It occurs with increased frequency in patients with diabetes mellitus, hypothyroidism, and pregnancy. Symptoms include pain, paresthesia, and weakness of the first three fingers and thenar eminence; symptoms may worsen at night and disrupt sleep. More severe CTS may progress to persistent hypoalgesia and muscle weakness. Examination may reveal hypoalgesia or decreased sensation over the median nerve distribution, thenar muscle atrophy, and weakened thumb abduction. Diagnosis is clinically based on concordant historical and examination findings. Electrodiagnostic studies are not necessary in mild CTS when the diagnosis is clear but can be done when there is diagnostic uncertainty or when more severe findings such as muscle weakness or thenar atrophy are present and surgery is a consideration. Patients who are pregnant usually have resolution of symptoms postpartum, and electrodiagnostic testing and surgery are usually not necessary. Nocturnal wrist-neutral splinting and activity modification are the cornerstones of treatment for patients with CTS. Wrist splints keep the wrist in a neutral position, reducing pressure on the median nerve and improving symptoms. This pregnant patient presents with classic clinical findings of CTS, and wrist splinting and activity modification are indicated.A glucocorticoid injection into the carpal tunnel (Option A) can provide short-term improvement in CTS symptoms. Injections are commonly used when first-line treatment with nocturnal wrist-neutral splinting and activity modification are ineffective. A glucocorticoid injection is not currently necessary in this patient who will likely respond to conservative measures.Oral NSAIDs (Option B) may provide temporary relief from symptoms of CTS. However, they should be avoided in pregnancy, and they would not address the underlying compression of the median nerve in CTS. This patient is at 32 weeks' gestation, and NSAIDs are not the best primary treatment for her CTS.Surgical referral (Option C) should be considered in severe disease or when a patient does not respond to conservative management strategies. Although this patient has significant disease with nocturnal awakenings and muscle weakness, CTS in pregnant patients usually resolves in the postpartum period, and surgery is rarely needed. She should be treated primarily with conservative measures.",
  "critique_links": [],
  "key_points": [
    "Nocturnal wrist-neutral splinting and activity modification are the preferred initial treatment of carpal tunnel syndrome.",
    "The frequency of carpal tunnel syndrome is increased in pregnancy, and symptoms usually resolve in the postpartum period; surgical treatment is rarely indicated."
  ],
  "references": "Currie KB, Tadisina KK, Mackinnon SE. Common hand conditions: a review. JAMA. 2022;327:2434-2445. PMID: 35762992 doi:10.1001/jama.2022.8481",
  "related_content": {
    "syllabus": [
      "cssec24011_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.962976-06:00"
}