{
  "question_id": "cvcor25002",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat stable angina with medical therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 62-year-old woman is evaluated for exertional chest discomfort. The pain has been present for 6 months and occurs only with strenuous activity such as walking quickly up several flights of stairs. She has no other symptoms. One week ago, she underwent coronary CT angiography, which demonstrated 80% proximal left circumflex stenosis (fractional flow reserve, 0.75 [normal, >0.8]) without other disease. Transthoracic echocardiography revealed an ejection fraction of 60% with normal chamber size and valvular function. Medical history is significant for dyslipidemia and hypertension. Medications are rosuvastatin, candesartan, and aspirin.On physical examination, blood pressure is 127/78 and pulse is 82/min. All other findings are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Coronary artery calcium scoring study",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Metoprolol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to start β-blockade with metoprolol (Option D). Optimal medical therapy is the foundation of risk and symptom reduction in patients with coronary artery disease (CAD), and medical titration is essential before consideration of revascularization in stable syndromes, including in patients with documented significant non–left main coronary disease, as confirmed in this patient by abnormal coronary CT angiography flow reserve. β-Blockers relieve angina by reducing heart rate, myocardial contractility, and blood pressure, resulting in reduced myocardial oxygen demand. β-Blockers, along with calcium channel blockers, are recommended as first-line therapy in patients with stable angina. All β-blockers are equally effective in reducing angina, and the choice of β-blocker may depend on concomitant medical conditions (left ventricular dysfunction, renal dysfunction, lung disease, or significant hypertension). Dosage should be titrated to achieve a resting heart rate between 55/min and 60/min. Nitrates are another reasonable antianginal choice. This patient has stable angina with documented focal CAD, and the addition of β-blockade or calcium channel blockade to her baseline aspirin and statin therapy is recommended as an initial strategy to provide angina relief.Clopidogrel (Option A) would not be an initial therapeutic option in this patient who already takes aspirin. Clopidogrel is useful as an initial antithrombotic agent for patients who cannot tolerate aspirin and in combination with aspirin as a component of dual antiplatelet therapy (DAPT) after acute coronary syndrome or percutaneous revascularization. There is no indication for DAPT in this patient; it would likely increase the risk for bleeding without providing significant benefit.Coronary angiography (Option B) is a useful test for documenting the presence and extent of CAD. However, the extent of CAD has already been established, and coronary arteriography is not indicated. In addition, in the absence of high-risk anatomic features, revascularization with percutaneous coronary intervention should occur only with failure or intolerance of optimal medical therapy, which is not yet in place in this patient.Calcium scoring studies (Option C) may provide risk assessment and assist in identifying patients at increased probability of having established CAD, but it will provide no incremental actionable information in this patient.",
  "critique_links": [],
  "key_points": [
    "β-Blockers are recommended as first-line antianginal therapy in patients with stable angina.",
    "All β-blockers are equally effective as antianginal medications, and the choice of β-blocker depends on concomitant medical conditions (left ventricular dysfunction, renal dysfunction, lung disease, or significant hypertension)."
  ],
  "references": "Gulati M, Levy PD, Mukherjee D, et al. 2021 AHA/ACC/ASE/CHEST/SAEM/SCCT/SCMR guideline for the evaluation and diagnosis of chest pain: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;144:e368-e454. PMID: 34709879 doi:10.1161/CIR.0000000000001029",
  "related_content": {
    "syllabus": [
      "cvsec24004_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.274832-06:00"
}