{
  "question_id": "npmcq24035",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Manage hypovolemic hypernatremia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 47-year-old man is evaluated in the emergency department after collapsing at the finish line of a 10-kilometer road race during a 32.2 °C (90.0 °F) day. He has obesity. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, temperature is 37.8 °C (100.0 °F), blood pressure is 90/60 mm Hg, and pulse rate is 128/min. BMI is 36. The patient is awake and responds to questions appropriately but slowly. Mucous membranes are dry. There is poor skin turgor.Laboratory studies:Blood urea nitrogen38 mg/dL (13.6 mmol/L)HCreatinine1.2 mg/dL (106 µmol/L)Sodium152 mEq/L (152 mmol/L)HUrine sodium5.0 mEq/L (5.0 mmol/L)LUrine osmolality600 mOsm/kg H2O",
  "question_stem": "Which of the following is the most appropriate initial management?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous 0.225% saline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous 0.9% saline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous 5% dextrose",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous 5% dextrose and desmopressin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial management for this patient with hypovolemic hypernatremia is intravenous 0.9% saline (Option B). The patient presents with symptomatic hypovolemia secondary to excessive insensible losses (sweat), and the hypernatremia in this case is due to free water loss without concomitant repletion. Initial treatment of hypovolemic hypernatremia should address the hypovolemia through administration of isotonic fluid, such as intravenous 0.9% saline, to replete the volume deficit and improve hemodynamics. Once volume repletion has occurred, administration of free water may be required to replace losses and to correct ongoing hypernatremia. The amount of free water required can be estimated through calculation of the water deficit:(Total Body Water) × [(Current Sodium – Ideal Sodium)/Ideal Sodium]Intravenous 0.225% saline (Option A) is essentially comprised of 75% free water and 25% isotonic fluid; it would replace free water with some of the administered fluid remaining in the intravascular space. However, administering such a hypotonic fluid in this setting is inappropriate management for this patient's degree of hypovolemia associated with hypotension and tachycardia. In addition, this fluid preparation is not routinely used based on reports of associated minor hemolysis.Correction of the free water deficit through administration of intravenous 5% dextrose (Option C) would correct this patient's hypernatremia but would not address the patient's hypovolemia, which is the more pressing reason for evaluation in the emergency department. Very little of the free water administered through 5% dextrose would be expected to stay in the intravascular space; therefore, this patient would remain hypotensive and tachycardic.Intravenous 5% dextrose with desmopressin (Option D), a synthetic analogue of antidiuretic hormone, is an appropriate therapy for patients with hypernatremia and central diabetes insipidus. However, administration of 5% dextrose will not address this patient's hypovolemia. In addition, desmopressin is inappropriate, as this patient does not have central diabetes insipidus and likely has an elevated level of antidiuretic hormone due to hypovolemia.",
  "critique_links": [],
  "key_points": [
    "In the setting of hypovolemic hypernatremia, the correction of the volume deficit is corrected first using an isotonic solution; once volume status has been restored, further management with a hypotonic solution such as 5% dextrose can be used."
  ],
  "references": "Patel N, Patel D, Farouk SS, et al. Salt and water: a review of hypernatremia. Adv Kidney Dis Health. 2023;30:102-9. PMID: 36868726 doi:10.1053/j.akdh.2022.12.010",
  "related_content": {
    "syllabus": [
      "npsec24002_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.802885-06:00"
}