{
  "question_id": "rmmcq24024",
  "category": "rm",
  "educational_objective": "Treat systemic lupus erythematosus in a patient planning pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 32-year-old woman is evaluated for ongoing management of systemic lupus erythematosus. At diagnosis 5 years ago, she presented with fever, rash, pericarditis, and nephritis. She was initially treated with prednisone, mycophenolate mofetil, and hydroxychloroquine. Attempts to discontinue mycophenolate mofetil 1 year ago resulted in a renal flare that required high-dose prednisone and reinstitution of mycophenolate mofetil. For the past 6 months her disease activity has been quiescent. She has not previously been pregnant and is interested in attempting pregnancy. Current medications are mycophenolate mofetil, hydroxychloroquine, and low-dose prednisone.On physical examination, vital signs and other findings are normal.Complete blood count is normal. Findings on additional laboratory evaluation are consistent with quiescent disease.",
  "question_stem": "Which of the following is the most appropriate medication management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue mycophenolate mofetil and add azathioprine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue mycophenolate mofetil and add methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue mycophenolate mofetil and continue other medications",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current medications",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to stop mycophenolate mofetil and add azathioprine (Option A). It is recommended that systemic lupus erythematosus (SLE) activity be well controlled for at least 6 months before conception. This timing will also allow for medication modification if needed. Hydroxychloroquine should be continued because it is safe and positively affects pregnancy outcomes in SLE, and prednisone can be continued for disease control but at the lowest possible dose. Mycophenolate mofetil is a known teratogen and abortifacient that should be discontinued 3 months before conception. Other teratogenic medications are cyclophosphamide and methotrexate. Two immunosuppressive medications are preferred in pregnancy: azathioprine and tacrolimus. The fetal liver lacks a key enzyme that converts azathioprine to its active form, thus protecting the fetus from its immunosuppressive activity. Before azathioprine is prescribed, however, a thiopurine methyltransferase genotype should be checked to confirm the patient can effectively metabolize it. If azathioprine is insufficient to control disease activity alone, tacrolimus can be added. This patient already has mild chronic kidney disease, as suggested by the creatinine level and mild proteinuria from previous active nephritis. To protect her from further disease damage and improve her chances of a successful pregnancy, SLE disease activity should be suppressed with immunosuppressants that are considered relatively safe in pregnancy. Importantly, patients with SLE attempting pregnancy should be closely managed by a rheumatologist and an obstetrician.Discontinuing mycophenolate mofetil and adding methotrexate (Option B) should not be done because of methotrexate's association with miscarriage and birth defects. If the patient were receiving methotrexate, it would need to be discontinued 3 months before conception to allow for complete elimination of methotrexate metabolites.Discontinuing mycophenolate mofetil and continuing her other medications (Option C) would not be an option because a previous attempt at discontinuing mycophenolate mofetil in the recent past led to a renal flare of her disease. This patient needs additional immunosuppression to adequately control her disease.Continuing her current medications (Option D) is not appropriate if pregnancy is to be attempted because mycophenolate mofetil is teratogenic.",
  "key_points": [
    "In patients with systemic lupus erythematosus who are planning pregnancy, medications such as cyclophosphamide, methotrexate, and mycophenolate should be avoided because of teratogenicity risks; azathioprine (preferred) or tacrolimus can be used instead.",
    "Hydroxychloroquine is safe in pregnancy and positively affects pregnancy outcomes in systemic lupus erythematosus."
  ],
  "references": "Sammaritano LR, Bermas BL, Chakravarty EE, et al. 2020 American College of Rheumatology guideline for the management of reproductive health in rheumatic and musculoskeletal diseases. Arthritis Rheumatol. 2020;72:529-556. PMID: 32090480 doi:10.1002/art.41191",
  "related_content": {
    "syllabus": [
      "rmsec24007_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:46:49.874418-06:00"
}