{
  "question_id": "dmmcq24003",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose squamous cell carcinoma in a patient with discoid lupus erythematosus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 47-year-old man is evaluated for a progressively enlarging, painful area on his occipital scalp. It first appeared 6 months ago and intermittently bleeds. He tried applying a topical glucocorticoid, but this provided minimal relief. Medical history is significant for discoid lupus erythematosus and past traumatic loss of the left ear. Medications are hydroxychloroquine and as-needed clobetasol ointment for discoid plaques.On physical examination, vital signs are normal.Skin findings of the posterior scalp are shown.The large, firm nodule has no drainage or purulence.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Hypertrophic discoid lupus erythematosus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Kerion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methicillin-resistant Staphylococcus aureus abscess",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Squamous cell carcinoma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis for this nodule on the occipital scalp in the setting of discoid lupus erythematosus (DLE) is squamous cell carcinoma (SCC) (Option D). SCC, the second most common type of skin cancer, is a malignant neoplasm of keratinocytes. It presents as pink, scaly, indurated plaques, papules, or nodules that can ulcerate and bleed. Risk factors include ultraviolet light exposure, immunosuppression, human papillomavirus infection, radiation, and chronic inflammatory processes (burn scars, irradiated sites, DLE). SCC is the most common skin cancer diagnosed in patients with dark skin who more often develop SCC in regions with chronic inflammation or scarring than lightly pigmented patients. The diagnosis of SCC can be a challenge, especially in patients with chronic scarring, and therefore requires a high degree of clinical suspicion for prompt recognition. SCC can be locally invasive and has the potential to metastasize. High-risk features in SCC are a tumor diameter greater than 2 cm and tumor location on the ear or nonglabrous lip. This patient has extensive hypopigmented and pink scarred plaques with scarred alopecia, the result of chronic inflammation resulting from DLE. The large, firm nodule with scale and hemorrhagic crusting with no drainage or purulence on the occipital scalp occurring in the setting of DLE is consistent with SCC.Hypertrophic DLE (Option A) is a rare presentation of DLE characterized by hyperkeratotic, verrucous plaques typically located on the face, arms, and trunk. Hyperkeratosis is a feature also seen in SCC, and differentiating hyperkeratosis from SCC can be challenging. This patient presents with a solitary lesion without features of hyperkeratosis, which is inconsistent with a diagnosis of hypertrophic DLE.A kerion (Option B) is an inflammatory form of tinea capitis characterized by a large, boggy, purulent nodule commonly found on the scalp. It is most commonly found in children. This patient is an adult with a firm, nonpurulent lesion, making the diagnosis of a kerion unlikely.A methicillin-resistant Staphylococcus aureus (MRSA) abscess (Option C) presents as a tender, erythematous, pus-filled nodule. MRSA abscesses typically present over a period of days to weeks. This patient's lesion is firm and nonpurulent and has been present for 6 months, making the diagnosis of a MRSA abscess unlikely.",
  "critique_links": [],
  "key_points": [
    "Squamous cell carcinoma of the skin presents as pink, scaly, indurated plaques, papules, or nodules that can ulcerate and bleed.",
    "Risk factors for squamous cell carcinoma of the skin include ultraviolet light exposure, immunosuppression, human papillomavirus infection, radiation, and chronic inflammatory processes (burn scars, irradiated sites, discoid lupus erythematosus)."
  ],
  "references": "Verdaguer-Faja J, Toll A, Boada A, et al. Management of cutaneous squamous cell carcinoma of the scalp: the role of imaging and therapeutic approaches. Cancers (Basel). 2024;16:664. PMID: 38339415 doi:10.3390/cancers16030664",
  "related_content": {
    "syllabus": [
      "dmsec24017_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [
      "figures/dmfig24202.9bd1765da4d578cde8664332eb4792c5.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "dmfig24202",
        "file": "figures/dmfig24202.9bd1765da4d578cde8664332eb4792c5.jpg",
        "title": "Squamous Cell Carcinoma",
        "short_title": "stem Squamous Cell Carcinoma",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 434,
        "height": 488
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:33.676851-06:00"
}