{
  "category": "cv",
  "critique": "This patient has the auscultatory findings of chronic mitral regurgitation (Option B), including a high-pitched, blowing holosystolic murmur, ending with S2. The upward movement of the cotton swab coincides with the murmur, identifying the murmur as systolic. The murmur of chronic mitral regurgitation is loudest at the apex; it classically radiates to the left axilla and left scapular area. Although not heard in this clip, an associated S3 may indicate that the regurgitant flow volume is significant or that left heart failure with reduced ejection fraction has developed.Aortic stenosis produces a harsh, systolic crescendo-decrescendo murmur that is loudest at the right upper sternal edge. The murmur of mitral stenosis is heard during diastole at the cardiac apex. The holosystolic murmur of tricuspid regurgitation is heard loudest at the lower left sternal edge, and the intensity may increase with inspiration.",
  "educational_objective": "Diagnose mitral regurgitation on auscultation.",
  "extracted_at": "2025-12-23T14:08:40.475392-06:00",
  "key_points": [],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [],
    "videos": [
      "cvvid24609"
    ]
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Aortic stenosis"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Mitral regurgitation"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Mitral stenosis"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Tricuspid regurgitation"
    }
  ],
  "question_id": "cvvdx24051",
  "question_stem": "Which of the following diagnoses accounts for the auscultatory findings at the apex?",
  "question_text": "A 47-year-old woman is evaluated for a heart murmur. Blood pressure is 140/70 mm Hg, and pulse rate is 60/min. Auscultation is performed with firm pressure on the diaphragm at the cardiac apex.(We recommend listening to this clip with headphones or external speakers rather than internal computer or mobile phone speakers. It may be helpful to maximize the volume setting of the listening device. In the videos, a cotton swab is placed on the carotid artery to help identify the timing of cardiac sounds and murmurs and, in some cases, to provide a visual representation of the carotid artery configuration.)",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "cvsec24007_24013"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}