{
  "question_id": "npmcq24082",
  "category": "np",
  "educational_objective": "Refer a patient with stage G4 chronic kidney disease for kidney replacement therapy education.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 62-year-old man is evaluated during a routine follow-up visit for chronic kidney disease, which has progressed to stage G4. He is asymptomatic. He also has chronic kidney disease–associated metabolic acidosis, anemia, secondary hyperparathyroidism, and hypercholesterolemia. Medications are amlodipine, chlorthalidone, losartan, dapagliflozin, atorvastatin, sodium bicarbonate, and vitamin D3.Physical examination findings, including vital signs, are unremarkable.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Increase dose of sodium bicarbonate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Refer for arm-access arteriovenous fistula placement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer for kidney replacement therapy education",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start calcitriol",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Start sevelamer carbonate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to refer the patient for kidney replacement therapy (KRT) education (Option C). Patients with chronic kidney disease (CKD) should be referred for KRT education when their estimated glomerular filtration rate (eGFR) falls below 30 mL/min/1.73 m2. KRT education allows for informed shared decision making about the patient's future choice to accept or decline KRT. KRT modalities include in-center and home hemodialysis, peritoneal dialysis, and kidney transplantation. Other important topics covered in KRT education include dietary modifications that may be required as kidney function declines; medication adherence; how to recognize and monitor symptoms of CKD; and when to seek medical care for worsening symptoms. Patients who have KRT education are more likely to benefit from informed dialysis selection, including selection of home modalities. This patient has stage G4 CKD with an eGFR of 28 mL/min/1.73 m2 and is establishing new follow-up care. He is receiving an effective medical regimen and has appropriate blood pressure, metabolic, and volume control. At this time, KRT education is the most appropriate management.This patient is taking a sodium bicarbonate supplement for metabolic acidosis, and his serum bicarbonate level is in the normal range. Increasing the dose of sodium bicarbonate supplement (Option A) is not indicated, as there is the potential for harm if metabolic alkalosis is induced.It is premature to schedule arm-access arteriovenous fistula placement (Option B). After a patient has decided to undergo hemodialysis, referral for access evaluation can be made to determine eligibility and timing for access surgery. However, this patient has not undergone informed goals of care planning and vascular surgery evaluation.Activated vitamin D formulations, including calcitriol (Option D), are reserved for patients with advanced stage G4 CKD and end-stage kidney disease with severe and progressive hyperparathyroidism, which this patient does not have. There is no indication for the addition of calcitriol because an activated vitamin D formulation leads to calcium loading and thus increased risk for vascular calcifications.There is no indication for the addition of an oral phosphate binder such as sevelamer carbonate (Option E). Although this patient's parathyroid hormone level is mildly elevated, his serum phosphate level is normal.",
  "key_points": [
    "Patients with chronic kidney disease should be referred to kidney replacement therapy (KRT) education when their estimated glomerular filtration falls below 30 mL/min/1.73 m2, allowing for informed shared decision making about the patient's future choice to accept or decline KRT."
  ],
  "references": "Shukla AM, Bozorgmehri S, Ruchi R, et al. Utilization of CMS pre-ESRD Kidney Disease Education services and its associations with the home dialysis therapies. Perit Dial Int. 2021;41:453-62. PMID: 33258420 doi:10.1177/0896860820975586",
  "related_content": {
    "syllabus": [
      "npsec24011_24037"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:07:07.310981-06:00"
}