{
  "question_id": "oncor25003",
  "category": "on",
  "educational_objective": "Treat estrogen and progesterone receptor–positive ductal carcinoma in situ.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 40-year-old woman is evaluated after undergoing partial left mastectomy and postoperative radiation therapy for intermediate-grade ductal carcinoma in situ. The tumor is estrogen and progesterone receptor positive. She is premenopausal. She has no other medical problems and takes no medications. She indicates that she would like to do everything possible to reduce the risk for recurrent breast cancer.On physical examination, vital signs are normal. Other than a well-healed left breast surgical incision, the remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate additional therapy?",
  "options": [
    {
      "letter": "A",
      "text": "Doxorubicin and cyclophosphamide followed by paclitaxel",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Tamoxifen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Trastuzumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this premenopausal woman with noninvasive, hormone receptor–positive breast cancer is tamoxifen (Option B). Ductal carcinoma in situ (DCIS) is classified as stage 0 (noninvasive). Because half of local DCIS recurrences are invasive cancers, the goal of treatment is to eradicate the area of DCIS and decrease the risks for local recurrence and death from breast cancer. Local treatment involves either lumpectomy, often followed by radiation therapy, or mastectomy. Antiestrogen treatment of DCIS further decreases the risk for local recurrence and contralateral breast cancer. The selective estrogen receptor modulator tamoxifen is the preferred single-agent antiestrogen therapy in premenopausal women. Aromatase inhibition with anastrozole is a superior adjuvant endocrine therapy in postmenopausal women younger than age 60 years with estrogen receptor–positive breast cancer. Because of the potential for ovarian stimulation through reduced inhibitory feedback, however, aromatase inhibitors are not used in patients with intact ovarian function unless ovarian function is also suppressed (e.g., with a gonadotropin-releasing hormone receptor agonist). Adjuvant endocrine therapy is recommended for at least 5 years. This premenopausal patient has noninvasive, hormone-sensitive breast cancer and a desire to pursue risk-reducing treatment, so initiating tamoxifen therapy is appropriate.DCIS is confined to the ductal system of the breast, so systemic chemotherapy (Option A) provides no benefit.Adjuvant chemotherapy combined with HER2-targeted treatment with the monoclonal antibody trastuzumab (Option C) is recommended for HER2-positive cancers that are greater than 5 mm in size, node positive, or both. However, there is no indication to test for HER2 or use HER2-directed therapy in DCIS.Although adjuvant endocrine therapy has not been shown to affect overall survival in patients with hormone receptor–positive DCIS, it does reduce disease recurrence and contralateral breast cancer; therefore, it is inappropriate to offer no further treatment (Option D) to this patient who wants to lower her risk.",
  "key_points": [
    "In premenopausal women with hormone-receptor positive ductal carcinoma in situ who did not undergo bilateral mastectomy, tamoxifen for 5 years is recommended.",
    "Tamoxifen is the preferred agent in premenopausal women with estrogen receptor–positive breast cancer, whereas aromatase inhibition with an agent such as anastrozole is a superior adjuvant endocrine therapy in postmenopausal women younger than age 60 years."
  ],
  "references": "Trayes KP, Cokenakes SEH. Breast cancer treatment. Am Fam Physician. 2021;104:171-178. PMID: 34383430",
  "related_content": {
    "syllabus": [
      "onsec24002_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.780832-06:00"
}