{
  "question_id": "encor25010",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate an adrenal mass.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 61-year-old woman is evaluated after an abdominopelvic CT scan for nephrolithiasis revealed an incidental adrenal mass. She is asymptomatic. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. The remainder of the examination is unremarkable.Unenhanced abdominal CT scan showed a 3.5-cm homogeneous left adrenal mass with a density of 9 Hounsfield units.Serum creatinine, electrolytes, and results of a low-dose overnight dexamethasone suppression test are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Adrenal biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adrenal vein sampling",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plasma fractionated metanephrines",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Plasma renin activity and plasma aldosterone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "No further testing (Option E) is required in this patient with an adrenal incidentaloma without hypertension, hypokalemia, or mild autonomous cortisol secretion (MACS, previously known as subclinical Cushing syndrome). The finding of any incidental adrenal mass prompts two key questions:Is the mass secreting excess hormone (aldosterone, cortisol, catecholamines, or androgens)?Is the mass benign or malignant?Biochemical testing for hypercortisolism should be performed in all patients with an incidentally discovered adrenal mass, even in the absence of typical symptoms. MACS is characterized by adrenocorticotropic hormone–independent cortisol secretion that may result in metabolic (hyperglycemia and hypertension) and bone (osteoporosis) effects of hypercortisolism without the more specific clinical features of full Cushing syndrome (wide violaceous striae, supraclavicular fat pads, and facial plethora). Initial testing for MACS is conducted with an overnight low-dose dexamethasone suppression test. Hormonal testing for conditions other than MACS depends on clinical and radiologic features (see Table: Functional Assessment of an Incidental Adrenal Mass). This otherwise healthy patient has been appropriately screened for MACS and does not have clinical or radiologic features necessitating further hormonal testing. Additionally, the radiologic characteristics of this patient's adrenal mass do not necessitate further imaging or radiologic monitoring (see Figure: Algorithm for Adrenal Incidentaloma Radiologic Evaluation).Adrenal biopsy (Option A) has a limited role in the evaluation of incidentalomas; it is reserved for lesions suspicious for metastases or an infiltrative process, such as lymphoma or infection. This patient has no indications for an adrenal biopsy.Adrenal vein sampling (Option B) is used to confirm the presence of a unilateral hyperfunctioning adrenal adenoma in the setting of primary aldosteronism. This patient has no indicators of this condition.Screening for pheochromocytoma with plasma fractionated metanephrines (Option C) or 24-hour urine fractionated metanephrines and catecholamines is indicated if the unenhanced CT attenuation is greater than 10 Hounsfield units. Testing for pheochromocytoma is therefore unnecessary in this patient.Measurement of the plasma renin activity and plasma aldosterone concentration (Option D) is the first step in evaluating suspected primary aldosteronism. In the setting of an incidental adrenal mass, hypertension or hypokalemia would prompt testing for primary aldosteronism, but these features are absent in this patient, so no testing is required.",
  "critique_links": [],
  "key_points": [
    "In patients with an incidental adrenal mass, screening for mild autonomous cortisol secretion (formerly termed subclinical Cushing syndrome) is always required, and screening for pheochromocytoma is indicated if the unenhanced CT attenuation is greater than 10 Hounsfield units.",
    "In patients with an incidental adrenal mass, screening for primary aldosteronism is indicated only in the presence of hypertension or hypokalemia."
  ],
  "references": "Fassnacht M, Tsagarakis S, Terzolo M, et al. European Society of Endocrinology clinical practice guidelines on the management of adrenal incidentalomas, in collaboration with the European Network for the Study of Adrenal Tumors. Eur J Endocrinol. 2023;189:G1-G42. PMID: 37318239 doi:10.1093/ejendo/lvad066",
  "related_content": {
    "syllabus": [
      "ensec24004_24014"
    ]
  },
  "media": {
    "tables": [
      "tables/entab24042.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "entab24042",
        "file": "tables/entab24042.html",
        "title": "Functional Assessment of an Incidental Adrenal Mass",
        "short_title": "Functional Assessment of an Incidental Adrenal Mass",
        "footnotes": [
          "DHEAS = dehydroepiandrosterone sulfate; HU = Hounsfield units; LDST = low-dose (1-mg) dexamethasone suppression test; PAC/PRA = plasma aldosterone concentration/plasma renin activity.",
          "<sup>a</sup>Patients with normal biochemical testing on initial assessment do not need repeat hormone testing unless clinical signs or symptoms change.",
          "<sup>b</sup>Testing could be deferred in older or frail patients with limited life expectancy.",
          "Information from Fassnacht M, Tsagarakis S, Terzolo M, et al. European Society of Endocrinology clinical practice guidelines on the management of adrenal incidentalomas, in collaboration with the European Network for the Study of Adrenal Tumors. Eur J Endocrinol. 2023;189:G1-G42. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/37318239\" target=\"_blank\">PMID: 37318239</a> doi:10.1093/ejendo/lvad066"
        ],
        "headers": [
          "Condition",
          "Indications for Testing",
          "Biochemical Testinga"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.610694-06:00"
}