{
  "question_id": "rmmcq24055",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat enteropathic arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 39-year-old woman is evaluated for a 2-month history of pain and swelling of both hands and knees. Symptoms are worse in the morning, stiffness lasts for 2 hours, and symptoms improve with activity. Medical history is significant for ulcerative colitis diagnosed 3 years ago. Mesalamine and methotrexate have been only partially successful at treating her ulcerative colitis and joint symptoms.On physical examination, vital signs are normal. There is mild left-lower-quadrant abdominal tenderness. The left wrist and multiple metacarpophalangeal and proximal interphalangeal joints in both hands are tender but not swollen. Knees are swollen, tender, and painful with flexion and extension bilaterally.Laboratory studies:C-reactive protein5 mg/dL (50 mg/L)HResults of tests for rheumatoid factor, anti–cyclic citrullinated peptide antibodies, and antinuclear antibodies are negative. Interferon-gamma release assay result is negative.Radiographs of the hands and knees are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Etanercept",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Infliximab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Secukinumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tocilizumab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Infliximab (Option B), a monoclonal antibody against tumor necrosis factor (TNF), is the most appropriate treatment. It is effective against ulcerative colitis and is likely to provide benefit in enteropathic arthritis, which is arthritis associated with inflammatory bowel disease (IBD). Inflammatory arthritis is the most common extraintestinal manifestation of IBD. It can be peripheral, axial, or both, as commonly seen in other types of spondyloarthritis. Two types of peripheral arthritis occur in IBD. Characteristics of type I peripheral arthritis include the following:Pauciarticular (fewer than five joints) involvement in medium to large joints, especially in the lower extremitiesAsymmetric disease patternOccurrence parallel with IBD activityCharacteristics of type II peripheral arthritis include the following:Polyarticular (five or more joints) involvement in wide range of joints, sometimes including the upper extremitiesSymmetric disease patternPersistence and independence from IBD activityIn patients with enteropathic arthritis, the goal is to treat IBD and arthritis with one agent effective for both conditions. For spondyloarthritis associated with bowel involvement, medications to address both peripheral arthritis and bowel inflammation include sulfasalazine, azathioprine, methotrexate, and glucocorticoids. TNF inhibitors are especially useful for bowel and joint symptoms, including spine disease. Conventional synthetic disease-modifying antirheumatic drugs have been unsuccessful in this patient, so a biologic agent should be used. Infliximab and adalimumab, which are both TNF inhibitors, are effective options.Etanercept (Option A) is a recombinant fusion protein that functions as a decoy receptor and binds to circulating TNF. Although etanercept is reported to be effective for arthritis and spinal involvement in patients with IBD, it is not effective in treating IBD and may even provoke IBD.Secukinumab (Option C) is an interleukin-17 inhibitor; this medication class is contraindicated in IBD because it may cause IBD to flare.Tocilizumab (Option D) is an interleukin-6 inhibitor approved for treatment of rheumatoid arthritis but not IBD. A more appropriate treatment choice involves an agent that can effectively treat both enteropathic arthritis and IBD.",
  "critique_links": [],
  "key_points": [
    "Ideally, in patients with enteropathic arthritis, one agent that targets both inflammatory bowel disease and arthritis should be used.",
    "When conventional synthetic disease-modifying antirheumatic drugs are unsuccessful in managing enteropathic arthritis, a biologic agent, such as infliximab or adalimumab, should be considered."
  ],
  "references": "Barkhodari A, Lee KE, Shen M, et al. Inflammatory bowel disease: focus on enteropathic arthritis and therapy. Rheumatol Immunol Res. 2022;3:69-76. PMID: 36465324 doi:10.2478/rir-2022-0012",
  "related_content": {
    "syllabus": [
      "rmsec24006_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.899655-06:00"
}