{
  "question_id": "inmcq24063",
  "category": "in",
  "educational_objective": "Treat epistaxis with compression.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 75-year-old woman is evaluated in the urgent care center because of a nosebleed that started this morning. She was initially able to stop the bleeding with a tissue and pressure, but it recurred, prompting her to seek care. She has had no previous episodes of epistaxis, easy bleeding/bruising, or other symptoms. She has type 2 diabetes mellitus and allergic rhinitis. Medications are metformin and intranasal fluticasone.On physical examination, vital signs are normal. The bilateral nares are obscured by blood, and blood is trickling from the left naris. The oropharynx is normal other than a small amount of blood present in the posterior throat.",
  "question_stem": "Which of the following is the most appropriate immediate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Anterior nasal packing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Anterior rhinoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Compression of the lower third of the nose",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical tranexamic acid",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate immediate next step in management is compression of the lower third of the nose (Option C). Epistaxis is a common problem, affecting up to 60% of the U.S. population; 6% of those affected require medical attention. Most patients have anterior bleeding, as 90% of epistaxis originates in the anterior nasal blood vessels within the Kiesselbach plexus, or Little area, in the anteroinferior septum. Posterior bleeding is much less common but is often arterial (most commonly from the sphenopalatine artery) and can be severe. The first step in managing anterior epistaxis is compression of the alae (lower third of the nose) for 15 to 20 minutes with the patient leaning forward, which helps prevent aspiration and respiratory complications. Before pressure is applied, the patient can be advised to gently blow the nose to evacuate the clot, after which a topical vasoconstrictor, such as oxymetazoline or phenylephrine, can be applied. After compression of the alae, anterior rhinoscopy can be done to attempt to visualize the bleeding site. If a bleeding site is visualized, cautery, topical vasoconstrictors (if not already applied), or topical tranexamic acid should be applied. If bleeding continues despite these measures or if no bleeding site is visualized on rhinoscopy, anterior nasal packing with an inflatable tamponade device or foam polymer tampon is indicated. This patient likely has anterior epistaxis, and digital compression of the lower third of the nose should be performed next.Anterior nasal packing (Option A) is not the most appropriate next step. Anterior nasal packing is indicated if bleeding does not cease with pressure and application of local hemostatic measures directed by anterior rhinoscopy. If bleeding subsequently continues despite anterior nasal packing, a consultation with an otolaryngologist, posterior packing, and further procedures, such as arterial ligation or embolization, may be necessary.Anterior rhinoscopy (Option B) is not the most appropriate next step. This procedure, with application of topical hemostatic measures (e.g., cautery, vasoconstrictors, tranexamic acid), should be performed only after compression.Topical tranexamic acid (Option D) is not the most appropriate next step in management. If anterior rhinoscopy identifies a target, local therapies (e.g., tranexamic acid) can be applied. However, this should be done only after an initial compression attempt of 15 to 20 minutes fails to stop the bleeding.",
  "critique_links": [],
  "key_points": [
    "The first step in routine epistaxis is compression of the alae (lower third of the nose) for 15 to 20 minutes with the patient leaning forward.",
    "In patients with anterior epistaxis and continued bleeding despite compression of the alae, anterior rhinoscopy with application of topical hemostatic measures (e.g., cautery, vasoconstrictors, tranexamic acid) is indicated."
  ],
  "references": "Seikaly H. Epistaxis. N Engl J Med. 2021;384:944-951. PMID: 33704939 doi:10.1056/NEJMcp2019344",
  "related_content": {
    "syllabus": [
      "insec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:30.042039-06:00"
}