{
  "question_id": "hpmcq24032",
  "category": "hp",
  "educational_objective": "Diagnose primary sclerosing cholangitis in a patient with inflammatory bowel disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 32-year-old man is evaluated for new onset of mild pruritis. He reports no jaundice, abdominal pain, fevers, or chills. He has ulcerative pancolitis. He takes mesalamine.Physical examination findings, including vital signs, are normal.Laboratory studies:Albumin4.1 g/dL (41 g/L)Alkaline phosphatase388 U/LH1 year ago: 221 U/LHAlanine aminotransferase42 U/LHAspartate aminotransferase54 U/LHBilirubinTotal1.2 mg/dL (20.5 µmol/L)Direct0.7 mg/dL (11.9 µmol/L)H",
  "question_stem": "Which of the following is the most appropriate diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Endoscopic retrograde cholangiopancreatography (ERCP)",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endoscopic ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liver biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Magnetic resonance cholangiopancreatography (MRCP)",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test is magnetic resonance cholangiopancreatography (MRCP) (Option D) to assess for primary sclerosing cholangitis (PSC). PSC is an autoimmune fibroinflammatory disease of bile ducts. PSC is strongly associated with inflammatory bowel disease (IBD) in about 70% of cases (primarily ulcerative colitis); conversely, up to 7.5% of patients with ulcerative colitis have PSC. Patients with IBD and cholestatic liver tests, such as this patient, should undergo MRCP to assess for possible PSC, which typically causes multifocal bile duct stricturing. Patients with PSC have a 15% lifetime risk for cholangiocarcinoma. Yearly MRCP with or without measurement of carbohydrate 19-9 are recommended for cholangiocarcinoma surveillance.Endoscopic retrograde cholangiopancreatography (ERCP) (Option A) is no longer the most appropriate initial diagnostic test for suspected PSC. MRCP is noninvasive and does not require ionizing radiation. However, the sensitivity of ERCP remains somewhat higher than MRCP in early PSC; thus, ERCP should be considered if high clinical suspicion for PSC remains despite a negative or equivocal MRCP. In addition, ERCP should be considered in patients with a dominant stricture or bile duct mass on MRCP because these findings could indicate cholangiocarcinoma.Endoscopic ultrasonography (Option B) is not the most appropriate test to evaluate for PSC because it cannot adequately visualize the intrahepatic bile ducts.Liver biopsy (Option C) is not the most appropriate initial test because PSC usually affects large bile ducts that are best visualized by MRCP or ERCP, not small bile ducts that are best visualized on a biopsy specimen.",
  "key_points": [
    "Primary sclerosing cholangitis (PSC) is strongly associated with inflammatory bowel disease (IBD) and should be suspected in any patient with IBD and cholestatic liver tests.",
    "Magnetic resonance cholangiopancreatography is the preferred initial diagnostic test when PSC is suspected."
  ],
  "references": "Bowlus CL, Arrivé L, Bergquist A, et al. AASLD practice guidance on primary sclerosing cholangitis and cholangiocarcinoma. Hepatology. 2023;77:659-702. PMID: 36083140 doi:10.1002/hep.32771",
  "related_content": {
    "syllabus": [
      "hpsec24003_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:03:58.611799-06:00"
}