{
  "question_id": "idmcq24039",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent anthrax after a possible exposure to aerosolized <i>Bacillus anthracis</i> spores.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 34-year-old patient is evaluated in the emergency department for a potential anthrax exposure less than 24 hours ago. They are a postal worker; while handling a letter in the post office, a white powder spilled out causing a cloud of dust in their immediate vicinity. Medical history is unremarkable, and they take no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "In addition to a three-dose series of the anthrax vaccine, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cefixime",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clarithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is ciprofloxacin (Option C). This patient had a potential inhalational anthrax exposure, which can lead to pulmonary anthrax, the deadliest form of the disease. The CDC recommends antibiotic prophylaxis with ciprofloxacin, levofloxacin, or doxycycline as well as a three-dose series of anthrax vaccine initiated as soon as possible after exposure to inhalational anthrax. In these situations, anthrax prophylaxis is generally administered for a 60-day course. Anthrax is one of the leading potential bioterrorism threats, so it is important to recognize a potential exposure and determine the appropriate agents for prophylaxis.When the antimicrobial susceptibility is known, β-lactams such as amoxicillin (Option A) or penicillin VK may be used for prophylaxis or treatment of anthrax. Susceptibility testing of the possible anthrax has not been completed in this patient, however, so amoxicillin administration would not be appropriate. Furthermore, the development of resistance to β-lactams during prophylaxis is a concern, especially in the setting of poor adherence, so first-line prophylaxis agents should be used if possible.Bacillus anthracis can have variable β-lactam resistance, especially to cephalosporins. Therefore, cephalosporins should not be used for prophylaxis or treatment of anthrax, so cefixime (an oral third-generation cephalosporin) (Option B) would not be an appropriate choice for this patient.Clarithromycin (Option D) has in vitro activity against B. anthracis; however, it is not FDA approved for postexposure prophylaxis and is not a preferred antibiotic for use in postexposure prophylaxis. Therefore, clarithromycin would not be the most appropriate choice for this patient.The CDC recommends antimicrobial prophylaxis after a potential inhalational exposure to anthrax, and so it would not be appropriate to forgo treatment (Option E).",
  "critique_links": [],
  "key_points": [
    "The CDC recommends antibiotic prophylaxis with ciprofloxacin, levofloxacin, or doxycycline as well as a three-dose series of anthrax vaccine initiated as soon as possible after exposure to inhalational anthrax.",
    "Anthrax is one of the top potential bioterrorism threats, so it is important to recognize a potential exposure and determine the appropriate agents for prophylaxis."
  ],
  "references": "Bower WA, Yu Y, Person MK, et al. CDC guidelines for the prevention and treatment of anthrax, 2023. MMWR Recomm Rep. 2023;72:1-47. PMID: 37963097 doi:10.15585/mmwr.rr7206a1",
  "related_content": {
    "syllabus": [
      "idsec24014_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.082196-06:00"
}