{
  "question_id": "nrvdx24011",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose a cerebral aneurysm.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 38-year-old man with polycystic kidney disease undergoes cerebral angiography. His father also had polycystic kidney disease and died of a stroke at age 52 years.Results of cerebral angiography for the patient are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cerebral aneurysm",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cerebral arteriovenous malformation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intracerebral hemorrhage",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Meningioma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is cerebral aneurysm (Option A). This cerebral angiogram shows a 4.5-mm saccular anterior communicating artery aneurysm. Extrarenal manifestations of polycystic kidney disease include intracranial aneurysms (detected in 5% to 10% of patients, with a strong familial pattern) as well as hepatic cysts (detected in >80% of patients over their lifetime), mitral valve prolapse, and inguinal and umbilical hernias. Guidelines for the management of patients with unruptured intracranial aneurysms from the American Heart Association/American Stroke Association recommend that patients with a history of autosomal dominant polycystic kidney disease, particularly those with a family history of intracranial aneurysm, should be offered screening for cerebral aneurysms with CT angiography (CTA) or MR angiography (MRA). The location and size of the aneurysm are the primary determinants of rupture risk, and both MRA and CTA can show these features noninvasively.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "nrsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.723149-06:00"
}