{
  "question_id": "fcmcq24091",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Counsel a patient on advance care planning.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 70-year-old woman is evaluated during a new-patient visit. She mentions that if she were unable to make decisions for herself, she would not want her husband to make decisions on her behalf. She would prefer that her daughter, who is a physician, make medical decisions for her. She asks how she can make sure this happens.",
  "question_stem": "Which of the following documents should the patient be advised to complete?",
  "options": [
    {
      "letter": "A",
      "text": "Durable power of attorney for health care",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Living will",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Physician order for life-sustaining treatment",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional documentation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient should be advised to complete a durable power of attorney for health care document (Option A), also known as a health care proxy or health care power of attorney. Advance care planning is a broad term that describes the process in which a competent patient articulates their preferences regarding future medical care if they become incapacitated. Advance directives may include a living will and durable power of attorney for health care. A durable power of attorney for health care document allows a patient to select a health care proxy who becomes empowered to carry out the patient's wishes if they become incapacitated. A health care proxy can be guided by a patient's wishes, as articulated in a living will, or by informal discussions the proxy and patient have had throughout the patient's life. In some states, if a person does not have a designated health care proxy, a hierarchy of preferred surrogates may be followed, typically in the sequence of spouse, adult child, parent, and adult sibling. Without a durable power of attorney for health care in place, this patient's husband, instead of her daughter, might become her surrogate if she can no longer make decisions for herself, which is not in keeping with her wishes. Additionally, although oral attestations or physician notes documenting preferences can serve as advance directives in the absence of more formal directives, it is preferable that patients have official and easily available documentation of their wishes so that surrogates and medical personnel are clearly guided. Not completing additional documentation (Option D) is inappropriate in this case.A living will (Option B) allows a patient to identify specific treatment preferences in the event that they can no longer make their own medical decisions. For example, a living will might indicate that a person would prefer not to receive artificial nutrition or hydration or that they would want dialysis or intensive care. A living will may be used by a health care proxy to make medical decisions, but it does not indicate who the health care decision maker should be.A physician order for life-sustaining treatment (POLST; Option C) is a form signed by a physician that provides medical orders to health care providers during a medical emergency. A POLST may indicate a patient's preferences regarding resuscitation or hospitalization or whether to avoid or receive specific medical treatments. POLSTs do not designate a health care decision maker.",
  "critique_links": [],
  "key_points": [
    "A durable power of attorney for health care allows a patient to select a health care proxy who becomes empowered to carry out the wishes of the patient if they become incapacitated.",
    "In some states, if a person does not have a health care proxy, a hierarchy of preferred surrogates may be followed, typically in the sequence of spouse, adult child, parent, and adult sibling."
  ],
  "references": "Walter K. Durable power of attorney for health care. JAMA. 2021;326:1642. PMID: 34698781 doi:10.1001/jama.2021.15882",
  "related_content": {
    "syllabus": [
      "fcsec24003_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.973682-06:00"
}