{
  "question_id": "hpmcq24014",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Treat acute cholangitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 76-year-old man is evaluated in the emergency department for shaking chills and right-upper-quadrant pain for the past several hours. He has a history of alcohol use disorder.On physical examination, temperature is 39.3 °C (102.8 °F), blood pressure is 100/60 mm Hg, pulse rate is 116/min, and respiration rate is 24/min. Oxygen saturation is 96% with the patient breathing ambient air. The patient is lethargic and is oriented to person only. Abdominal examination shows right-upper-quadrant tenderness and no rebound tenderness or ascites.Laboratory studies:Leukocyte count19,000/μL (19 × 109/L)HAlbuminNormalAlkaline phosphatase312 U/LHAlanine aminotransferase246 U/LHAspartate aminotransferase43 U/LHTotal bilirubin6.1 mg/dL (104.3 μmol/L)HDirect bilirubin5.8 mg/dL (99.1 μmol/L)HLipaseNormalProthrombin time/INR ratioNormalAbdominal ultrasound shows gallstones, a dilated common bile duct, gallbladder wall thickness of 3.0 mm, and no pericholecystic fluid or ascites.Piperacillin-tazobactam is initiated.",
  "question_stem": "Which of the following is the most appropriate additional management?",
  "options": [
    {
      "letter": "A",
      "text": "Endoscopic retrograde cholangiopancreatography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lactulose",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Laparoscopic cholecystectomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisolone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional management is urgent endoscopic retrograde cholangiopancreatography (ERCP) (Option A). Cholangitis is infection of the biliary tree, usually in the setting of biliary stasis or obstruction. It can be life-threatening if not treated quickly and appropriately, especially in persons aged 65 years and older. The classic presentation is right-upper-quadrant abdominal pain and fever (the most persistent features) along with jaundice (Charcot triad). In more severe cases, altered mental status and septic shock may also occur; this is referred to as the Reynolds pentad and occurs in only 3.5% to 5% of patients. Patients with cholangitis present with leukocytosis and elevated serum direct bilirubin, alkaline phosphatase, and gamma-glutamyl transpeptidase levels. Antibiotics targeting Enterobacteriaceae should be administered as soon as possible to prevent sepsis. ERCP should be performed urgently for biliary decompression to remove obstructing gallstones. This patient's dilated common bile duct suggests obstruction, most likely due to gallstones in the common bile duct, and he should undergo urgent ERCP.Lactulose (Option B) is an appropriate treatment for hepatic encephalopathy. This patient does not have cirrhosis, and he has preserved liver function (normal serum albumin level and prothrombin time/INR ratio), no evidence of decompensated liver disease, and no ascites. His altered mental status is more likely due to acute cholangitis rather than hepatic encephalopathy. Thus, lactulose is not indicated for this patient.Laparoscopic cholecystectomy (Option C) may be necessary when the patient is more stable, but only after ERCP is urgently performed to remove obstructing gallstones. Emergency surgery in an unstable patient older than 70 years with cholangitis, such as this patient, increases the risk for morbidity and mortality and thus would not be the best next step.Prednisolone (Option D) would be indicated for a patient with alcoholic hepatitis, but this patient does not meet the criteria for that diagnosis. For example, his ratio of aspartate aminotransferase to alanine aminotransferase is not greater than 2, he has no coagulopathy, and his serum albumin level is normal. Furthermore, alcoholic hepatitis is not associated with a dilated common bile duct.",
  "critique_links": [],
  "key_points": [
    "Acute cholangitis is potentially life-threatening; antibiotics targeting Enterobacteriaceae should be administered immediately, and identified common bile duct stones should be removed urgently by endoscopic retrograde cholangiopancreatography."
  ],
  "references": "An Z, Braseth AL, Sahar N. Acute cholangitis: causes, diagnosis, and management. Gastroenterol Clin North Am. 2021;50:403-414. PMID: 34024448 doi:10.1016/j.gtc.2021.02.005",
  "related_content": {
    "syllabus": [
      "hpsec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.617652-06:00"
}