{
  "question_id": "idqqq24011",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat osteomyelitis associated with orthopedic hardware.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old man is hospitalized for increased pain and drainage from a previously healed surgical wound over the left fibula. He underwent open reduction and internal fixation of a fracture 4 weeks ago. He has undergone incision and surgical debridement of the wound; a bone culture obtained during debridement reveals methicillin-sensitive Staphylococcus aureus.On physical examination, vital signs are normal. The surgical wound over the left lateral leg is well approximated with no erythema or drainage.A plain radiograph before debridement showed nonunion of the fracture with screws and K-wires in place.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cefazolin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cefazolin and rifampin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ceftaroline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin and rifampin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Cefazolin and rifampin (Option B) are appropriate therapy for treatment of methicillin-sensitive Staphylococcus aureus (MSSA) osteomyelitis associated with orthopedic hardware. Parenteral antimicrobial agents are usually chosen initially; the efficacy of oral agents, especially those with high bioavailability, is increasingly reported. The success of osteomyelitis treatment depends on identification of the causative pathogen, administration of adequate antimicrobials for a prolonged duration, surgical debridement (if warranted), and removal of orthopedic prosthetic devices (if feasible). Optimal management of this patient's infection includes hardware removal; however, this is not possible because the fracture has not yet healed. Hardware-associated infections caused by S. aureus are difficult to eradicate because of the biofilm that forms on the hardware. First-line treatment of MSSA osteomyelitis consists of a β-lactam agent such as cefazolin (Option A); a randomized controlled trial and systematic review of the literature have demonstrated that if infected hardware cannot be removed, the addition of rifampin increases the chances of therapeutic success compared with an antistaphylococcal agent alone.Ceftaroline (Option C) provides coverage against MSSA, methicillin-resistant S. aureus, and Enterobacterales, but it is unnecessarily broad coverage for the treatment of this patient's identified MSSA infection.Vancomycin, with or without rifampin (Option D), is less effective than β-lactam agents for the treatment of MSSA and is typically restricted to patients with drug intolerance or allergy.",
  "critique_links": [],
  "key_points": [
    "Rifampin should be used in combination with another antistaphylococcal agent when managing Staphylococcus aureus osteomyelitis in the setting of orthopedic hardware if the hardware cannot be removed."
  ],
  "references": "Kim BN, Kim ES, Oh MD. Oral antibiotic treatment of staphylococcal bone and joint infections in adults. J Antimicrob Chemother. 2014;69:309-22. PMID: 24072167 doi:10.1093/jac/dkt374",
  "related_content": {
    "syllabus": [
      "idsec24003_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.910403-06:00"
}