{
  "question_id": "ccqqq24003",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Treat a patient with neurologic disease and hypercapnic respiratory failure with bilevel positive airway pressure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 73-year-old man is hospitalized for dyspnea, orthopnea, and daytime sleepiness. He has amyotrophic lateral sclerosis.Respiration rate is 28/min. Oxygen saturation is 87% with the patient breathing ambient air. His speech is clear. He is able to manage his secretions and has an intact gag reflex. He has abdominal paradoxical breathing and shallow tachypnea. He has scattered fasciculations. He is awake but dozes off easily.Arterial blood gases (ambient air):pH7.3LPco276 mm Hg (10.1 kPa)HPo250 mm Hg (6.7 kPa)LThe alveolar-arterial oxygen gradient is normal.Chest radiograph reveals shallow inspiration.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Invasive mechanical ventilation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Noninvasive ventilation with bilevel positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Noninvasive ventilation with continuous positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oxygen administration through nasal cannula",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Bilevel positive airway pressure (BPAP) ventilation (Option B) is the most appropriate treatment. This patient has features consistent with chronic hypercapnic respiratory failure secondary to neuromuscular disease. He has dyspnea and, more characteristically, orthopnea. He also has chronic respiratory acidosis with a normal alveolar-arterial (A-a) oxygen gradient. BPAP delivers both inspiratory positive airway pressure and expiratory positive airway pressure and improves survival and quality of life of patients with neuromuscular disease. The settings generate a pressure difference that augments the patient's own respiratory muscle activity, increasing the size of each breath. The Pco2 level will decrease owing to the increase in minute ventilation and efficiency of breathing.Invasive mechanical ventilation (mechanical ventilation with airway intubation or tracheostomy) (Option A) is a therapeutic option for acute hypercapnic respiratory failure due to neuromuscular disease in patients who do not benefit from or cannot tolerate noninvasive ventilation or who have decreasing bulbar or lung function, frequent aspiration, insufficient cough, or chest infections despite adequate secretion management. This patient has not yet been trialed on noninvasive ventilation and does not have evidence of worsening bulbar function, frequent aspiration, or insufficient cough; therefore, invasive mechanical ventilation would not be appropriate.Continuous positive airway pressure (CPAP) (Option C) delivers positive airway pressure at a level that remains constant throughout the respiratory cycle, preventing upper airway collapse or narrowing during sleep. No additional pressure above the level of CPAP is provided, and patients must initiate every breath. CPAP is not helpful in patients with hypercapnic respiratory failure due to neuromuscular disorders. Therefore, CPAP would not be appropriate in this patient.The patient has a normal A-a oxygen gradient and hypercapnia, confirming that his hypoxemia is secondary to hypoventilation rather than a ventilation-perfusion mismatch or shunt; therefore, oxygen administration (Option D) should not be needed once his Pco2 improves. More importantly, the administration of oxygen in the absence of supportive ventilation should be avoided in patients with neuromuscular disease and chronic hypercapnic respiratory failure, such as this patient, as it worsens hypercapnia.",
  "critique_links": [],
  "key_points": [
    "Bilevel positive airway pressure ventilation improves survival and quality of life in patients with neuromuscular disease."
  ],
  "references": "Khan A, Frazer-Green L, Amin R, et al. Respiratory management of patients with neuromuscular weakness: an American College of Chest Physicians clinical practice guideline and expert panel report. Chest. 2023;164:394-413. PMID: 36921894 doi:10.1016/j.chest.2023.03.011",
  "related_content": {
    "syllabus": [
      "ccsec24001_24014"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.563841-06:00"
}