{
  "question_id": "idcor25010",
  "category": "id",
  "educational_objective": "Prevent HIV infection in persons with sexual risk factors.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 31-year-old man seeks advice regarding pre-exposure prophylaxis for HIV infection. He was treated for rectal gonorrhea 3 weeks ago and has not been sexually active since then. He has had receptive and insertive anal sex with multiple male partners over the past year; condom use has been inconsistent. He takes no medications.On physical examination, vital signs and examination findings are normal.Laboratory studies:Creatinine0.7 mg/dL (61.9 µmol/L)Repeat testing for gonorrhea, chlamydia, and syphilis is negative. Fourth-generation HIV antigen/antibody combination immunoassay, hepatitis B surface antigen, and hepatitis B surface antibody testing are negative.He is counseled regarding consistent condom use and the need for periodic screening for sexually transmitted infections. He is administered the first dose of the hepatitis B vaccine series.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cabotegravir-rilpivirine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Tenofovir",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tenofovir-emtricitabine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tenofovir-emtricitabine and raltegravir",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is pre-exposure prophylaxis (PrEP) with daily tenofovir-emtricitabine (Option C). He has risk factors for HIV acquisition, including diagnosis of rectal gonorrhea, history of condomless sex, and insertive and receptive anal sex. PrEP is recommended for populations in which annual HIV incidence is at least 2%, which applies to men who have sex with men (MSM) in the United States. The efficacy of daily PrEP in MSM is greater than 90% and may be as high as 99% when taken consistently. A fourth-generation HIV antigen/antibody combination assay should be performed within 7 days of PrEP initiation and repeated every 3 months; additionally, sexually transmitted infection screening should be done every 3 to 6 months, and serum creatinine should be evaluated every 6 months. The coformulation of tenofovir disoproxil fumarate (TDF) and emtricitabine is safe overall, aside from a low risk of kidney dysfunction and reduced bone mineral density. As such, TDF-emtricitabine is not recommended for persons with a creatinine clearance less than 60 mL/min, and dual-energy x-ray absorptiometry is recommended in men older than 50 years and others at risk for osteoporosis. A second PrEP regimen, daily tenofovir alafenamide (TAF) and emtricitabine, is approved for use in men and has a presumed lower risk of kidney- and bone-related adverse effects. Doxycycline postexposure prophylaxis should also be recommended for prevention of chlamydia, gonorrhea, and syphilis.Cabotegravir, an integrase strand transfer inhibitor, is an intramuscular extended-release option for HIV PrEP that allows dosing every 2 months (after the initial two doses given 1 month apart). It is approved for use with kidney impairment, but data are insufficient to recommend cabotegravir as PrEP for persons who inject drugs. The combination of cabotegravir and rilpivirine (Option A) is approved for treatment of HIV infection but should not be used for prophylaxis and would therefore not be appropriate in this patient.Tenofovir and emtricitabine–based regimens have higher efficacy than tenofovir alone for PrEP; therefore, neither TDF nor TAF monotherapy (Option B) is recommended as PrEP.The combination of tenofovir-emtricitabine plus raltegravir (Option D) is an HIV postexposure prophylaxis regimen to be given following a high-risk exposure, which does not apply in this patient.",
  "key_points": [
    "Pre-exposure prophylaxis with oral tenofovir and emtricitabine is recommended for use in patients with an annual HIV incidence greater than 2%, including men who have sex with men; intramuscular long-acting cabotegravir is an option for persons who do not use injection drugs."
  ],
  "references": "Barry MJ, Nicholson WK, Silverstein M, et al; U.S. Preventive Services Task Force. Preexposure prophylaxis to prevent acquisition of HIV: U.S. Preventive Services Task Force recommendation statement. JAMA. 2023;330:736-745. PMID: 37606666 doi:10.1001/jama.2023.14461",
  "related_content": {
    "syllabus": [
      "idsec24019_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.851378-06:00"
}