{
  "question_id": "idmcq24047",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose acute epididymitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 24-year-old man is evaluated in the emergency department for acute onset of unilateral testicular pain that developed over the past day. He reports having insertive vaginal intercourse and has had multiple female sexual partners in the past 6 months.On physical examination, vital signs are normal. Overall tenderness of the right testicle with swelling and tenderness in the back of the testicle is noted on examination; a hydrocele is palpated. The cremasteric reflex is preserved.Urinalysis reveals a leukocyte count of 50/hpf and positive leukocyte esterase. A urine bacterial culture is pending.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Testicular ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Urethral swab culture for gonorrhea and chlamydia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Urine culture for gonorrhea and chlamydia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urine nucleic acid amplification testing for gonorrhea and chlamydia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is urine nucleic acid amplification testing (NAAT) for gonorrhea and chlamydia (Option D). Acute epididymitis presents with unilateral pain and swelling in the epididymis; the testes may also be inflamed (epididymo-orchitis). In younger men who practice insertive intercourse, the most likely cause of epididymitis is a sexually transmitted infection (STI), with chlamydia and gonorrhea accounting for most of these infections. NAAT is preferred for screening and diagnosis of Neisseria gonorrhoeae and Chlamydia trachomatis, and this testing should be performed on a first-catch urine sample. Routine urine bacterial cultures should also be performed. Other risk factors for acute epididymitis include genitourinary instrumentation and bladder outlet obstruction (as in benign prostatic hyperplasia). This young adult patient with multiple sexual partners likely has acute epididymitis, suggested by the acute onset, unilateral pain and swelling of the testicle, and swelling and tenderness of the epididymis on examination; NAAT testing for gonorrhea and chlamydia is indicated.If the cause of epididymitis is unclear or the cremasteric reflex is absent, torsion must be ruled out with testicular ultrasonography (Option A) because it is a surgical emergency. This patient's cremasteric reflex is present, and suspicion is high for an STI. Therefore, testicular ultrasonography is unlikely to be necessary.A Gram stain of urethral secretions can be helpful in diagnosing gonococcal infection. Visualization of leukocytes containing intracellular gram-negative organisms on urethral Gram stain is diagnostic. Culture of urethral secretions (Option B), however, would not be appropriate because urine NAAT is the preferred test.N. gonorrhoeae and C. trachomatis are difficult to culture (Option C). NAAT for gonorrhea and chlamydia would be preferred in this clinical scenario.",
  "critique_links": [],
  "key_points": [
    "Urine nucleic acid amplification testing for gonorrhea and chlamydia is the preferred test to diagnose the cause of acute epididymitis in patients at risk for sexually transmitted infections."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24012_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.119420-06:00"
}