{
  "category": "hm",
  "critique": "Analyzing platelet function (Option D) is the most appropriate diagnostic test to perform next. Patients who present with symptoms of mucocutaneous bleeding and a normal platelet count should be evaluated for acquired platelet dysfunction using a platelet function analyzer, which provides rapid screening of platelet function and has replaced the bleeding time test. Anticoagulated whole blood is passed through small membranes coated with collagen and epinephrine or collagen and adenosine diphosphate. Platelets adhere to the membrane and close a small aperture. A prolonged closure time implies abnormal platelet activity. Alternatively, in patients with a suspected drug-induced cause, it may be reasonable to discontinue the drug and assess bleeding symptoms, instead of testing. This patient presents with gum bleeding and a normal platelet count. He is also taking citalopram and ginkgo biloba. Selective serotonin reuptake inhibitors (SSRIs), such as citalopram, decrease serotonin uptake from platelets and have a reported association with gastrointestinal bleeding, especially in older adults. Herbal supplements such as ginkgo biloba have been reported to increase platelet dysfunction in patients taking antiplatelet agents and may interact with this patient's SSRI. Platelet function analysis is the most appropriate diagnostic test for this patient.Patients with hypofibrinogenemia may have significant bleeding, but it is uncommon as an isolated finding and is much more likely to be seen in patients with liver disease or disseminated intravascular coagulation. Furthermore, this patient's normal thrombin time excludes hypofibrinogenemia. Therefore, fibrinogen level measurement (Option A) is not indicated.Rarely, older patients may present with acquired hemophilia with mucocutaneous and intramuscular bleeding. In these patients, the prothrombin time is normal, but the activated partial thromboplastin time (aPTT) is significantly prolonged, and a 1:1 mixing study (Option B) of the patient's plasma with normal plasma is unsuccessful at completely correcting the aPTT. Because this patient's coagulation testing was normal, performing a 1:1 mixing study would not be an appropriate next step.This patient's cell counts are normal, so a peripheral blood smear review (Option C) would not help determine the cause of his bleeding.",
  "educational_objective": "Evaluate for acquired platelet dysfunction.",
  "extracted_at": "2025-12-23T14:09:52.853519-06:00",
  "key_points": [
    "Patients who present with symptoms of mucocutaneous bleeding and a normal platelet count should be evaluated for acquired platelet dysfunction using a platelet function analyzer ."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Fibrinogen level measurement"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Mixing studies for PT and aPTT"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Peripheral blood smear review"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Platelet function analysis"
    }
  ],
  "question_id": "hmqqq24012",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "question_text": "A 68-year-old man is evaluated for epistaxis, gum bleeding, and easy bruising of 3 months' duration. Medical history is notable for anxiety, depression, and dyslipidemia. Medications are atorvastatin, citalopram, a multivitamin, and ginkgo biloba.On physical examination, vital signs are normal. BMI is 21. Scattered petechiae and several small ecchymoses are visible on the anterior thigh. The remainder of the examination is normal.",
  "references": "Brennan Y, Levade M, Ward CM. Acquired platelet function disorders. Thromb Res. 2020;196:561-568. PMID: 31229273 doi:10.1016/j.thromres.2019.06.009",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "hmsec24006_24011"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}