{
  "question_id": "ccmcq24013",
  "category": "cc",
  "educational_objective": "Evaluate a patient suspected of having sepsis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 38-year-old man is evaluated in the emergency department with fever and generalized abdominal pain, which began 12 hours earlier. He has a history of alcohol use disorder and chronic pancreatitis. He does not take any medications.On physical examination, temperature is 38.6 °C (101.5 °F), blood pressure is 95/60 mm Hg, and pulse rate is 106/min. Other vital signs and mentation are normal. The patient is warm to the touch. There is no jugular venous distention, and heart and lung sounds are normal. The abdomen is nondistended, with diffuse tenderness to palpation without rebound tenderness or guarding. No mottling of the skin is noted, and capillary refill time is 2 seconds.Laboratory studies:Leukocyte count18,000/µL (18 × 109/L)HAlanine aminotransferase32 U/LAspartate aminotransferase84 U/LHAmylase96 U/LTotal bilirubin1.2 mg/dL (20.5 µmol/L)Lactate3.5 mEq/L (3.5 mmol/L)HIntravenous fluids are administered, and CT of the abdomen is ordered.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Begin norepinephrine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure procalcitonin level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Obtain blood cultures",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management in this patient with possible sepsis is to obtain blood cultures (Option C). In 2018, the Surviving Sepsis Campaign published an update to previous guidelines to introduce a “1-hour bundle,” which includes collection of blood cultures, measurement of serum lactate levels, administration of broad-spectrum antibiotics, and provision of fluid or vasopressor resuscitation in patients with hypotension or signs of hypoperfusion. Although weak evidence supporting some elements of the 1-hour bundle generated controversy, obtaining blood cultures early (within 1 hour) after onset of suspected sepsis is associated with lower mortality. Evidence also suggests that when antibiotics are administered before obtaining blood cultures, the microbiologic yield can decrease by as much as 50%. With this in mind, the 2021 Surviving Sepsis Campaign suggests obtaining blood cultures in patients suspected of sepsis or septic shock \"before starting antimicrobial therapy…if it results in no substantial delay in the start of antimicrobials (i.e., <45 min).\" This patient presents with fever, leukocytosis, diffuse abdominal pain, and a mildly elevated serum lactate level, all concerning for sepsis. Blood cultures should be obtained and immediately followed by administration of antimicrobial therapy.Starting vasopressor therapy with norepinephrine (Option A) is not the most appropriate management of this patient. Initial treatment of sepsis includes intravenous fluids; if fluids are ineffective at restoring perfusion, then vasopressor support may be warranted. Given the hypotension and increased lactate level, intravenous fluids should be given immediately, but vasopressor therapy is not currently indicated.Measuring this patient's procalcitonin level (Option B) is not the most appropriate next step. Procalcitonin is involved in the inflammatory cascade in sepsis and is often elevated in patients with bacterial infection. Procalcitonin measurement, however, lacks sufficient specificity and sensitivity to be useful as a guide for initiating antimicrobial therapy.There is no immediate indication to perform echocardiography (Option D) in this patient with sepsis but without evidence of cardiac dysfunction. Echocardiography is helpful in suspected cardiogenic shock and cardiac tamponade, but this patient likely has sepsis; obtaining blood cultures and administering intravenous fluids and antimicrobial therapy are necessary.",
  "critique_links": [],
  "key_points": [
    "If not leading to a delay in antibiotic therapy, blood cultures should be obtained in patients suspected of having sepsis or septic shock before antibiotic treatment is started."
  ],
  "references": "Evans L, Rhodes A, Alhazzani W, et al. Surviving Sepsis Campaign: international guidelines for management of sepsis and septic shock 2021. Intensive Care Med. 2021;47:1181-247. PMID: 34599691 doi:10.1007/s00134-021-06506-y",
  "related_content": {
    "syllabus": [
      "ccsec24002_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.397471-06:00"
}