{
  "question_id": "idmcq24044",
  "category": "id",
  "educational_objective": "Treat a perinephric abscess.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 68-year-old woman is evaluated in the hospital for continuing fever. She was hospitalized 3 days ago for a 3-week history of dysuria, urinary urgency and frequency, fatigue, and generally feeling unwell; 2 days before admission, she also developed fever and chills. On admission, intravenous ceftriaxone was initiated, and urine cultures obtained at that time have grown Escherichia coli susceptible to cephalosporins and fluoroquinolones. Medical history is notable for type 2 diabetes mellitus managed with metformin.On physical examination, temperature is 38.9 °C (102.0 °F), blood pressure is 124/80 mm Hg, pulse rate is 115/min, respiration rate is 18/min. Abdominal palpation elicits flank pain on the left of the costovertebral angle. No skin rash is present.Blood cultures show no growth.A CT scan reveals a 5-cm left-sided perinephric abscess without hydronephrosis.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Addition of ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Completion of ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Left nephrectomy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Percutaneous drainage of the abscess",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is percutaneous drainage of the perinephric abscess (Option D), which is a potential complication of pyelonephritis. Direct localized spread from pyelonephritis or urinary obstruction or from bacteremia and hematogenous spread can lead to development of the abscess. It is a relatively rare complication, but the risk may be increased in individuals with diabetes mellitus, as in this patient; urolithiasis is also a common predisposing factor. The onset is generally insidious over several weeks, including weeks of urinary symptoms followed by nonspecific symptoms such as fatigue, malaise, and often fever and chills. The presentation can include signs and symptoms of generalized infection and may include bacteremia. Escherichia coli or other gram-negative urinary pathogens may be implicated. Staphylococcus aureus is a possible causative agent, especially in the setting of S. aureus bacteremia with hematogenous spread to the retroperitoneal perinephric space. Management can include antibiotics alone, antibiotics and percutaneous drainage, or surgical intervention. Drainage is recommended for abscesses 5 cm or greater. Surgical intervention may be required if antibiotics and percutaneous drainage have failed. This patient has not had an appropriate clinical response to antibiotics alone (as evidenced by ongoing fever, flank pain, and leukocytosis) and has a 5-cm abscess; percutaneous drainage, in addition to ongoing antibiotics, is the most appropriate next step.The addition of ciprofloxacin (Option A) to this patient's antibiotic regimen would provide no further benefit because the organism is susceptible to ceftriaxone. Drainage is necessary for an abscess of 5 cm or larger.Some small perinephric abscesses (usually <3 cm) can be managed with antibiotics alone. However, this patient has ongoing fevers in the setting of appropriate antibiotic therapy; therefore, continuation of ceftriaxone (Option B) without further intervention would not provide appropriate management.In patients with pyelonephritis and perinephric abscess that has not responded to antibiotics and percutaneous drainage, or that is not amenable to percutaneous drainage, open surgical drainage or nephrectomy (Option C) may be necessary. However, surgical intervention should be deferred until antibiotics and percutaneous drainage have been attempted.",
  "key_points": [
    "Development of a perinephric abscess is a relatively rare complication of urinary tract infection, but the risk may be increased in individuals with diabetes mellitus and urolithiasis.",
    "Management of pyelonephritis with perinephric abscess can include antibiotics alone for small abscesses, antibiotics and percutaneous drainage for abscesses 5 cm and larger, or surgical intervention, which may be required when antibiotics and percutaneous drainage have failed."
  ],
  "references": "Johnson JR, Russo TA. Acute pyelonephritis in adults. N Engl J Med. 2018;378:48-59. PMID: 29298155",
  "related_content": {
    "syllabus": [
      "idsec24008_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:46:57.368739-06:00"
}