{
  "question_id": "enmcq24010",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Screen for resolution of hyperglycemia after pregnancy in a patient who had gestational diabetes mellitus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 27-year-old woman is evaluated at a routine follow-up visit. She is asymptomatic. She is 6 weeks postpartum from an uncomplicated vaginal delivery. At week 28 of her pregnancy, she was diagnosed with gestational diabetes mellitus, which was controlled with lifestyle modifications and insulin. After delivery, her glucose levels decreased and insulin was discontinued.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Fasting plasma glucose measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hemoglobin A1c measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Random plasma glucose measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "75-g oral glucose tolerance test",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "A 75-g oral glucose tolerance test (OGTT) (Option D) is the most appropriate test to evaluate this patient's postpartum glycemic status. Most patients with gestational diabetes mellitus have glucose normalization after pregnancy; however, they are at increased risk for developing recurrent gestational diabetes with subsequent pregnancies and type 2 diabetes. The American Diabetes Association (ADA) recommends performing a 75-g OGTT 4 to 12 weeks postpartum to confirm resolution of hyperglycemia in patients who had gestational diabetes. The OGTT challenges the patient's glucose metabolism by administering a standardized oral glucose load; this challenge can reveal early abnormalities in glucose metabolism that may not be apparent with fasting plasma glucose measurement or hemoglobin A1c measurement alone. As a result, the OGTT is more sensitive than these tests in identifying persons with impaired glucose metabolism or diabetes. If the results of this initial postpartum evaluation are normal, lifelong screening should continue every 1 to 3 years with annual fasting plasma glucose measurement, annual hemoglobin A1c measurement, or triennial 75-g OGTT. This patient is 6 weeks postpartum and should be screened with an OGTT at this time.Fasting plasma glucose measurement (Option A) is not the best test to perform for this patient. Often, a single elevated fasting plasma glucose measurement is not sufficient to confirm a diagnosis of diabetes. Fasting plasma glucose may be affected by illness and stress and only measures a single point in time. There is high biological variability between patients, as well as diurnal variation. Moreover, diabetes complications are not as closely linked to fasting plasma glucose as they are to other tests. The ADA recommends a 75-g OGTT as the preferred test in the postpartum setting.Hemoglobin A1c (Option B) reflects average blood glucose levels over the course of the past 90 days and is a reliable measure of long-term glycemic control. However, it may not be the best choice for postpartum screening, as it may not provide immediate insights into the patient's current glycemic status.Random plasma glucose testing (Option C) is not the best option for this patient. A random plasma glucose level greater than 200 mg/dL (11.1 mmol/L) along with classic signs of hyperglycemia can be used to diagnose type 2 diabetes mellitus. This patient does not report any such symptoms. Her history of gestational diabetes and the need for a comprehensive assessment favor the use of the more sensitive 75-g OGTT as the next step in management.",
  "critique_links": [],
  "key_points": [
    "In patients who had gestational diabetes mellitus, the American Diabetes Association recommends performing a 75-g oral glucose tolerance test 4 to 12 weeks postpartum to confirm resolution of hyperglycemia."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 2. Diagnosis and classification of diabetes: Standards of Care in Diabetes—2025. Diabetes Care. 2025;48:S27-S49. PMID: 39651986 doi:10.2337/dc25-S002",
  "related_content": {
    "syllabus": [
      "ensec24002_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.731155-06:00"
}