{
  "question_id": "cscor25007",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose a venous stasis ulcer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old woman is evaluated for a 6-month history of a slightly painful ulcer on the inner portion of her right ankle. She also notes a periodic itchy, weeping rash in the area surrounding the ulcer; a similar rash sometimes occurs on her other leg. She has intermittent lower extremity swelling bilaterally. Medical history is significant for type 1 diabetes mellitus and hypertension. Medications are insulin glargine, rosuvastatin, and valsartan.On physical examination, vital signs are normal. BMI is 32. Pedal pulses are palpable, and the patient has good capillary refill in the toes. The ulcer is mildly tender. She has multiple venous varicosities. Additional skin findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Arterial insufficiency ulcer",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Neuropathic ulcer",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pyoderma gangrenosum",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Venous stasis ulcer",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This ragged, shallow lesion on the leg of this patient with evidence of venous insufficiency is a venous stasis ulcer (Option D). Venous stasis ulcers are commonly found on the lower extremities, particularly on or near the medial malleoli. They tend to occur in patients with recurrent stasis dermatitis, an eczematous rash associated with impaired venous drainage of the lower extremities. Venous stasis leads to changes in vascular permeability with stretching of the skin and loss of integrity of the dermal barrier, resulting in dermatitis, seen as dark discoloration (postinflammatory hyperpigmentation) and “woody” induration known as lipodermatosclerosis. Impaired skin function may also lead to breakdown of the dermal barrier, causing ulceration. The ulcers tend to be shallow and irregular and may be associated with other cutaneous findings of venous insufficiency. They may be asymptomatic or quite tender. This patient has a shaggy bordered, shallow ulcer on the medial malleolus, a history consistent with recurrent lower extremity edema and stasis dermatitis, and venous varicosities and hyperpigmentation consistent with venous insufficiency. The most likely diagnosis is a venous stasis ulcer.Arterial insufficiency ulcers (Option A) also occur on the lower extremities, but in contrast to venous stasis ulcers, they are not surrounded by stasis dermatitis changes or lipodermatosclerosis. They are more demarcated than venous stasis ulcers and are often painful. The surrounding skin is white or erythematous, and the base is often dry or covered in eschar. Typical accompanying findings of arterial insufficiency include diminished pulses, poor capillary refill, and/or lack of hair growth on the lower extremities.Neuropathic ulcers (Option B) arise from repetitive trauma in patients with a history of sensory loss. The ulcers are well-demarcated, often deep, and lack surrounding inflammation unless infected. They develop on pressure points or other areas where recurrent trauma may occur. This patient has a painful ulcer that is not over a pressure point, inconsistent with a neuropathic ulcer.Pyoderma gangrenosum (Option C) is an uncommon inflammatory process that often occurs on the pretibial aspects of the lower legs and is often associated with an underlying systemic disease, such as inflammatory bowel disease or monoclonal gammopathy. The ulcers are well-demarcated, deep, and painful and show progression of the ulcer under the overlying skin (undermined borders). The ulcers lack surrounding evidence of stasis, as is present in this patient.",
  "critique_links": [],
  "key_points": [
    "Venous stasis ulcers appear on the distal lower leg, particularly the medial aspect of the ankle, and often occur in patients with recurrent bouts of stasis dermatitis."
  ],
  "references": "Bowers S, Franco E. Chronic wounds: evaluation and management. Am Fam Physician. 2020;101:159-166. PMID: 32003952",
  "related_content": {
    "syllabus": [
      "cssec24013_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.698781-06:00"
}