{
  "question_id": "cvmcq24075",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat fibroelastoma in a patient with cardioembolic complications.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 76-year-old woman is evaluated in the hospital for the acute onset of mild left-hand weakness 12 hours ago. She has no fever or other neurologic symptoms. The weakness has improved, and muscle strength is nearly back to baseline. She has hypertension. Her only outpatient medication is amlodipine, which was discontinued on admission to allow for permissive hypertension in the setting of acute stroke. Aspirin was initiated on presentation.On physical examination, vital signs are normal. No murmur is heard on auscultation. Neurologic examination shows mild left-hand weakness.Results of routine laboratory testing are normal.MRI shows a small infarct in the distribution of the right middle cerebral artery. A transthoracic echocardiogram suggested an aortic valve vegetation, and a subsequent transesophageal echocardiogram shows a mobile echodensity with a frond-like appearance, measuring approximately 0.8 × 1.2 cm, attached to the right coronary cusp of the aortic valve. Left ventricular function is normal, and there is no other significant valvular disease.Multiple sets of blood cultures are negative.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Follow-up echocardiography in 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Removal of the mass",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Six-week course of antibiotics",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Warfarin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with a papillary fibroelastoma and stroke is removal of the mass (Option B). Cardiac papillary fibroelastomas are the third most common benign cardiac tumors after myxomas and lipomas. They arise most commonly from the cardiac valves. Their papillary structure leads to a tendency for tumor fragments or attached thrombus to embolize to the coronary, systemic, or cerebral arterial systems. Transesophageal echocardiography reveals a mass with a heterogeneous globular shape or a mobile frond-like appearance on the surface of the aortic and mitral valves. Patients with fibroelastoma and embolic symptoms are treated surgically. Large (>1 cm) masses are also often treated surgically even in the absence of symptoms. For masses that are asymptomatic and discovered incidentally, there are no randomized data comparing surgery with antithrombotic or antiplatelet therapy to prevent embolic events to help guide treatment decisions. This patient with a minor embolic stroke has a mass on the aortic valve that has the characteristic appearance of a fibroelastoma, and surgical excision is indicated.It is not appropriate to repeat echocardiography in several months (Option A) to monitor the mass, because it has already caused an embolic complication, is left sided, and is large (>1 cm). Surveillance may be appropriate for smaller, asymptomatic lesions and those arising from right-sided valves.A 6-week course of antibiotics (Option C) would be indicated if bacterial endocarditis were present. However, this patient has no fever or other signs of infection, and several sets of blood cultures are negative. Because the echodensity has the classic appearance of a papillary fibroelastoma, an infectious vegetation is far less likely and antibiotic therapy is not indicated.Although this patient has likely had an embolic event arising from the fibroelastoma, data are limited regarding the use of antiplatelet therapy or anticoagulation in this setting, and surgical removal of the tumor is the best treatment option to prevent further emboli. Anticoagulant therapy with warfarin (Option D) is not indicated.",
  "critique_links": [],
  "key_points": [
    "Patients with findings consistent with embolic transient ischemic attack or stroke who are found to have a cardiac fibroelastoma should have surgical resection of the tumor to prevent subsequent neurologic complications."
  ],
  "references": "Tyebally S, Chen D, Bhattacharyya S, et al. Cardiac tumors: JACC CardioOncology state-of-the-art review. JACC CardioOncol. 2020;2:293-311. PMID: 34396236 doi:10.1016/j.jaccao.2020.05.009",
  "related_content": {
    "syllabus": [
      "cvsec24008_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.098973-06:00"
}