{
  "question_id": "fcmcq24007",
  "category": "fc",
  "educational_objective": "Avoid routine examinations and testing in an asymptomatic healthy adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 45-year-old woman is evaluated during a new-patient visit. She is asymptomatic. She has no medical conditions, and her only medication is as-needed ibuprofen for infrequent headaches. She exercises regularly and follows a healthy diet. She has never smoked, and the remainder of her social history is unremarkable. Her mother has hypertension, and her father has hypothyroidism. She is up to date on recommended cancer and chronic disease screenings and has received recommended vaccinations.Physical examination findings, including vital signs, are normal.A lipid panel and hemoglobin A1c were normal 6 months ago. Screening results for hepatitis B and C viruses and HIV are negative.Her 10-year cardiovascular event risk is 2%.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Basic metabolic panel",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "ECG",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thyroid-stimulating hormone test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this asymptomatic healthy patient is to forgo additional testing (Option D). The U.S. Preventive Services Task Force (USPSTF), Choosing Wisely campaign, and Canadian Task Force on the Periodic Health Examination recommend against performing general health checks that include a comprehensive examination and laboratory testing for asymptomatic adults. A 2019 Cochrane systematic review found that general health checks may result in more new diagnoses but do not reduce morbidity, hospitalizations, or mortality. A more recent review in 2021 confirmed that periodic health checks were not associated with improved mortality but were associated with increased recognition and treatment of chronic diseases, improvements in controlling risk factors for disease, and increased use of preventive services. This patient is asymptomatic, without medical conditions, and is up to date on recommended screenings and vaccines. She does not require further testing, and expectant management is an appropriate option.This patient is asymptomatic and does not have an indication for a basic metabolic panel (Option A). Several organizations recommend against routine laboratory testing for asymptomatic adults.The USPSTF does not recommend screening for coronary artery disease with either resting or exercise ECG (Option B) in asymptomatic patients at low risk, defined as a 10-year cardiovascular event risk of less than 7.5% using the Pooled Cohort Equations or less than 10% using the Framingham Risk Score. Similarly, the American College of Physicians recommends against screening low-risk and asymptomatic adults with resting ECG or stress testing.The USPSTF has concluded that evidence is insufficient to recommend for or against screening for thyroid dysfunction. However, the American Thyroid Association and American Association of Clinical Endocrinologists recommend measuring thyroid-stimulating hormone (Option C) in individuals at risk for hypothyroidism (e.g., personal history of autoimmune disease, neck radiation, or thyroid surgery); they also recommend that screening be considered in adults aged 60 years or older. This patient is asymptomatic without risk factors and does not require testing.",
  "key_points": [
    "The U.S. Preventive Services Task Force, Choosing Wisely campaign, and Canadian Task Force on the Periodic Health Examination recommend against performing general health checks that include a comprehensive examination and laboratory testing for asymptomatic adults."
  ],
  "references": "Liss DT, Uchida T, Wilkes CL, et al. General health checks in adult primary care: a review. JAMA. 2021;325:2294-2306. PMID: 34100866 doi:10.1001/jama.2021.6524",
  "related_content": {
    "syllabus": [
      "fcsec24008_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:33.893933-06:00"
}