{
  "question_id": "npqqq24017",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Identify heparin as a cause of hyperkalemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old man was hospitalized 3 days ago for laparoscopic resection of the sigmoid colon secondary to recurrent diverticulitis. He has hypertension and stage G3 chronic kidney disease. Medications are amlodipine, heparin, and as-needed intravenous morphine.On physical examination, vital signs are normal.Laboratory studies:Creatinine1.9 mg/dL (168 µmol/L)HPreoperative creatinine 1.7 mg/dL (150 μmol/L)H Electrolytes:Sodium138 mEq/L (138 mmol/L)Potassium5.6 mEq/L (5.6 mmol/L)HChloride110 mEq/L (110 mmol/L)HBicarbonate20 mEq/L (20 mmol/L)LGlucose128 mg/dL (7.1 mmol/L)HUrine output during the past 24 hours is 1400 mL.",
  "question_stem": "Which of the following is the most likely cause of this patient's hyperkalemia?",
  "options": [
    {
      "letter": "A",
      "text": "Acute kidney injury",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Heparin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hyperglycemia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Metabolic acidosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's elevated serum potassium level is heparin (Option B). Both unfractionated and low-molecular-weight heparin are associated with a decrease in aldosterone synthesis, resulting in hyperkalemia. This phenomenon occurs more frequently in patients with chronic kidney disease or diabetes mellitus or in those taking an ACE inhibitor or angiotensin receptor blocker. Inhibitors of the renin-angiotensin system, type 4 renal tubular acidosis, and primary adrenal insufficiency can also cause hypoaldosteronism-related hyperkalemia.Major underlying causes of persistent hyperkalemia are disorders in which urine potassium excretion is impaired. This can be due to a marked decrease in the glomerular filtration rate, decreased sodium delivery to the distal potassium secretory sites, and hypoaldosteronism. The most common causes are chronic kidney disease with a glomerular filtration rate less than 20 mL/min/1.73 m2, oliguric acute kidney injury (Option A), or medications that inhibit renal potassium excretion. This patient is not oliguric, and the slight postoperative increase in the serum creatinine level is not sufficient to cause hyperkalemia.Extreme elevations in the plasma glucose level (Option C) by increasing serum osmolality can directly cause hyperkalemia by pulling water from the intracellular space into the extracellular space, dragging potassium with it. This patient's plasma glucose level is only mildly elevated and would have little effect on osmolality and hyperkalemia.In patients with metabolic acidosis (Option D) caused by mineral acids, buffering of intracellular hydrogen ions leads to potassium movement into the extracellular fluid to maintain electroneutrality. This does not occur with organic acids such as lactate or ketoacids. In most cases of hyperchloremic metabolic acidosis, hyperkalemia typically does not develop owing to concomitant urine or gastrointestinal potassium loss. This is the case in patients with hyperchloremic metabolic acidosis with losses of potassium in the stool as the result of diarrhea or in the urine in patients with renal tubular acidosis.",
  "critique_links": [],
  "key_points": [
    "Hypoaldosteronism due to use of heparin or inhibitors of the renin-angiotensin system, type 4 renal tubular acidosis, or primary adrenal insufficiency can cause hyperkalemia, especially in patients with chronic kidney disease or diabetes mellitus or in those taking an ACE inhibitor or angiotensin receptor blocker."
  ],
  "references": "Kettritz R, Loffing J. Potassium homeostasis—physiology and pharmacology in a clinical context. Pharmacol Ther. 2023;249:108489. PMID: 37454737 doi:10.1016/j.pharmthera.2023.108489",
  "related_content": {
    "syllabus": [
      "npsec24002_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.581988-06:00"
}