{
  "question_id": "enqqq24011",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Diagnose medication-induced male gynecomastia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old man is evaluated for a 6-month history of breast tenderness and gradual enlargement. He has noticed no change in his sexual function and has preserved morning erections. Medical history is significant for hypertension and heart failure with reduced ejection fraction, diagnosed 1 year ago. Medications are metoprolol, lisinopril, and spironolactone.On physical examination, BMI is 31. Notable bilateral breast tenderness with rubbery subareolar tissue 2.5 cm in diameter is noted bilaterally. The nipples protrude but are otherwise normal in appearance. No thyroid enlargement, hepatomegaly, or testicular abnormalities, including atrophy or masses, are noted.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Breast cancer",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hypogonadism-associated gynecomastia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pseudogynecomastia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Spironolactone-induced gynecomastia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has spironolactone-induced gynecomastia (Option D). Gynecomastia occurs due to an imbalance between free estrogen and free androgen actions in breast tissue. Spironolactone can increase the aromatization of testosterone to estradiol, decrease testosterone production by the testes, and increase metabolic clearance by displacing testosterone from sex hormone-binding globulin. Additionally, spironolactone acts as an antiandrogen by binding to androgen receptors and displacing testosterone binding. Other common drug-related causes of gynecomastia include cimetidine, ketoconazole, estrogens, antiandrogens, 5α-reductase inhibitors, and protease inhibitors.Breast cancers (Option A) are typically unilateral and nontender, with a discrete fixed mass displaced from the nipple-areolar complex. In contrast, gynecomastia presents as a rubbery, concentric, subareolar mass and is typically bilateral and often associated with breast tenderness, as in this patient.Hypogonadism (Option B), primary more so than secondary, is associated with gynecomastia due to an increase in the serum estradiol level relative to testosterone secretion. This patient has unchanged sexual functioning, morning erections, and no evidence of testicular atrophy, making hypogonadism an unlikely diagnosis.Pseudogynecomastia (Option C) is often seen in men with obesity. It occurs due to an increase in breast fat without any proliferation of glandular tissue. Gynecomastia and pseudogynecomastia are differentiated by examination. True gynecomastia typically distorts the normally flat contour of the male nipple, causing it to protrude because of the mass of glandular tissue beneath it, as seen in this patient. In pseudogynecomastia, the nipple is typically still flat but soft, and nondescript subcutaneous fat tissue is present in the breast area.",
  "critique_links": [],
  "key_points": [
    "Gynecomastia can be an adverse effect of medications, such as spironolactone, which causes an imbalance between free estrogen and free androgen actions; this imbalance results in glandular breast tissue enlargement."
  ],
  "references": "Kanakis GA, Nordkap L, Bang AK, et al. EAA clinical practice guidelines—gynecomastia evaluation and management. Andrology. 2019;7:778-793. PMID: 31099174 doi:10.1111/andr.12636",
  "related_content": {
    "syllabus": [
      "ensec24006_24021"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.076435-06:00"
}