{
  "question_id": "inqqq24009",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat a man with urge urinary incontinence.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 67-year-old man is evaluated for urinary incontinence. He takes tamsulosin for symptoms of benign prostatic hyperplasia. This treatment has improved his weak urinary stream but has not helped his nocturia or urinary frequency. He continues to have daytime urinary urgency with occasional urine leakage. He attempted behavioral modifications, including avoiding bladder irritants and scheduled voiding, but he still has episodes of urgency and leakage. He prefers not to undergo any surgical intervention.On physical examination, blood pressure is 102/60 mm Hg, and pulse rate is 72/min. Other vital signs and the remainder of the physical examination are normal.Bladder ultrasound shows a postvoid residual urine volume of 30 mL. Before starting tamsulosin, his postvoid residual urine volume was 180 mL.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Dutasteride",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intermittent bladder catheterization",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mirabegron",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sacral nerve root neurostimulation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient's urge urinary incontinence (UUI) is mirabegron (Option C). UUI is characterized by loss of urine accompanied by a sense of urgency. Treatment for UUI progresses in a stepwise manner, first with lifestyle changes and behavioral therapy, followed by pharmacologic therapy and devices, and finally surgery if all other therapies have failed. The β3-adrenoceptor agonist mirabegron treats UUI by enhancing the inhibitory adrenergic signals to the detrusor muscle. Antimuscarinic drugs (e.g., oxybutynin, tolterodine, solifenacin) treat UUI by blocking the muscarinic cholinergic receptors, thereby reducing involuntary bladder contractions. Both medication classes are appropriate for men and women with UUI, but caution should be exercised when initiating antimuscarinic agents in men with benign prostatic hyperplasia (BPH) because of the risk for urinary retention. Clinicians should base the choice of pharmacologic agents on tolerability, adverse effect profile, and medication cost. This patient reports symptoms consistent with UUI, which can be best addressed with behavioral training and an antimuscarinic and/or β3-adrenoceptor agonist. He is already appropriately using behavioral therapy, such as avoidance of bladder irritants (e.g., caffeine, alcohol) and scheduled voiding, so pharmacologic therapy is now appropriate. Mirabegron would be the recommended option because of his history of BPH.Dutasteride (Option A) is a 5α-reductase inhibitor used to treat BPH. This patient is already treated with tamsulosin with a postvoid residual bladder volume suggesting his bladder outlet obstruction has been adequately addressed. Therefore, added therapy for BPH will provide no additional benefit, such as addressing his urgency and incontinence symptoms.Intermittent self-catheterization (Option B) may be used for overflow incontinence due to bladder outlet obstruction. However, this is not the case, given his postvoid residual urine volume of only 30 mL.Sacral nerve root stimulation (Option D) is an acceptable treatment for UUI in patients in whom behavioral and pharmacologic therapies fail. Placement of a sacral nerve root stimulator typically involves conscious sedation and may require general anesthesia. It would not be appropriate in this patient who has not yet trialed a pharmacologic agent.",
  "critique_links": [],
  "key_points": [
    "Male patients with ongoing urge urinary incontinence symptoms not improved with tamsulosin and behavioral therapy may benefit from additional use of anticholinergic agents or the β3-adrenoceptor agonist mirabegron."
  ],
  "references": "Cameron AP, Chung DE, Dielubanza EJ, et al. The AUA/SUFU guideline on the diagnosis and treatment of idiopathic overactive bladder. Neurourol Urodyn. 2024;43:1742-1752. PMID: 39010271 doi:10.1002/nau.25532",
  "related_content": {
    "syllabus": [
      "insec24004_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.529293-06:00"
}