{
  "question_id": "nrcor25003",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage a mild traumatic brain injury.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 50-year-old woman is evaluated in the emergency department 3 hours after falling down a flight of stairs. She tripped over a box at the top of the stairs, fell, and then struck her head on the banister on the way down. She has a moderately intense headache, which she describes as global, dull, and aching. She reports no associated photophobia or phonophobia. She has had no nausea, visual changes, or neurologic symptoms since the incident.On physical examination, vital signs are normal. She has an abrasion on her left temple. She is alert and fully oriented, and the remainder of her neurologic examination is normal.Noncontrast CT scan of the head is normal.",
  "question_stem": "In addition to providing nonopioid analgesia, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory cardiac monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Head CT with contrast",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hospital observation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with a mild traumatic brain injury (TBI) and negative noncontrast head CT requires no further evaluation (Option D). A TBI is defined as a head injury due to contact or acceleration or deceleration forces. Guidelines recommend imaging with noncontrast CT for patients with TBI who were exposed to mechanisms of injury perceived to be dangerous, including falls from heights greater than 3 feet or 5 stairs, vehicular ejection, vehicle-pedestrian motor vehicle collisions, drug or alcohol intoxication, and evidence of skull fracture. Age greater than 60 years with loss of consciousness and age greater than 65 years with or without loss of consciousness are also considered indications for imaging, as are severe headache, vomiting, a Glasgow Coma Scale score less than 15, focal neurologic deficit(s), posttraumatic seizure, coagulopathy, and persistent drowsiness or amnesia. Head CT in patients who meet these criteria is extremely sensitive, although not specific, for identifying clinically important findings. A noncontrast head CT scan is excellent for the visualization of skull fracture or significant intracranial hemorrhage. Because this patient has a normal head CT scan, no further testing is necessary.Cardiac monitoring (Option A) may be appropriate in the setting of syncope of unknown or suspected cardiac cause, but it is not indicated in this patient who experienced a mechanical fall.Contrast administration with CT (Option B) is helpful in the evaluation of malignant, vascular, and some inflammatory disorders of the nervous system. However, the addition of contrast to head CT adds nothing to the evaluation of acute head injury, so it is not indicated in this patient.Hospital observation (Option C) of patients with mild TBI may be indicated in the setting of intractable headache or vomiting, focal neurologic deficits, or persistent impairment of memory or consciousness. Inpatient observation is not appropriate for this patient with mild, nonfocal symptoms.",
  "critique_links": [],
  "key_points": [
    "Indications for neuroimaging after traumatic brain injury (TBI) include a dangerous mechanism of injury, older age, severe symptoms, a Glasgow Coma Scale score less than 15, focal neurologic findings, posttraumatic seizure, coagulopathy, and persistent drowsiness or amnesia.",
    "When neuroimaging is indicated in patients with TBI, noncontrast head CT is the test of choice."
  ],
  "references": "Capizzi A, Woo J, Verduzco-Gutierrez M. Traumatic brain injury: an overview of epidemiology, pathophysiology, and medical management. Med Clin North Am. 2020;104:213-238. PMID: 32035565 doi:10.1016/j.mcna.2019.11.001",
  "related_content": {
    "syllabus": [
      "nrsec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.277500-06:00"
}