{
  "question_id": "cscor25008",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose rotator cuff tendinopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 59-year-old woman is evaluated for 6 months of progressive anterolateral left shoulder pain. The pain primarily occurs when she raises her arm. She works as a music teacher, and the pain limits her work and makes it difficult to sleep. She reports no shoulder trauma. She has diabetes mellitus and hand osteoarthritis. Medications are atorvastatin, metformin, and topical diclofenac.On physical examination, vital signs are normal. The left shoulder is not warm or swollen. Active range of motion of the shoulder shows pain on abduction beyond 90 degrees but no weakness. Active flexion, extension, and adduction of the shoulder are normal. Passive range of motion shows full range of abduction, adduction, flexion, and extension without pain. Cross-arm adduction test is negative. Bony hypertrophy of the distal interphalangeal joints is noted.",
  "question_stem": "Which of the following is the most likely cause of this patient's shoulder pain?",
  "options": [
    {
      "letter": "A",
      "text": "Acromioclavicular joint arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adhesive capsulitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Glenohumeral osteoarthritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rotator cuff tendinopathy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's shoulder pain is rotator cuff tendinopathy (Option D). The pain from rotator cuff tendinopathy usually localizes to the upper arm near the deltoid insertion and worsens with overuse and especially with overhead activities. Night pain is common and may worsen when lying on the affected side. On examination, pain is present on active but not passive range of motion. A rotator cuff tear should be suspected when the pain is additionally accompanied by weakness in internal rotation (subscapularis), external rotation (infraspinatus), or abduction (supraspinatus). Positive results on the painful arc test (pain between 60 and 120 degrees of passive abduction) and the drop-arm test (pain and sudden arm drop while slowly actively lowering the abducted arm) in the setting of weakness in external rotation suggest a tear. This patient has anterolateral shoulder pain that only occurs upon active abduction without weakness, all findings that suggest rotator cuff tendinopathy.Acromioclavicular joint arthritis (Option A) is typically characterized by poorly localized pain on the superior aspect of the shoulder and is usually elicited with palpation of the acromioclavicular joint. The cross-arm adduction test, in which the shoulder is placed in maximal horizontal adduction, often reproduces the pain. The negative cross-arm adduction test makes this diagnosis unlikely.With adhesive capsulitis (Option B) of the glenohumeral joint, synovial inflammation progresses to fibrotic adhesions within the articular joint capsule, resulting in limited joint range of motion. Pain occurs with active and passive range of motion. Although this patient's diabetes increases the likelihood of adhesive capsulitis, the full, nonpainful passive range of motion is inconsistent with the diagnosis.Glenohumeral osteoarthritis (Option C) produces limited range of motion or pain in all planes of movement. Because it is an articular process, pain occurs with passive and active joint motion. Although this patient has osteoarthritis of the hands, her shoulder symptoms occur only with active range of motion, making a periarticular process more likely than an articular process such glenohumeral arthritis.",
  "critique_links": [],
  "key_points": [
    "Pain from rotator cuff disease localizes to the upper arm near the deltoid insertion and worsens with overuse, overhead activities, and at night, especially when lying on the affected side; pain with weakness in internal or external rotation or abduction suggests a rotator cuff tear.",
    "Positive results on the painful arc test and the drop-arm test in the setting of weakness in external rotation suggest a rotator cuff tear."
  ],
  "references": "Whittle S, Buchbinder R. In the clinic. Rotator cuff disease. Ann Intern Med. 2015;162:ITC1-15. PMID: 25560729",
  "related_content": {
    "syllabus": [
      "cssec24011_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.694260-06:00"
}