{
  "question_id": "inmcq24029",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose bipolar disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old man is evaluated 2 months after he was diagnosed with major depressive disorder and started treatment with sertraline; he is accompanied by his wife. At the time of his last visit 1 month ago, his symptoms had significantly improved. He now continues to improve but describes conflict at work. He has been working long hours with little sleep yet feels well. He is irritated with his coworkers because he believes they are not doing their share. His wife confirms he has been working long hours and expresses concern that he has spent significant money on new clothes and bought a new car to replace their 1-year-old vehicle. He also wants to move to a larger apartment. He has no other medical problems and takes no other medications.On physical examination, vital signs and other findings are normal.Laboratory studiesThyroid-stimulating hormone3.1 µU/mL (3.1 mU/L)Urine drug screen is negative.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bipolar disorder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Major depressive disorder with psychosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Schizophrenia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Substance use disorder",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is bipolar disorder (Option A). Bipolar disorder is characterized by major depressive episodes and periods of mania or hypomania. Mania is defined as an episode of at least 7 consecutive days of irritable, expansive, or elevated mood that interferes with social or occupational functioning and has at least three of the following associated symptoms (four if only irritable mood is present):Inflated self-esteemIncreased talkativenessFlight of ideasDistractibilityDecreased need for sleepIncreased goal-directed activityExcessive risk-taking behaviorHypomania is defined by the same criteria as mania, except the duration is at least 4 consecutive days and symptoms do not cause severe functional impairment. Bipolar disorder is divided into bipolar 1 and bipolar 2. Bipolar 1 disorder is characterized by at least one episode of mania that is not explained by a medication effect, substance use, or a medical condition. Most patients with bipolar 1 disorder also experience major depressive episodes, and many experience periods of hypomania. Patients with bipolar 2 disorder have periods of both hypomania and major depression but never mania. Early identification of bipolar disorder in patients with depression is critical because treatment of bipolar disorder with antidepressant therapy alone can precipitate mania. This patient is experiencing mania, which was most likely triggered when he started sertraline, and bipolar disorder 1 is the most likely diagnosis.This patient is not showing signs of major depressive disorder with psychosis (Option B). He had a depressed mood that has converted to an expansive mood, in which he is working long hours with little sleep and has been spending money excessively. These behaviors suggest mania as seen in bipolar disorder rather than unipolar depression. He is also not showing any signs of psychosis, such as hallucinations or delusions.Schizophrenia (Option C) is not the most likely diagnosis because it typically presents with a combination of positive symptoms (e.g., hallucinations, delusions) and negative symptoms (e.g., flattened affect, decreased activity). This is not the pattern of symptoms seen in this patient.Consideration of substance use disorder (Option D) is a necessary component in the evaluation of all patients with a possible mood disorder. Substance use disorder is not the most likely diagnosis in this patient because he has no history of substance use and his urine drug screen was negative.",
  "critique_links": [],
  "key_points": [
    "Bipolar disorder is characterized by major depressive episodes and periods of mania or hypomania.",
    "Identification of bipolar disorder in patients presenting with depression is critical because treatment of bipolar disorder with antidepressant therapy alone can precipitate mania."
  ],
  "references": "Carvalho AF, Firth J, Vieta E. Bipolar disorder. N Engl J Med. 2020;383:58-66. PMID: 32609982 doi:10.1056/NEJMra1906193",
  "related_content": {
    "syllabus": [
      "insec24007_24020"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:33.391446-06:00"
}