{
  "question_id": "rmcor25013",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose spondyloarthritis in a patient with dactylitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old man is evaluated for a 3-month history pain and stiffness in his low back, hands, and feet. The stiffness is worse in the morning, lasting 2 hours each day. He also has swelling in his fingers and toes. Acetaminophen has not relieved his symptoms. He has no other medical conditions and takes no medications.On physical examination, vital signs are normal. Range of motion of the lumbar spine is limited. Diffuse tenderness and swelling are noted in the third and fourth digits of the left hand, third and fourth toes of the right foot, and fourth toe of the left foot. The remainder of the joint examination is normal.The appearance of the hand digits is shown.Plain radiographs of the feet and hands show joint-space narrowing and soft-tissue swelling of the digits without erosions.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Erosive osteoarthritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Infectious arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rheumatoid arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Spondyloarthritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Spondyloarthritis (Option D) is the most likely diagnosis in this patient with inflammatory back pain and dactylitis. Spondyloarthritis refers to a group of disorders that share an overlapping set of features, including the following:Inflammation of the axial skeleton, tendons, and entheses (complex structures at the sites of insertion of a tendon or ligament to bone)Tendon and enthesis calcificationAn association with HLA-B27Mucocutaneous, gastrointestinal, and ocular inflammationThe four disorders of spondyloarthritis are axial spondyloarthritis (ankylosing spondylitis [also known as radiographic axial spondyloarthritis] and nonradiographic axial spondyloarthritis), psoriatic arthritis, enteropathic arthritis, and reactive arthritis. Inflammation of the entheses (enthesitis) strongly suggests spondyloarthritis. Dactylitis (“sausage digits”) includes enthesitis and small-joint arthritis, and it presents as circumferential swelling of one or more entire fingers or toes in an asymmetric distribution. This patient has dactylitis, demonstrated by diffuse swelling of multiple digits, making spondyloarthritis the most likely cause of his presentation.Erosive osteoarthritis (OA) (Option A) is a subset of primary hand OA. More commonly found in women, erosive OA prominently affects the distal and proximal interphalangeal joints and leads to more joint erythema and swelling than other forms of primary hand OA. Radiographs reveal diagnosis-defining central erosions with a “seagull” or “gull-wing” appearance in these interphalangeal joints. Erosive OA does not cause enthesitis/dactylitis, and it does not involve the spine or feet.Infectious arthritis (Option B) typically presents with pain, swelling, warmth, and erythema of a single joint, accompanied by fever and constitutional symptoms; it is not associated with enthesitis/dactylitis, as seen in this patient.Rheumatoid arthritis (Option C) is characterized by chronic inflammatory polyarthritis affecting large and small joints with a predilection for the small joints of the hands and feet. It is not associated with enthesitis/dactylitis, and it spares the lumbar spine.",
  "critique_links": [],
  "key_points": [
    "The spondyloarthritides are characterized by inflammation of the axial skeleton, tendons, and entheses.",
    "Enthesitis and dactylitis (“sausage digits”) strongly suggest spondyloarthritis."
  ],
  "references": "Taitt HA, Balakrishnan R. Spondyloarthritides. Immunol Allergy Clin North Am. 2023;43:593-612. PMID: 37394262 doi:10.1016/j.iac.2022.10.001",
  "related_content": {
    "syllabus": [
      "rmsec24006_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:59.065436-06:00"
}