{
  "category": "id",
  "critique": "The most likely cause of infection is Cryptococcus neoformans (Option A). C. neoformans is a unicellular, round, fungal cell that is surrounded by a capsule. Most cryptococcal meningoencephalitis occurs in persons with HIV who are not taking antiretroviral therapy and have a CD4 cell count less than 100/µL. Symptoms typically develop indolently over a few weeks and include fever, malaise, and headache; stiff neck, photophobia, vomiting, confusion, and lethargy may also occur. Cerebrospinal fluid (CSF) profile typically reveals a low leukocyte count (<50/µL [50 × 106/L]) with a mononuclear predominance, mildly elevated protein level, and normal or low glucose level. Elevated intracranial pressure is also frequently seen and is often associated with lethargy and altered mentation. Serum cryptococcal antigen is detected early in the course of illness. Diagnosis is confirmed by the presence of CSF cryptococcal antigen or CSF culture. India ink staining of the CSF provides a rapid preliminary diagnosis, showing encapsulated yeast (Figure: CSF India Ink Stain), while confirmatory tests are being performed. A high antigen titer indicates a worse prognosis. The incidence of cryptococcal meningoencephalitis has markedly decreased with antiretroviral therapy.Herpes simplex virus type 1 (HSV-1) (Option B) may cause viral encephalitis or meningitis and typically presents over a few days to a week; focal neurologic deficits, personality changes, or seizures may accompany other symptoms. Persons with HIV or AIDS are not at increased risk for HSV-1 meningoencephalitis compared with the general population. Diagnosis is confirmed by CSF polymerase chain reaction testing. MRI of the brain is abnormal in most patients and may show lesions in the temporal lobe. The CSF profile commonly demonstrates a lymphocytic pleocytosis with a leukocyte count ranging from 10 to 400/µL (10-400 × 106/L), elevated protein, and normal glucose. This patient is not at increased risk for HSV-1 and does not have focal neurologic findings or temporal lobe lesions on MRI.Persons with HIV are at increased risk for illness caused by Streptococcus pneumoniae (Option C), including pneumococcal pneumonia; persons with AIDS and a CD4 cell count less than 200/µL are at increased risk of invasive pneumococcal disease, such as bacterial meningitis. S. pneumoniae bacterial meningitis presents acutely with rapid progression. Diagnosis is typically confirmed by CSF Gram stain or bacterial culture. This patient has a subacute illness course, making bacterial meningitis less likely.Symptoms of central nervous system (CNS) Toxoplasma gondii infection (Option D) include fever, headache, confusion, new-onset seizure, and focal neurologic deficits. Head imaging frequently demonstrates multiple ring-enhancing lesions. CNS toxoplasmosis usually occurs as a reactivation illness in persons who are not taking prophylaxis (trimethoprim-sulfamethoxazole or atovaquone) and have a positive Toxoplasma IgG and a CD4 cell count less than 100/µL. T. gondii is unlikely in this patient whose brain MRI does not reveal ring-enhancing lesions.",
  "educational_objective": "Diagnose cryptococcal meningoencephalitis in a patient with AIDS.",
  "extracted_at": "2025-12-23T15:17:18.151873-06:00",
  "key_points": [
    "Cryptococcal meningoencephalitis typically occurs in persons with HIV who are not taking antiretroviral therapy and have a CD4 cell count less than 100/µL; symptoms usually develop indolently and can include fever, malaise, headache, stiff neck, photophobia, vomiting, confusion, and lethargy."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Cryptococcus neoformans"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Herpes simplex virus type 1"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Streptococcus pneumoniae"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Toxoplasma gondii"
    }
  ],
  "question_id": "idmcq24076",
  "question_stem": "Which of the following is the most likely cause of this patient's infection?",
  "question_text": "A 51-year-old man is hospitalized for a 2-week history of fever, malaise, headache, and mild confusion. He has HIV infection but is not taking antiretroviral therapy.On physical examination, the patient is lethargic, slow to answer questions, and oriented to person and place but not time. Temperature is 38.5 °C (101.3 °F), blood pressure is 101/60 mm Hg, pulse rate is 92/min, and respiration rate 18/min. Nuchal rigidity is noted. The remainder of the examination is unremarkable.Noncontrast CT scan of the head is unremarkable.Cerebrospinal fluid studies:Opening pressure300 mm H2OHLeukocyte count20/µL (20 × 106/L) (all mononuclear cells)HGlucose50 mg/dL (2.8 mmol/L)Protein62 mg/dL (620 mg/L)HCD4 cell count is 70/µL, and HIV viral load is 46,500 copies/mL.A brain MRI does not reveal an intracranial mass, lesion, or abnormal enhancement.",
  "references": "Chang CC, Harrison TS, Bicanic TA, et al. Global guideline for the diagnosis and management of cryptococcosis: an initiative of the ECMM and ISHAM in cooperation with the ASM. Lancet Infect Dis. 2024;24:e495-e512. PMID: 38346436 doi:10.1016/S1473-3099(23)00731-4",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "idsec24019_24018"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}