{
  "question_id": "pmqqq24012",
  "category": "pm",
  "educational_objective": "Screen for lung cancer in a patient at high risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 67-year-old woman is evaluated at a routine wellness visit. Medical history is significant for hypertension controlled with lisinopril and a 35-pack-year history of tobacco use. She quit smoking 3 months ago and does not have any cough, wheezing, or shortness of breath.On physical examination, vital signs are normal. BMI is 31. Cardiopulmonary examination is normal.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-dose chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Office spirometry",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urinary cotinine test",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening test to perform next is a low-dose chest CT (Option B). Annual low-radiation-dose CT has been shown to reduce lung cancer mortality (20% relative decrease in lung cancer deaths) among persons at high risk and is recommended by the U.S. Preventive Services Task Force (USPSTF) and other expert groups. Screening is recommended for patients aged 50 to 80 years with at least a 20-pack-year history of tobacco use who are still active smokers or quit smoking in the last 15 years. In contrast, the American Cancer Society recommends screening patients aged 50 to 80 years with at least a 20-pack-year history of tobacco use regardless of whether they continue to smoke or when they quit. This patient fulfills these criteria and should have low-dose CT of the chest performed. Patients must also receive in-office counseling regarding the potential benefits and harms of screening, with documentation of shared decision making.Chest radiography (Option A) has been shown to be ineffective in screening for lung cancer and is not indicated in an asymptomatic patient, such as this one. Thus, it would not be the most appropriate screening test to perform next.Spirometry (Option C) is warranted in any patient presenting with dyspnea, chronic cough, or sputum production. According to USPSTF guidelines, screening for lung disease with spirometry should not be performed in asymptomatic patients, such as this one, even those with a history of smoking.Urinary cotinine (Option D) is a metabolite of nicotine that is excreted in the urine and can be measured to assess whether patients are using tobacco products. This patient is at higher risk for lung cancer and a candidate for lung cancer screening regardless of her current smoking status given that she reports smoking until 3 months ago, and this test is not indicated.",
  "key_points": [
    "According to U.S. Preventive Services Task Force guidelines, lung cancer screening is recommended for patients aged 50 to 80 years with at least a 20-pack-year history of tobacco use who are still active smokers or quit smoking within the last 15 years.",
    "The American Cancer Society recommends screening patients aged 50 to 80 years with at least a 20-pack-year history of tobacco use regardless of whether they continue to smoke or when they quit."
  ],
  "references": "Wolf AMD, Oeffinger KC, Shih TY, et al. Screening for lung cancer: 2023 guideline update from the American Cancer Society. CA Cancer J Clin. 2024;74:50-81. PMID: 37909877 doi:10.3322/caac.21811",
  "related_content": {
    "syllabus": [
      "pmsec24007_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:53.129259-06:00"
}