{
  "question_id": "fccor25010",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Use a conversation guide to discuss prognosis with a patient who has a serious illness.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 81-year-old man is evaluated after a hospitalization 1 week ago for expressive aphasia. He has a distant history of resected melanoma. Brain imaging in the hospital showed bleeding into a lesion in the left frontal region. A chest CT scan showed several pulmonary nodules concerning for metastases. The patient's oncologist is starting chemotherapy but noted that the patient's prognosis is poor. The patient also has atrial fibrillation; warfarin was recently discontinued. His other medication is metoprolol.Today the patient feels well, with improved speech. He states that he is “going to beat this disease.”",
  "question_stem": "Which of the following is the most appropriate response?",
  "options": [
    {
      "letter": "A",
      "text": "“If your condition worsens, would you want to be intubated?”",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "“I'll do my best to help you beat this disease.”",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "“I'm glad you're feeling optimistic, but I worry that may not be realistic.”",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "“What have the doctors in the hospital told you about your illness and what to expect?”",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The physician should assess the patient's understanding of his illness by asking him what he has been told so far (Option D). Leading discussions about topics related to serious illness may be challenging for clinicians because they often have to balance patients' hopes for a cure with realistic goals. Clinicians may not feel adequately trained to navigate these difficult discussions, but structured guides on how to discuss serious illness, such as the Serious Illness Conversation Guide (see Table: Serious Illness Conversation Guide), have been shown to be beneficial. The conversation begins by eliciting the patient's understanding of their illness and what and how much information they are able and ready to hear. For this patient, it is unclear how much information was conveyed to him in the hospital and how much he absorbed, so it is important to ascertain what he was told and what he understands. This discussion will determine how to structure the rest of the conversation.Although eliciting advance directives is an important responsibility of the clinician, going directly to the practical question of intubation (Option A) misses the opportunity for the patient to talk about his values. An understanding of the patient's values and preferences can align the practical decisions regarding cardiopulmonary resuscitation and intubation in a manner that is concordant with his wishes.Partnering with the patient in his hope (Option B) is not wrong but should be balanced with realistic expectations. For example, this response might be expressed as “I also hope for the best. Would you be willing to talk about what to prepare for if things don't go as we wish?”Affirming the positive aspects of the patient's situation and informing him about realistic expectations (Option C) is important, but this response would not be the best way to initially address his statement. It is more important to determine what he knows about his illness first to be able to understand the context within which he has made this statement.",
  "critique_links": [],
  "key_points": [
    "Clinicians may not feel adequately trained to navigate difficult discussions about serious illness, but structured guides such as the Serious Illness Conversation Guide have been shown to be beneficial.",
    "The conversation begins by eliciting the patient's understanding of their illness and what and how much information they are able and ready to hear."
  ],
  "references": "Paladino J, Kilpatrick L, O'Connor N, et al. Training clinicians in serious illness communication using a structured guide: evaluation of a training program in three health systems. J Palliat Med. 2020;23:337-345. PMID: 31503520 doi:10.1089/jpm.2019.0334",
  "related_content": {
    "syllabus": [
      "fcsec24011_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.230301-06:00"
}