{
  "category": "on",
  "critique": "This patient should be tested for BRCA pathogenic variants (Option B). Although BRCA pathogenic variants were initially associated with breast cancer risk, germline BRCA gene pathogenic variants have also been found to increase the risk for prostate cancer, including high-grade, lymph node–positive, and metastatic disease. The prevalence of an underlying BRCA variant in men diagnosed with metastatic prostate cancer is more than 10%. Therefore, germline genetic testing for a BRCA gene variant should be performed in all men with high-risk disease, including those with positive lymph nodes or metastatic disease. In this patient with newly diagnosed metastatic prostate cancer, testing for a germline BRCA variant is essential.Dexamethasone (Option A), which is used as an initial treatment in spinal cord compression, is not the most appropriate management for this patient. Although he has extensive metastatic disease of the thoracic spine, he has no neurologic symptoms or abnormal neurologic findings on examination. There is also no evidence of cord compression on MRI.Genetic testing for Lynch syndrome (Option C) is not indicated for this patient. Although evidence has linked prostate cancer to Lynch syndrome, Lynch syndrome carries a relatively low risk for prostate cancer. Additionally, a personal history of prostate cancer is not currently an accepted indication for Lynch syndrome variant testing. BRCA variant testing has a clearly established role in evaluating men with metastatic prostate cancer and is the more appropriate test.MRI of the prostate (Option D), although useful for biopsy planning, will not add any useful information regarding staging or treatment decision making. This patient has biopsy-proven metastatic prostate cancer and does not need dedicated prostate imaging.Prostate-specific membrane antigen PET/CT (Option E) will not add useful information and is not needed for this patient. It is an increasingly used imaging test that can accurately assess for the presence of metastatic disease. However, this patient has clear imaging evidence of metastatic disease, which is proven by biopsy.",
  "educational_objective": "Screen for <i>BRCA</i> pathogenic variants in men with metastatic prostate cancer.",
  "extracted_at": "2025-12-23T15:17:18.295693-06:00",
  "key_points": [
    "Germline genetic testing for a BRCA gene variant should be done in all men with high-risk prostate cancer, including those with positive lymph nodes or metastatic disease."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Dexamethasone"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Genetic testing for BRCA pathogenic variants"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Genetic testing for Lynch syndrome variants"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "MRI of the prostate"
    },
    {
      "letter": "E",
      "peer_percentage": 0,
      "text": "Prostate-specific membrane antigen PET/CT"
    }
  ],
  "question_id": "onmcq24010",
  "question_stem": "Which of the following is the most appropriate management?",
  "question_text": "A 53-year-old man is evaluated for a 2-month history of progressive mid-back pain. He has no other medical problems and takes no medications.On physical examination, vital signs are normal. Mild tenderness is noted over the spine at the base of the scapula. Neurologic examination shows no abnormalities.Laboratory studies:Alkaline phosphatase442 U/LHProstate-specific antigen152 ng/mL (152 µg/L)HMRI of the thoracic spine shows multilevel metastatic lesions without evidence of spinal cord compression. Bone scan shows multiple metastases in the spine and ribs. CT scans of the chest, abdomen, and pelvis show significant enlargement of the prostate and retroperitoneal lymphadenopathy. Needle biopsy of the T8 vertebrae reveals adenocarcinoma consistent with metastatic prostate cancer.",
  "references": "Shah S, Rachmat R, Enyioma S, et al. BRCA mutations in prostate cancer: assessment, implications and treatment considerations. Int J Mol Sci. 2021;22. PMID: 34884434 doi:10.3390/ijms222312628",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "onsec24006_24003"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}