{
  "question_id": "rmqqq24016",
  "category": "rm",
  "educational_objective": "Diagnose ankylosing spondylitis in a patient presenting with anterior uveitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 30-year-old man is evaluated for sudden onset of severe pain, redness, and photophobia in his right eye associated with blurred vision and seeing halos around lights. He has had two similar episodes over the past year, one in each eye. He reports no other symptoms or medical problems and takes no medications.On physical examination, the affected eye shows conjunctival injection, anterior chamber cells, and flare. Slit-lamp examination reveals keratic precipitates on the endothelium and anterior chamber cells. Joint examination is unremarkable.Laboratory studies show normal complete blood counts, serum creatinine and C-reactive protein levels, and urinalysis.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "ANCA",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Anti–cyclic citrullinated peptide antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Antinuclear antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "HLA-B*27",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Testing for HLA-B*27 (Option D) is the most appropriate diagnostic test to perform next. Recurrent, unilateral anterior uveitis may occur as the sole presenting manifestation of an underlying condition such as ankylosing spondylitis and warrants further evaluation. In addition to its strong association with ankylosing spondylitis and other spondyloarthropathies, HLA-B*27 has been associated with isolated anterior uveitis and aortitis (with or without aortic regurgitation). HLA-B*27–associated uveitis is typically acute in onset, unilateral, and anterior and is associated with examination findings characteristic of anterior chamber inflammation, which is consistent with this patient's presentation. Uveitis is generally treated with topical glucocorticoids. For severe or frequent recurrences, tumor necrosis factor inhibitors (e.g., adalimumab or infliximab) are preferred.Anti–cyclic citrullinated peptide (anti-CCP) antibodies (Option A) are highly specific for the diagnosis of rheumatoid arthritis (RA). RA is a rare cause of anterior uveitis; when ocular manifestations of RA do occur, patients typically have rheumatoid nodules and other examination findings consistent with longstanding disease. This patient has no evidence of long-standing RA on examination; therefore, testing for anti-CCP antibodies would likely be unhelpful, and it would not be as high yield or high priority as performing HLA-B*27 testing.ANCA-associated vasculitis is a type of small-vessel vasculitis that may present with purpura, sinusitis, pulmonary symptoms, neuropathic symptoms, or abnormal urinalysis. This patient lacks these clinical features, so ANCA testing (Option B) is not indicated.This patient has no features of systemic lupus erythematosus or Sjögren disease. Therefore, antinuclear antibody testing (Option C) would not be useful.",
  "key_points": [
    "HLA-B*27 has been associated with isolated anterior uveitis and aortitis and has a strong association with ankylosing spondylitis and other spondyloarthropathies."
  ],
  "references": "Wakefield D, Clarke D, McCluskey P. Recent developments in HLA B27 anterior uveitis. Front Immunol. 2020;11:608134. PMID: 33469457 doi:10.3389/fimmu.2020.608134",
  "related_content": {
    "syllabus": [
      "rmsec24006_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:54:42.265892-06:00"
}