{
  "question_id": "fcmcq24096",
  "category": "fc",
  "educational_objective": "Manage a patient's request for a different clinician.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 30-year-old woman is evaluated in urgent care for a 3-day history of lower abdominal pain and fever. She has no significant medical history.Temperature is 38.5 °C (101.3 °F). The remainder of her vital signs are normal.The patient requests that the remainder of her evaluation and care be provided only by female staff.",
  "question_stem": "Which of the following is the most appropriate next step in management of this patient's request?",
  "options": [
    {
      "letter": "A",
      "text": "Explore the reasons for the patient's request",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inform the patient that a gender-based request cannot be accommodated",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inform the patient that her request will be accommodated",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transfer the patient to the emergency department",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to explore the reasons for the patient's request (Option A). In general, when clinicians are presented with a request that could be perceived as discriminatory, they should ensure that the patient is stable, assess decision-making capacity, and then determine the reason for the request before deciding whether to accommodate it. Patients have the right to refuse treatment from a specific clinician but do not have the right to demand or refuse clinically irrelevant clinician characteristics because these demands result in unequal working conditions. According to Title VII of the Civil Rights Act of 1964, all health care employees have the right to a workplace free from discrimination based on religion, race, color, sex, and national origin. However, clinically or ethically appropriate reasons may exist to comply with a request that initially appears discriminatory, and it is the physician's responsibility to determine the rationale for the request. In a patient with decision-making capacity, reasons for requesting certain providers may stem from religious beliefs, privacy concerns, or a history of trauma or abuse; if these requests can be reasonably accommodated, doing so may be appropriate.Informing the patient that a gender-based request cannot be accommodated (Option B) without first gathering more information about the request is inappropriate. Although a request such as this patient's could be construed as discriminatory, the patient may have other reasons for making such a request. In this situation, reasons for the patient's request should first be explored.Accommodating requests that are bigoted, sexist, or racist (Option C) is contrary to Title VII of the Civil Rights Act of 1964, which indicates that all health care employees have the right to a workplace free from discrimination. The reason for the request must first be explored before a decision is made on whether it can be accommodated.It is acceptable for this patient to decline treatment if only male personnel are available and her request cannot be accommodated. However, it is important to determine the reason for her request before deciding whether to accommodate, negotiate, offer transfer, or set limits. Transferring the patient without further discussion (Option D) is inappropriate.",
  "critique_links": [],
  "key_points": [
    "In general, when clinicians are presented with a request that could be perceived as discriminatory, they should first ensure that the patient is stable, then assess decision-making capacity and determine the reason for the request before deciding whether to accommodate it.",
    "Patients have the right to refuse treatment from a specific clinician but do not have the right to demand or refuse clinically irrelevant clinician characteristics, because these demands result in unequal working conditions for clinicians."
  ],
  "references": "Shalowitz DI, Tucker-Edmonds B, Marshall MF, et al. Responding to patient requests for women obstetrician-gynecologists. Am J Obstet Gynecol. 2022;226:678-682. PMID: 34762865 doi:10.1016/j.ajog.2021.11.015",
  "related_content": {
    "syllabus": [
      "fcsec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.785493-06:00"
}