{
  "question_id": "cvcor25014",
  "category": "cv",
  "educational_objective": "Manage the use of aldosterone antagonists in heart failure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 76-year-old man is evaluated in follow-up for heart failure. He has a 2-year history of heart failure with reduced ejection fraction (ejection fraction 38%) secondary to coronary artery disease. He has stable mild dyspnea on exertion without chest pain, orthopnea, or weight change. His only other symptom is breast tenderness. He also has paroxysmal atrial fibrillation, hypertension, and type 2 diabetes mellitus. Medications are apixaban, metoprolol succinate, valsartan-sacubitril, spironolactone, furosemide, dapagliflozin, rosuvastatin, and insulin.On physical examination, blood pressure is 125/66 mm Hg and pulse rate is 62/min. Cardiac examination reveals regular rate and rhythm. Both breasts show subareolar enlargement and tenderness. No peripheral edema is noted.Laboratory studies:Creatinine1.0 mg/dL (88.4 μmol/L)Potassium4.1 mEq/L (4.1 mmol/L)Hemoglobin A1c6.7%H",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Add digoxin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Change spironolactone to eplerenone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue dapagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue furosemide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Changing spironolactone to eplerenone (Option B) is indicated in this patient with gynecomastia. Aldosterone antagonists (spironolactone, eplerenone) reduce mortality and heart failure hospitalizations in patients with symptomatic heart failure with reduced ejection fraction (HFrEF; New York Heart Association functional class II-IV) and in patients with HFrEF after acute myocardial infarction. Adverse effects include hyperkalemia, and these agents should be used cautiously in patients with kidney dysfunction. In addition to blocking the effects of aldosterone, spironolactone blocks androgen production, prevents androgens from binding to receptors, and increases estrogen levels, leading to breast enlargement in some patients. Eplerenone, however, is a more selective aldosterone antagonist and is associated with lower incidence of gynecomastia and breast tenderness. Discontinuing spironolactone and adding eplerenone will provide similar heart failure benefits and may result in regression of this patient's gynecomastia. The starting dose of eplerenone is 25 mg, and the dosage should be increased to 50 mg after 4 weeks if the drug is tolerated. Spironolactone can be started at 12.5 to 25 mg.In patients with HFrEF, digoxin reduces the risk for heart failure hospitalization but has no effect on mortality. It has a narrow therapeutic window, and use is limited to patients with heart failure with refractory symptoms and some patients with concomitant atrial fibrillation. This patient has good symptom control, and there is no need to add digoxin (Option A).Discontinuing dapagliflozin (Option C) would not be the best option for this patient. Although deintensification of his diabetes regimen may be reasonable given the normal hemoglobin A1c and risk for hypoglycemia, sodium-glucose cotransporter 2 (SGLT2) inhibitors such as dapagliflozin are a first-line drug for all patients with HFrEF because they decrease cardiovascular death and heart failure hospitalizations. If a deintensification of diabetes management is needed, insulin should be decreased.Discontinuing furosemide (Option D) is not necessary in this patient. He appears euvolemic on the current medication regimen and does not have any of the common adverse effects, such as hypokalemia, volume depletion, or kidney injury. Discontinuing furosemide may incur harm without the likelihood of benefit.",
  "critique_links": [],
  "key_points": [
    "In patients with symptomatic heart failure with reduced ejection fraction (HFrEF) and in patients with HFrEF after acute myocardial infarction, aldosterone antagonists reduce mortality and heart failure hospitalizations.",
    "Eplerenone is a more selective aldosterone antagonist than spironolactone and is associated with a lower incidence of gynecomastia and breast tenderness."
  ],
  "references": "Heidenreich PA, Bozkurt B, Aguilar D, et al. 2022 AHA/ACC/HFSA guideline for the management of heart failure: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2022;79:e263-e421. PMID: 35379503 doi:10.1016/j.jacc.2021.12.012",
  "related_content": {
    "syllabus": [
      "cvsec24005_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:26.343021-06:00"
}