{
  "question_id": "npmcq24019",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Screen for intracranial aneurysms in a patient with autosomal dominant polycystic kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 31-year-old man is evaluated during a follow-up visit for autosomal dominant polycystic kidney disease that was diagnosed 6 months ago by genetic testing. He is asymptomatic. He has no other medical problems. Family history is significant for end-stage kidney disease due to polycystic kidney disease in his father, who underwent kidney transplantation at age 50 years. His paternal uncle died at age 60 years from a subarachnoid hemorrhage. The patient takes no medications.Physical examination findings, including vital signs, are normal.Results of laboratory studies are normal.On the basis of kidney MRI findings, the patient is diagnosed with Mayo Imaging Classification subclass 1C (rapidly progressive) disease, and tolvaptan is initiated.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Magnetic resonance angiography of the brain",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ultrasonography of the kidneys",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum sodium monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is magnetic resonance angiography of the brain (Option A) to screen for intracranial aneurysms. The prevalence of intracranial aneurysms has been estimated at 12.9% to 17.1% in patients with autosomal dominant polycystic kidney disease (ADPKD), compared with a prevalence of 2.9% in the general population. Strongly associated risk factors for intracranial aneurysm in patients with ADPKD include a personal or family history of unruptured or ruptured aneurysms and tobacco smoking. Kidney Disease: Improving Global Outcomes recommends screening for high-risk patients, including those with a previous subarachnoid hemorrhage or a positive family history of an aneurysm, subarachnoid hemorrhage, or unexplained sudden death. Patients with de novo ADPKD, those with no or unknown family history, those with a personal or family history of extracerebral vascular events, those anticipating organ transplantation or a major elective surgery, and those who are not high risk but are anxious about intracerebral aneurysms associated with ADPKD should be counseled about the advantages and disadvantages of screening. This patient with ADPKD has a family history of an aneurysm and should undergo intracranial aneurysm screening.MRI is a more effective imaging modality for measuring kidney volume than ultrasonography (Option B) and is recommended as the preferred imaging method of predicting risk for rapidly progressive disease and, in turn, the need for use of tolvaptan. This patient has started treatment with tolvaptan on the basis of MRI findings, and there is no need for ultrasonography at this time.The vasopressin receptor blockade caused by tolvaptan leads to an excretion of water without electrolyte loss (aquaresis), with increased urine output that is more dilute than typical. In patients with normal kidney function, such as this patient, if water intake is maintained to match thirst, serum sodium levels (Option C) are not expected to deviate outside the normal range and regular monitoring is not required.Patients with ADPKD may have an increased risk for thoracic aortic aneurysm, and patients with a family history of aortic root or thoracic aortic aneurysms should be screened for aortic aneurysms. However, in the setting of a normal cardiovascular physical examination and a negative family history of cardiovascular disease, there is no indication to pursue transthoracic echocardiography (Option D).",
  "critique_links": [],
  "key_points": [
    "In patients with autosomal dominant polycystic kidney disease, Kidney Disease: Improving Global Outcomes recommends screening for intracranial aneurysms in high-risk patients, including those with a previous subarachnoid hemorrhage or a positive family history of an aneurysm, subarachnoid hemorrhage, or unexplained sudden death."
  ],
  "references": "Kidney Disease: Improving Global Outcomes (KDIGO) ADPKD Work Group. KDIGO 2025 clinical practice guideline for the evaluation, management, and treatment of autosomal dominant polycystic kidney disease (ADPKD). Kidney Int. 2025;107:S1-S239. PMID: 39848759 doi:10.1016/j.kint.2024.07.009",
  "related_content": {
    "syllabus": [
      "npsec24010_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.747167-06:00"
}