{
  "question_id": "idcor25026",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Manage influenza virus infection in a healthy patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old man is evaluated for 3 days of fever, headache, myalgia, dry cough, and pharyngitis. He is a teacher and lives alone. Influenza A is prevalent in the community. He is up to date on all vaccinations, including influenza. He has no relevant medical history, and he takes no medications.On physical examination, temperature is 38.2 °C (100.8 °F). He does not appear significantly ill.Testing for SARS-CoV-2 is negative.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Baloxavir",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Influenza polymerase chain reaction testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oseltamivir",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No testing or treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No testing or treatment (Option D) is necessary in this patient. During times of seasonal influenza activity, testing for influenza should occur in patients at high risk who present with influenza-like illness, pneumonia, or nonspecific respiratory illness if the testing result will influence clinical management. Testing for influenza at hospital admission is also recommended during times of influenza activity for all patients with acute respiratory infection and in patients with acute worsening of chronic cardiopulmonary disease. In all cases, treatment decisions should not be delayed pending confirmatory results. When influenza is prevalent, influenza testing is not needed for otherwise healthy outpatients with compatible findings, such as in this patient. The Infectious Diseases Society of America guidelines recommend initiating antiviral treatment as soon as possible for adults with documented or suspected influenza who are hospitalized and for outpatients with severe or progressive illness regardless of illness duration. Treatment should also be initiated as soon as possible for all other patients at high risk for influenza-related complications. Additionally, treatment may be considered for otherwise healthy outpatients if started within 48 hours, household contacts of severely immunosuppressed patients, and health care workers who care for patients at high risk for developing complications from influenza. This otherwise healthy patient is presenting with 3 days of symptoms; therefore, he falls outside of the window for treatment, and testing is not indicated.Baloxavir (Option A) is a polymerase acidic endonuclease inhibitor that may be given as single-dose therapy for uncomplicated influenza. It must be started within 48 hours of symptom onset and seems to be as effective as a 5-day course of oseltamivir. In 2019, baloxavir was FDA approved for the treatment of patients at high risk for influenza complications. This patient is presenting 3 days into his illness, 24 hours beyond the time frame in which treatment might be considered for an otherwise healthy person with mild disease. Thus, use of baloxavir in this patient would not be appropriate.This patient has classic symptoms of influenza. He has mild illness and is otherwise healthy. Therefore, testing for influenza (Option B) will not alter his management.Treatment with either oseltamivir (Option C) or zanamivir is not indicated for this patient who has only mild illness, is otherwise healthy, and has had symptoms present for 3 days. For healthy outpatients, antiviral treatment is only considered if it can be started within 48 hours of symptoms onset, which is not the case in this patient.",
  "critique_links": [],
  "key_points": [
    "Guidelines recommend initiating antiviral treatment as soon as possible for adults with documented or suspected influenza who are hospitalized and for outpatients with severe or progressive illness regardless of illness duration.",
    "Influenza treatment may also be considered for otherwise healthy outpatients if started within 48 hours, household contacts of severely immunosuppressed patients, and health care workers who care for patients at high risk for developing complications from influenza."
  ],
  "references": "Uyeki TM, Hui DS, Zambon M, et al. Influenza. Lancet. 2022;400:693-706. PMID: 36030813 doi:10.1016/S0140-6736(22)00982-5",
  "related_content": {
    "syllabus": [
      "idsec24020_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.391128-06:00"
}