{
  "question_id": "incor25002",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Evaluate a patient with acute pharyngitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 40-year-old man is evaluated for a 5-day history of sore throat and fever. He has no cough or nasal congestion. Medical history is otherwise unremarkable, and he takes no medications. He does not smoke.On physical examination, temperature is 38.5 °C (101.3 °F). The oropharynx is erythematous, but there is no tonsillar exudate. The anterior cervical lymph nodes are tender and enlarged. The remainder of the physical examination is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Bacterial throat culture",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Penicillin VK",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rapid streptococcal antigen detection test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No diagnostic testing or therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in this patient with intermediate probability of bacterial pharyngitis is a rapid antigen detection test (RADT) for group A Streptococcus (GAS) (Option C). Most cases of acute pharyngitis are viral in cause, and only 5% to 15% of pharyngitis cases are caused by bacteria, most frequently GAS. In bacterial pharyngitis, antibiotic treatment reduces symptom duration and the likelihood of transmission as well as the risk for rheumatic fever and suppurative complications. Suppurative complications of bacterial pharyngitis include peritonsillar abscess, retropharyngeal abscess, and septic jugular thrombophlebitis; CT of the neck should be obtained immediately if these complications are suspected, regardless of availability or results of microbiologic testing. In patients without suspected suppurative complications, there are several accepted clinical risk scores used to guide testing and therapy, including the Centor criteria (fever, tonsillar exudates, tender anterior cervical lymphadenopathy, and absence of cough). Patients with two or fewer Centor criteria are very unlikely to have GAS pharyngitis and do not need to be tested or treated with antibiotics. Patients with three or four Centor criteria should be tested by using an RADT for GAS pharyngitis. This patient presents with three Centor criteria, placing him at intermediate risk for streptococcal pharyngitis, so an RADT is necessary to guide therapy.RADT has comparable sensitivity and specificity to throat culture (Option A). In patients who are at high risk for complications (immunocompromised, high-risk contacts or environment), a negative RADT result should be confirmed by throat culture; otherwise, it is unnecessary. Results of throat culture generally take 24 to 48 hours. Empiric treatment with antibiotics while awaiting culture data is not recommended, because short delays in therapy have not been associated with higher complication rates.Antibiotic therapy with penicillin VK (Option B) or amoxicillin is indicated for GAS pharyngitis to reduce the likelihood of cardiac complications, duration of symptoms, and transmission of infection. However, antibiotics are not generally indicated in the absence of microbiologic evidence of infection, particularly in this patient with only an intermediate Centor score.No testing or therapy is inappropriate (Option D), because this patient meets three Centor criteria, indicating an intermediate risk for streptococcal pharyngitis.",
  "critique_links": [],
  "key_points": [
    "The Centor criteria (fever, tonsillar exudates, tender anterior cervical lymphadenopathy, and absence of cough) can be used to guide the need for testing (rapid antigen detection test) for group A streptococcal pharyngitis.",
    "Patients presenting with acute pharyngitis and two or fewer Centor criteria do not need to be tested for group A Streptococcus."
  ],
  "references": "Hamilton JL, McCrea L II. Streptococcal pharyngitis: rapid evidence review. Am Fam Physician. 2024;109:343-349. PMID: 38648833",
  "related_content": {
    "syllabus": [
      "insec24002_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.246077-06:00"
}