{
  "question_id": "csqqq24011",
  "category": "cs",
  "educational_objective": "Evaluate a patient with acute cough to determine the cause and appropriate treatment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 34-year-old man is evaluated for an 8-day history of frequent cough. Initially, the cough was nonproductive but began producing yellow sputum the past 2 days. Mild breathlessness and wheezing are present. He reports no fever. Medical history is unremarkable, including no previous prolonged cough. He works as a restaurant server.Vital signs are normal. On pulmonary auscultation, scattered low-pitched wheezes are present, which resolve after coughing; no crackles or areas of decreased breath sounds are noted.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Spirometry with methacholine challenge",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with acute bronchitis is to provide reassurance (Option D). The mainstay of acute bronchitis treatment is patient education and reassurance that the cough usually resolves in 2 to 3 weeks. Limited evidence suggests that honey may decrease cough frequency and severity, but little evidence supports the use of expectorants or mucolytics. Empiric treatment of acute bronchitis with antibiotics is ineffective. Patients suspected of having acute bronchitis should be counseled to return if symptoms do not improve. Acute bronchitis is a self-limited condition, and no treatment has been shown to reduce the duration or severity of symptoms. A change from clear to yellow or green sputum does not indicate bacterial infection but simply results from the presence of leukocytes in the sputum. The most appropriate management in this patient with acute bronchitis is therefore to provide reassurance.Amoxicillin (Option A) would be indicated if the patient had signs and symptoms of acute bacterial pneumonia, confirmed with chest radiography. This patient has no signs or symptoms indicating a diagnosis of pneumonia; his vital signs and lung examination are normal, so antibiotics are not indicated.A careful evaluation for signs and symptoms of pneumonia or asthma is necessary in all patients presenting with acute cough. If vital signs and physical examination do not suggest these or other pulmonary conditions, no chest radiography (Option B) or other imaging, spirometry, or other testing is needed. Chest radiography is not indicated in this patient without evidence of pneumonia on examination.Spirometry with methacholine challenge (Option C) would be indicated if the patient had signs or symptoms concerning for reactive airways, indicating possible asthma, and the initial spirometry without methacholine challenge testing was normal. Although he has low-pitched wheezes, these clear with coughing, indicating airway mucous from bronchitis rather than the persistent higher pitched wheezes of airway inflammation and bronchospasm of asthma. Frequently, recurrent bronchitis symptoms may be an indication for asthma evaluation, but this patient has no history of recurrent or prolonged cough.",
  "critique_links": [],
  "key_points": [
    "Acute bronchitis may cause persistent cough lasting as long as 10 to 20 days, resulting from inflammation of the trachea and lower airways; no treatment has been shown to reduce the duration or severity of symptoms.",
    "The mainstay of acute bronchitis treatment is patient education and reassurance that the cough usually resolves in 2 to 3 weeks."
  ],
  "references": "Smith MP, Lown M, Singh S, et al; CHEST Expert Cough Panel. Acute cough due to acute bronchitis in immunocompetent adult outpatients: CHEST expert panel report. Chest. 2020;157:1256-1265. PMID: 32092323 doi:10.1016/j.chest.2020.01.044",
  "related_content": {
    "syllabus": [
      "cssec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.142070-06:00"
}