{
  "question_id": "nrmcq24004",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat juvenile myoclonic epilepsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 19-year-old man is evaluated for follow-up of epilepsy. He initially presented 2 years ago with single jerks of the head or limbs. The jerks would typically occur in the mornings, at times causing him to drop objects he was holding. He later developed generalized tonic-clonic seizures. Electroencephalogram completed at the time of diagnosis showed epileptiform activity in the form of generalized spike-and-wave discharges. MRI of the brain at that time was normal. After unsuccessful trials of single-drug therapy, his seizures have been well controlled on combination therapy with lamotrigine and valproate. He has not had a seizure in more than 1 year. He is now interested in reducing his antiseizure medications or stopping them altogether. He has no other medical history and takes no other medications.Physical examination results, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue lamotrigine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue valproate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat electroencephalography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with juvenile myoclonic epilepsy (JME) is to continue current management (Option D). JME is a form of generalized epilepsy characterized by myoclonic seizures and is the most common form of idiopathic/genetic generalized epilepsy. Patients present with jerking of the head and limbs that generally occurs in the morning. Patients may also report dropping items from their hands (e.g., coffee cup or hairbrush). Most patients with JME also have generalized tonic-clonic seizures, and approximately 30% of patients have absence seizures, which are characterized by brief episodes of staring. Brain MRI is typically normal, and electroencephalogram (EEG) may show generalized spike-and-wave discharges. Although seizure control can eventually be achieved in most patients with sequential single antiseizure medication (ASM) trials, up to 30% of patients require at least two drugs to achieve control. Lifelong treatment with ASMs is typically recommended for patients with JME. This patient has JME that requires two ASMs to control; continuing current management is the best course of action at this time.Discontinuing the lamotrigine or valproate (Options A, B) would not be the best option in this patient. Careful withdrawal of ASMs can be considered after patients have not had seizures for at least 2 years. Cautionary factors for ASM weaning include the presence of JME and a history of difficulty controlling seizures. Changing this patient's ASM regimen is not warranted because he has been without a seizure for only 1 year and most patients with JME require lifelong ASM therapy.The role of repeat EEG (Option C) in assessing the feasibility of ASM withdrawal is unclear. The EEG result, whether normal or abnormal, would not change management, as it is generally recommended to continue lifelong ASM therapy in JME. Additionally, given the patient has only been seizure free for 1 year, it is too early to consider withdrawing ASM therapy.",
  "critique_links": [],
  "key_points": [
    "Myoclonic seizures are essential for a diagnosis of juvenile myoclonic epilepsy (JME); patients with JME may also experience generalized tonic-clonic seizures and absence seizures.",
    "Lifelong treatment with antiseizure medications (ASMs) is typically recommended for patients with JME, and treatment with one or two ASMs is often sufficient to control the seizures."
  ],
  "references": "Myers KA. Genetic epilepsy syndromes. Continuum (Minneap Minn). 2022;28:339-362. PMID: 35393962 doi:10.1212/CON.0000000000001077",
  "related_content": {
    "syllabus": [
      "nrsec24003_24006"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.801860-06:00"
}