{
  "question_id": "rmmcq24007",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat giant cell arteritis with glucocorticoids without delay for testing.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 76-year-old woman is evaluated for a 1-month history of right-sided headache, low-grade fevers, unintentional 2.2-kg (5-lb) weight loss, stiffness in the shoulders, and tenderness over the scalp when she brushes her hair. She does not have jaw pain. She reports intermittent shading of the vision in the right eye during the past week. Medical history is noncontributory.On physical examination, vital signs are normal. Diffuse tenderness over the scalp and nodularity of the right temporal artery are noted. Range of motion of the shoulders is limited and painful. The remainder of the examination is normal.Laboratory studies:Erythrocyte sedimentation rate72 mm/hHHemoglobin9.0 g/dL (90 g/L)LMean corpuscular volume90 fLPlatelet count490,000/μL (490 × 109/L)HC-reactive protein3.6 mg/dL (36 mg/L)H",
  "question_stem": "Which of the following is the most appropriate immediate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Initiate high-dose glucocorticoids",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate tocilizumab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform PET",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform temporal artery biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient suspected of having vision-threatening giant cell arteritis (GCA) is to initiate high-dose glucocorticoids (Option A). GCA, also called temporal arteritis, is the most commonly diagnosed vasculitis in adults. It typically affects patients older than 50 years. GCA symptoms include headache (typically temporal); scalp tenderness over the affected temporal artery; jaw claudication; and limb claudication, which may be subtle. GCA has a strong association with polymyalgia rheumatica (PMR), and these conditions can present concurrently. The most feared complication of GCA is ischemic optic neuropathy due to occlusion of the posterior ciliary artery, or occasionally the ophthalmic artery, which can cause irreversible blindness. Physical examination in patients with GCA may reveal scalp or temporal artery tenderness and induration, reduced peripheral pulses, and bruits. Laboratory studies almost always show elevated erythrocyte sedimentation rate or C-reactive protein level, but normal inflammatory markers are insufficient to rule out GCA when clinical suspicion is high. The diagnosis should be confirmed, when possible, by temporal artery biopsy, temporal artery ultrasonography, and/or imaging of the great vessels. However, when GCA is suspected, therapy should not be delayed for testing. Initial treatment is high-dose glucocorticoids, and admission for intravenous glucocorticoid administration is appropriate in patients at high risk for vision loss. Vision-threatening GCA is highly likely in this patient with temporal headache, PMR symptoms, transient vision loss, scalp tenderness, temporal artery nodularity, and laboratory evidence of inflammation (including elevated inflammatory markers, mild normocytic anemia, and thrombocytosis). High-dose glucocorticoids should be initiated without delay to mitigate permanent vision loss.Tocilizumab (Option B) is a monoclonal antibody against interleukin-6 that has been shown to permit a faster glucocorticoid taper in patients with GCA. It may be added to glucocorticoid therapy once the diagnosis is confirmed because combination therapy is more effective than glucocorticoid monotherapy. However, tocilizumab monotherapy is not appropriate initial treatment.Preferred imaging modalities of the great vessels in suspected GCA include ultrasonography, magnetic resonance angiography, CT angiography, and fluorodeoxyglucose-PET (Option C). However, imaging is not the best next step in the management of this patient. Treatment should be initiated first.This patient should undergo confirmatory testing, such as temporal artery biopsy (Option D), but the initiation of glucocorticoids should not be delayed for diagnostic evaluation. Temporal artery biopsy findings remain abnormal for at least a month after initiation of glucocorticoids, and biopsy should be performed within 2 to 4 weeks of initiating treatment.",
  "critique_links": [],
  "key_points": [
    "Suspected giant cell arteritis should be treated immediately with high-dose glucocorticoids to prevent vision loss."
  ],
  "references": "Maz M, Chung SA, Abril A, et al. 2021 American College of Rheumatology/Vasculitis Foundation guideline for the management of giant cell arteritis and Takayasu arteritis. Arthritis Rheumatol. 2021;73:1349-1365. PMID: 34235884 doi:10.1002/art.41774",
  "related_content": {
    "syllabus": [
      "rmsec24013_24006"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.751938-06:00"
}