{
  "question_id": "hpmcq24004",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Treat refractory hepatic hydrothorax.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old woman is hospitalized for dyspnea due to recurrent right-sided pleural effusion. She has autoimmune hepatitis with cirrhosis. Findings on previous thoracenteses during the past 3 months were consistent with hepatic hydrothorax. She has received escalating doses of diuretics for the past year and adhered to a sodium-restricted diet. Medications are furosemide, spironolactone, carvedilol, and azathioprine.On physical examination, blood pressure is 100/65 mm Hg, pulse rate is 60/min, and respiration rate is 20/min. Oxygen saturation is 92% with the patient breathing ambient air. She is alert and oriented. There are no signs of asterixis. She has decreased breath sounds on the right side. Her abdomen is soft and nondistended.Laboratory studies:Sodium130 mEq/L (130 mmol/L)LModel for End-Stage Liver Disease (MELD) 3.0 score is 10.Chest radiograph demonstrates a large right-sided pleural effusion.Pleural fluid studies:Absolute neutrophil count100/μL (0.1 × 109/L)CultureNegativeUltrasound shows a nodular liver surface with a round edge and hypoechoic nodules in the liver parenchyma, as well as slight perihepatic ascites. Echocardiogram shows normal cardiac function.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Fluid restriction",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Indwelling chest tube",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Large-volume paracentesis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transjugular intrahepatic portosystemic shunt",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to refer for a transjugular intrahepatic portosystemic shunt (TIPS) (Option D). Patients with ascites can develop pleural effusions, known as hepatic hydrothorax, due to the combination of diaphragm permeability and negative intrathoracic pressure. Initial management includes dietary sodium restriction and diuretic therapy. Patients with refractory ascites or hepatic hydrothorax should be referred for consideration for possible TIPS or liver transplantation. The hepatic–venous pressure gradient is reduced after TIPS placement, which will relieve the portal hypertension and, in most cases, address complications of hepatic hydrothorax, ascites, and/or large esophageal varices. For many patients, a TIPS will help resolve the hydrothorax and reduce morbidity and mortality related to this hepatic decompensation, deferring the need for liver transplantation. This patient has exhibited refractory hepatic hydrothorax with medical management and now requires serial thoracentesis. She should be considered for TIPS because of her low Model for End-Stage Liver Disease 3.0 score, absence of heart failure, and absence of hepatic encephalopathy.Fluid restriction (Option A) is not routinely indicated in the management of hepatic hydrothorax and should be avoided in this patient. Fluid restriction can be considered in patients with decompensated cirrhosis complicated by severe hyponatremia (serum sodium <125 mEq/L [125 mmol/L]). In the absence of severe hyponatremia, fluid restriction may worsen intravascular volume depletion and lead to kidney failure.An indwelling chest tube (Option B) should be avoided unless it is used for palliative indications or management of empyema, which this patient does not have. Indwelling chest tubes are also associated with a high risk for complications.Large-volume paracentesis (Option C) is not indicated because of scant perihepatic ascites on imaging and no overt abdominal distention on examination. The ascitic fluid is drawn into the thorax in the setting of hepatic hydrothorax; this patient's main decompensation at present is hydrothorax.",
  "critique_links": [],
  "key_points": [
    "Refractory hepatic hydrothorax can be treated with a transjugular intrahepatic portosystemic shunt."
  ],
  "references": "Biggins SW, Angeli P, Garcia-Tsao G, et al. Diagnosis, evaluation, and management of ascites, spontaneous bacterial peritonitis and hepatorenal syndrome: 2021 practice guidance by the American Association for the Study of Liver Diseases. Hepatology. 2021;74:1014-1048. PMID: 33942342 doi:10.1002/hep.31884",
  "related_content": {
    "syllabus": [
      "hpsec24009_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.533228-06:00"
}