{
  "question_id": "nrqqq24008",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose primary stabbing headache.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 30-year-old man is evaluated for a 6-week history of repeated episodes of sharp pain that are isolated to the right parietal region, with each episode lasting less than 10 seconds. The pain is intense, begins and ends spontaneously without a clear trigger, and can recur multiple times each day, sometimes in a series. The patient has a history of migraine with aura but has not had headaches in recent years. He has had no associated autonomic features or migraine symptoms. He takes no medications.All physical examination findings are unremarkable.Brain MRI is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cluster headache",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "New daily persistent headache",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Primary stabbing headache",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trigeminal neuralgia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has primary stabbing headache (also known as an “ice pick” headache) (Option C). This condition is characterized by transient localized stabs of head pain that occur spontaneously in the absence of organic disease and typically last up to a few seconds; a less-localized dull ache or soreness lasting minutes may follow. Primary stabbing headaches can occur multiple times per day and may also can occur in a series. Periods of activity and remission are common. Pain can occur anywhere on the head, including the eye, but the face is often spared. Primary stabbing headache is more common among patients with a history of migraine. No cranial autonomic symptoms are reported. Indomethacin may be helpful during cycles of repeated occurrences but is rarely necessary. This patient has experienced 6 weeks of repeated episodes of sharp pain that are isolated to the right parietal region, with each episode lasting less than 10 seconds; his presentation is most consistent with primary stabbing headache.Cluster headache (Option A) is characterized by episodes of severe pain localized to the periorbital or temporal area with associated ipsilateral cranial autonomic features. Episodes of cluster headache may last 15 to 180 minutes and recur one to eight times daily over a span of weeks to months; the shorter duration distinguishes cluster headache from migraine. Many of the attacks are nocturnal, and some may be provoked by alcohol ingestion. The brief duration, parietal location, and absence of autonomic features in this patient's headaches make cluster headache unlikely.A new daily persistent headache (NDPH) (Option B) has an identifiable and remembered onset. Pain becomes continuous and unremitting within 24 hours, a quality absent in this patient's headaches. NDPH does not have specific characteristic features, but the most common phenotype is similar to that of chronic tension-type headache. This patient's presentation is not consistent with NDPH.This patient's pain occurs in an extratrigeminal location, which is incompatible with the diagnosis of trigeminal neuralgia (Option D).",
  "critique_links": [],
  "key_points": [
    "Primary stabbing headache is characterized by transient localized stabs of head pain that occur spontaneously in the absence of organic disease and typically last seconds; this headache is common among those with a history of migraine."
  ],
  "references": "Kwon S, Lee MJ, Kim M. Epicranial headache part 1: primary stabbing headache. Cephalalgia. 2023;43:3331024221146985. PMID: 36756957 doi:10.1177/03331024221146985",
  "related_content": {
    "syllabus": [
      "nrsec24001_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.223051-06:00"
}