{
  "question_id": "gimcq24015",
  "category": "gi",
  "educational_objective": "Manage upper gastrointestinal bleeding with upper endoscopy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 50-year-old man is hospitalized for a 5-day history of melena and one large episode of hematemesis earlier today. He has chronic low back pain for which he takes naproxen.On physical examination, blood pressure is 110/60 mm Hg, pulse rate is 100/min, respiration rate is 18/min, and oxygen saturation is 95% with the patient breathing ambient air. Digital rectal examination reveals melenic stool.Laboratory studies:Hemoglobin8 g/dL (80 g/L)LHis Glasgow-Blatchford Bleeding Score is 12.Intravenous pantoprazole and 0.9% saline are initiated.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Blood transfusion to hemoglobin goal of 9 g/dL (90 g/L)",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discharge for outpatient treatment",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endoscopy within 24 hours of presentation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nasogastric tube lavage",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with upper gastrointestinal (GI) bleeding is endoscopy within 24 hours of presentation (Option C). In patients with upper GI bleeding, hemodynamic status should be assessed, and resuscitative measures should be initiated with the goal of hemodynamic stabilization before endoscopy. Intravenous proton pump inhibitor therapy should also be started prior to endoscopy. Upper endoscopy is the primary diagnostic modality for evaluating upper GI bleeding because it can be used to determine the cause of bleeding, assist with risk stratification and prognosis, and provide early treatment. In patients hospitalized for upper GI bleeding, endoscopy within 24 hours of presentation is recommended. This patient with a history of NSAID use, melena, and hematemesis most likely has upper GI bleeding, potentially from peptic ulcer disease. He is hemodynamically stable, and endoscopy should be performed as the next step in management.Volume resuscitation and maintaining hemodynamic status are of utmost importance before evaluation and treatment of upper GI bleeding with endoscopy. In patients without cardiovascular disease, a restrictive transfusion strategy is recommended to maintain a hemoglobin level above 7 g/dL (70 g/L). Additional transfusion should be considered only in patients with preexisting cardiovascular disease or hemodynamic instability due to active hemorrhage. Because this patient's hemoglobin level is above 7 g/dL, transfusion with a hemoglobin goal of 9 g/dL (90 g/L) (Option A) is not appropriate.Clinical risk calculator scores, such as the Glasgow-Blatchford Bleeding Score (GBS) and Rockall Score, are used to predict the risk for recurrent bleeding and death, need for medical intervention (e.g., transfusion, endoscopy, surgery), or safety of outpatient follow-up. The GBS considers risks factors such as blood urea nitrogen level, hemoglobin level, systolic blood pressure, heart rate, presence of melena, syncope, and history of cardiac failure and hepatic disease. For patients at low risk (GBS score of 0-1), early discharge and outpatient management can be considered. However, this patient's GBS is 12, suggesting high-risk GI bleeding that is likely to require intervention. Therefore, discharge for outpatient treatment (Option B) is not appropriate.The patient's clinical presentation suggests an upper GI source of bleeding. However, nasogastric tube lavage (Option D) is not required to confirm this before endoscopy. There is no evidence that this procedure is of clinical benefit, and the procedure may delay diagnostic and therapeutic endoscopy.",
  "critique_links": [
    {
      "href": "https://www.mdcalc.com/calc/518/glasgow-blatchford-bleeding-score-gbs",
      "text": "Glasgow-Blatchford Bleeding Score (GBS)",
      "target": "_blank",
      "title": null,
      "rel": null
    },
    {
      "href": "https://www.mdcalc.com/calc/3642/rockall-score-upper-gi-bleeding-complete",
      "text": "Rockall Score",
      "target": "_blank",
      "title": null,
      "rel": null
    }
  ],
  "key_points": [
    "In patients hospitalized for upper gastrointestinal bleeding, endoscopy within 24 hours of presentation is recommended."
  ],
  "references": "Laine L, Barkun AN, Saltzman JR, et al. ACG clinical guideline: upper gastrointestinal and ulcer bleeding. Am J Gastroenterol. 2021;116:899-917. PMID: 33929377 doi:10.14309/ajg.0000000000001245",
  "related_content": {
    "syllabus": [
      "gisec24005_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.296765-06:00"
}