{
  "question_id": "idcor25017",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose the microbial cause of osteomyelitis with a bone biopsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 42-year-old woman is evaluated for a 3-week history of increasing pain in her left heel. She sustained a puncture wound from a nail 10 weeks ago, for which she was evaluated promptly and given a tetanus immunization; a plain radiograph was normal at that time. After initial improvement, she experienced progressively increasing pain over the injured area.On physical examination, vital signs are normal. Evidence of a healed wound is seen on the left heel. Mild edema is noted with significant tenderness on palpation but without warmth, erythema, or drainage.Laboratory studies:Erythrocyte sedimentation rate110 mm/hHA repeat plain radiograph shows evidence of soft tissue swelling with cortical destruction and accompanying periosteal reaction in the distal calcaneus.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Bone biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Dalbavancin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "MRI with and without contrast",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Three-phase nuclear bone scan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient should undergo a bone biopsy to establish the microbiologic diagnosis of osteomyelitis (Option A). She had a predisposing traumatic injury that healed; however, she then experienced progressively worsening pain and has physical findings of local swelling and tenderness. The elevated erythrocyte sedimentation rate is nonspecific; however, based on the clinical presentation, acute osteomyelitis must be considered. Because her symptom duration is more than 2 weeks, plain radiography may be used to investigate the possibility of osteomyelitis. Plain radiographs are not sufficiently sensitive to exclude the diagnosis, but the findings of cortical destruction accompanied by periosteal reaction, such as seen in this patient, especially when a previous radiograph is available for comparison, are sufficiently specific to confirm the diagnosis and proceed with bone biopsy to establish a microbiologic diagnosis and guide antibiotic therapy selection. Acute osteomyelitis in adults requires a prolonged therapy duration (generally 6 weeks), so guiding antibiotic therapy using bone biopsy culture results is optimal to ensure that the selected therapy is effective.Ciprofloxacin (Option B) is an oral antibiotic with high bioavailability that is often used for treatment of osteomyelitis caused by susceptible organisms. Dalbavancin (Option C) is a lipoglycopeptide antibiotic with an extremely long half-life; two intravenous doses 1 week apart can give levels above the minimum inhibitory concentration for susceptible organisms for 6 to 8 weeks. However, beginning antibiotic therapy is not urgent in patients with no signs of concomitant soft tissue infection or sepsis, and every effort should be made to confirm a microbiologic cause before initiating treatment when managing osteomyelitis.MRI with and without contrast (Option D) is the imaging modality of choice for evaluating osteomyelitis if the plain radiograph is unrevealing. However, it is not indicated in this patient because the findings on a plain radiograph are quite specific for bone infection. In patients who require additional imaging and cannot undergo MRI, contrast-enhanced CT should be performed.Nuclear medicine studies (Option E) are less sensitive and specific for the diagnosis of osteomyelitis and should only be used if MRI and CT cannot be performed.",
  "critique_links": [],
  "key_points": [
    "Bone biopsy should be performed before initiating treatment for osteomyelitis because microbiologic culture results will guide antibiotic therapy selection."
  ],
  "references": "Masters EA, Ricciardi BF, Bentley KLM, et al. Skeletal infections: Microbial pathogenesis, immunity and clinical management. Nat Rev Microbiol. 2022;20:385-400. PMID: 35169289 doi:10.1038/s41579-022-00686-0",
  "related_content": {
    "syllabus": [
      "idsec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.847003-06:00"
}