{
  "question_id": "gimcq24026",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose chronic pancreatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old man is evaluated for chronic intermittent upper abdominal pain. He has been hospitalized four times for alcohol-associated acute pancreatitis. He drinks 6 to 10 beers daily. He has a 30-pack-year smoking history.On physical examination, vital signs are normal. Abdominal examination reveals epigastric tenderness to palpation.Results of laboratory studies, including bilirubin levels, serum lipase level, and Helicobacter pylori stool antigen, are normal.Upper endoscopy and colonoscopy are unrevealing.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endoscopic ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fecal elastase testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transabdominal ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is abdominal CT (Option A) with pancreatic protocol for assessment of chronic pancreatitis. Chronic pancreatitis is thought to develop when the inflammatory response to acute pancreatitis activates stellate cells, resulting in a fibro-inflammatory response. Alcohol use is a risk factor for chronic pancreatitis, although less than 3% of heavy alcohol users develop pancreatic disease. Abdominal pain is the most common presenting symptom, with pain patterns varying from constant daily pain to intermittent flares of severe pain. Exocrine or endocrine insufficiency may occur later in the clinical course as a result of significant tissue destruction. The following suggest chronic pancreatitis:An established history of recurrent pancreatitisRisk factors, including exposure historySymptoms of sequelae (e.g., glucose intolerance and exocrine pancreatic insufficiency)This patient with chronic intermittent upper abdominal pain and heavy alcohol use likely has chronic pancreatitis resulting from sequelae of multiple episodes of alcohol-associated acute pancreatitis. Although there is no gold standard diagnostic test for chronic pancreatitis, in patients with a clinical history suggesting chronic pancreatitis, cross-sectional imaging with MRI or CT with pancreatic protocol should be performed to establish a diagnosis and assess for complications, such as stricture, malignancy, or mesenteric thrombosis. Because CT with pancreatic protocol is widely available and reproducible, it is a good option as the initial test to diagnose chronic pancreatitis.Endoscopic ultrasonography (Option B) is not recommended as a first-line diagnostic test in suspected chronic pancreatitis because it is not universally available, is somewhat invasive, and has interoperator variability. In the setting of high clinical suspicion and negative findings on CT, endoscopic ultrasonography may be useful as a second- or third-line diagnostic test.Fecal elastase testing (Option C) may be considered if a patient is exhibiting signs or symptoms of exocrine pancreatic insufficiency, such as steatorrhea. A value less than 200 μg/g is used to diagnose exocrine pancreatic insufficiency, although false-positive results are noted. However, the presence of exocrine pancreatic insufficiency does not itself confirm a diagnosis of chronic pancreatitis.Transabdominal ultrasonography (Option D) is useful in evaluating acute pancreatitis because many cases of acute pancreatitis are due to biliary disease with gallstone pancreatitis. However, ultrasonography is less useful in this patient with chronic pancreatitis who has had recurrent alcohol-associated pancreatitis and in whom acute biliary disease is not currently suspected.",
  "critique_links": [],
  "key_points": [
    "In patients with a clinical history suggestive of chronic pancreatitis, cross-sectional imaging with MRI or CT should be performed to establish a diagnosis."
  ],
  "references": "Gardner TB, Adler DG, Forsmark CE, et al. ACG clinical guideline: chronic pancreatitis. Am J Gastroenterol. 2020;115:322-339. PMID: 32022720 doi:10.14309/ajg.0000000000000535",
  "related_content": {
    "syllabus": [
      "gisec24003_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.637972-06:00"
}