{
  "question_id": "ccmcq24034",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Prevent malnutrition in critically ill patients.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 48-year-old man is evaluated in the ICU. He was hospitalized 3 days ago for aspiration pneumonia, with resultant acute respiratory distress requiring intubation and mechanical ventilation. He is being fed through a nasogastric tube without difficulty. He has a history of alcohol use disorder. Medications are piperacillin-tazobactam, propofol, thiamine, and prophylactic subcutaneous heparin.On physical examination, respiration rate is 16/min; other vital signs are normal. Oxygen saturation is 93% with the patient breathing Fio2 of 0.40. BMI is 21. The patient appears chronically ill, with temporal wasting. Lung examination reveals coarse breath sounds bilaterally. The remainder of the examination is normal.CT scan of the chest reveals findings consistent with acute respiratory distress syndrome. The tip of the nasogastric tube is seen in the stomach.",
  "question_stem": "Which of the following is the most appropriate next step in nutritional management?",
  "options": [
    {
      "letter": "A",
      "text": "Addition of metoclopramide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gastric residual volume assessment",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Supplemental parenteral nutrition",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continued current management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate nutritional management in this patient is continued enteral nutrition without change (Option D). Malnutrition in critically ill patients leads to increased morbidity and mortality. Evidence suggests that in critically ill patients receiving mechanical ventilation, initiating enteral nutrition within the first 24 to 48 hours may be associated with a lower risk for infection, less time needed on the ventilator, decreased ICU and hospital lengths of stay, and decreased hospital mortality. The benefits of early enteral nutrition extend beyond the prevention or correction of malnutrition and include a reduction in the inflammatory response in the gut and lung, reduced gut permeability, preserved gastrointestinal motility, and preservation of commensal gastrointestinal flora. Simple gastric feeding is adequate in most patients, with postpyloric feeding reserved for patients unable to tolerate gastric feeding or at high risk for aspiration. In this malnourished patient, enteral nutrition through gastric feedings should be maintained.Metoclopramide (Option A), a prokinetic agent, may improve enteral nutrition tolerance but does not affect patient outcomes. In addition, it is associated with potential adverse events, including diarrhea and QT interval prolongation. This patient is tolerating enteral feeding well, and metoclopramide is not warranted.In patients receiving enteral nutrition, guidelines recommend against routine assessment of gastric residual volume (GRV) (Option B). GRV does not correlate with the incidence of pneumonia, reflux, or aspiration. Eliminating GRV measurement prevents interruptions in delivery of enteral nutrition without compromising patient safety.Because of the risk for complications, supplemental parenteral nutrition (Option C) is not implemented immediately in patients who are receiving enteral feeds. Guidelines recommend that parenteral nutrition be considered in such patients only after 7 to 10 days of meeting less than 60% of energy and protein requirements by the enteral route alone. Early initiation of parenteral nutrition should be considered in severely malnourished patients and those at high risk for malnutrition, such as this patient, but it is unnecessary in this case because he is tolerating enteral nutrition.",
  "critique_links": [],
  "key_points": [
    "In critically ill patients receiving mechanical ventilation, enteral nutrition within the first 24 to 48 hours is associated with a lower risk for infection, less time needed on the ventilator, decreased ICU and hospital lengths of stay, and decreased hospital mortality.",
    "In most critically ill patients, gastric enteric feeding is appropriate; postpyloric feeding may be necessary in patients with gastroparesis or gastric outlet obstruction or those who cannot tolerate gastric feedings."
  ],
  "references": "Haines KL, Ohnuma T, Grisel B, et al. Early enteral nutrition is associated with improved outcomes in critically ill mechanically ventilated medical and surgical patients. Clin Nutr ESPEN. 2023;57:311-7. PMID: 37739674 doi:10.1016/j.clnesp.2023.07.001.",
  "related_content": {
    "syllabus": [
      "ccsec24001_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.958390-06:00"
}