{
  "category": "np",
  "critique": "Treating metabolic acidosis with oral sodium bicarbonate (Option D) minimizes some of the metabolic complications of chronic kidney disease (CKD), and meta-analysis of randomized trials of alkali therapy supports delayed progression of CKD. Metabolic acidosis frequently occurs in patients with CKD due to defective acid excretion (resulting in reduced bicarbonate generation), most commonly due to impaired ammoniagenesis. Untreated metabolic acidosis can lead to muscle loss (due to increased muscle proteolysis) and bone loss (due to increased bone resorption and impaired bone formation). The Kidney Disease: Improving Global Outcomes (KDIGO) 2024 clinical practice guidelines for CKD recommend initiation of alkali therapy with or without dietary intervention when serum bicarbonate is chronically <18 mEq/L (18 mmol/L) in adults. This patient with CKD has normal anion gap metabolic acidosis. Typical starting dosages of alkali for metabolic acidosis due to CKD, the cause suggested by this patient's history, are 0.5 to 1.0 mEq/kg/d, aiming for a serum bicarbonate level between 18 mEq/L (18 mmol/L) and the upper limit of the normal range.A potassium-binding agent such as patiromer (Option A) is unnecessary in this patient. Hyperkalemia with a serum potassium level <6.0 mEq/L (6.0 mmol/L), in the absence of signs of cardiac toxicity, does not warrant emergent intervention. Limiting potassium intake may be beneficial, and correcting the metabolic acidosis with sodium bicarbonate will assist in lowering the patient's serum potassium level.In animal models, protein-restricted diets (Option B) slow CKD progression by reducing glomerular filtration pressure. However, in the Modification of Diet in Renal Disease study, no definitive benefit was seen in kidney outcomes in patients randomly assigned to the low protein (0.6 g/kg/d) group. In addition, a low protein diet risks causing malnutrition in some patients.Statins (Option C) reduce cardiovascular and all-cause mortality in patients with CKD, although large trials have not demonstrated a mortality benefit in patients with dialysis-dependent end-stage kidney disease (unless initiated predialysis). KDIGO guidelines recommend statin therapy in all patients aged 50 years or older with non–dialysis-dependent CKD and in adults aged 18 to 49 years with non–dialysis-dependent CKD and any one of the following: coronary disease, diabetes mellitus, previous ischemic stroke, or a greater than 10% estimated risk for coronary death or nonfatal myocardial infarction. The patient does not possess any of these characteristics.",
  "educational_objective": "Treat metabolic acidosis with alkali therapy.",
  "extracted_at": "2025-12-23T14:11:04.423347-06:00",
  "key_points": [
    "Treatment of metabolic acidosis with oral sodium bicarbonate minimizes the nutritional, bone, and other complications of chronic kidney disease (CKD).",
    "Statins reduce cardiovascular and all-cause mortality in patients with non–dialysis-dependent CKD."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Patiromer"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Protein restriction"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Rosuvastatin"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Sodium bicarbonate"
    }
  ],
  "question_id": "npqqq24002",
  "question_stem": "Which of the following is the most appropriate management?",
  "question_text": "A 48-year-old woman undergoes a routine evaluation for chronic kidney disease due to tubulointerstitial nephritis. She is asymptomatic, takes no medications, and does not smoke.Physical examination findings, including vital signs, are normal.Repeat laboratory studies are unchanged and reveal a normal anion gap metabolic acidosis.",
  "references": "Levin A, Ahmed SB, Carrero JJ, et al. Executive summary of the KDIGO 2024 clinical practice guideline for the evaluation and management of chronic kidney disease: known knowns and known unknowns. Kidney Int. 2024;105:684-701. PMID: 38519239 doi:10.1016/j.kint.2023.10.016",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "npsec24011_24023"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}