{
  "question_id": "cvvdx24048",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Identify physiologic splitting of S<sub>2</sub> on auscultation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated during a routine examination. Blood pressure is 100/70 mm Hg, and pulse rate is 60/min. Auscultation is performed with firm pressure on the diaphragm at the upper left sternal border.(We recommend listening to this clip with headphones or external speakers rather than internal computer or mobile phone speakers. It may be helpful to maximize the volume setting of the listening device. In the videos, a cotton swab is placed on the carotid artery to help identify the timing of cardiac sounds and murmurs and, in some cases, to provide a visual representation of the carotid artery configuration.)",
  "question_stem": "Which of the following best describes the second sound?",
  "options": [
    {
      "letter": "A",
      "text": "Fixed splitting",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Paradoxical splitting",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Physiologic splitting",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No splitting with respiration",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "In this patient, auscultation reveals normal physiologic splitting of S2 during inspiration (Option C). Splitting of S2 represents asynchronous closure of the aortic and pulmonic valves. In the normal adult, splitting varies with the respiratory cycle and is perceived as a single S2 during expiration and a double S2 during inspiration. Both components of a split S2 are high-frequency sounds heard best with the diaphragm in the second left intercostal space. Fixed splitting of S2, in which there is a split sound that persists during all phases of respiration, is associated with the presence of an atrial septal defect. Paradoxical splitting of S2, which is characterized by audible splitting during expiration and a single S2 during inspiration, is associated with aortic stenosis, left bundle branch block, and right ventricular pacing.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24003_24001"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.519499-06:00"
}