{
  "question_id": "pmmcq24013",
  "category": "pm",
  "educational_objective": "Treat a patient with chronic thromboembolic pulmonary hypertension using nonsurgical therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "An 81-year-old man is evaluated for chronic thromboembolic pulmonary hypertension after presenting with 5 months of gradually worsening exertional dyspnea.Evaluation, including echocardiography, ventilation-perfusion imaging, and CT angiography, suggests the diagnosis of chronic thromboembolic pulmonary hypertension. Subsequent right heart catheterization confirms the presence of precapillary pulmonary hypertension.The patient is evaluated at two pulmonary hypertension centers of excellence and is deemed not to be a candidate for pulmonary thromboendarterectomy or balloon pulmonary angiography.",
  "question_stem": "In addition to lifelong anticoagulant therapy, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Riociguat",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Sildenafil",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Treprostinil",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with chronic thromboembolic pulmonary hypertension (CTEPH) is riociguat (Option A). Patients with CTEPH should continue lifelong anticoagulation and be considered for pulmonary thromboendarterectomy. Pulmonary thromboendarterectomy is the only potentially curative therapy, and it normalizes pulmonary artery pressures and right ventricular function in up to one third of patients. Only about half of patients with CTEPH, however, are eligible for surgery. Patients with nonoperative or persistent/recurrent pulmonary hypertension after pulmonary thromboendarterectomy should receive pulmonary vasodilator therapy, if tolerated, and/or undergo balloon pulmonary angioplasty. Riociguat, a pulmonary vasodilator that acts on the nitric oxide pathway, is recommended as the pulmonary vasodilator of choice for symptomatic patients with inoperable or persistent/recurrent CTEPH following surgery. This patient with inoperable CTEPH should be offered riociguat as a nonsurgical treatment option.Sildenafil (Option B), a phosphodiesterase inhibitor, is an alternative, second-line consideration for medical therapy in CTEPH. Although no studies to date have demonstrated favorable clinical outcomes with sildenafil in CTEPH compared with placebo, off-label use may be indicated in some circumstances; however, riociguat is the first-line treatment for inoperable or persistent CTEPH.Treprostinil (Option C) is a subcutaneous prostacyclin analogue that may increase exercise capacity in CTEPH. It is approved in Europe for this indication and sometimes used off-label in the United States. Treprostinil may be considered in patients with inoperable CTEPH to improve exercise capacity if riociguat is contraindicated or not tolerated.No additional treatment (Option D) is not advisable for this patient with symptomatic CTEPH. For symptomatic patients with inoperable CTEPH, lifelong anticoagulation plus a pulmonary vasodilator (preferably riociguat) or balloon pulmonary angioplasty is recommended.",
  "key_points": [
    "All patients with inoperable or persistent chronic thromboembolic pulmonary hypertension (CTEPH) following pulmonary thromboendarterectomy should receive pulmonary vasodilator therapy if tolerated; balloon pulmonary angioplasty is an alternative option in nonoperative CTEPH but should be used in conjunction with medical therapy.",
    "Riociguat is the first-line oral treatment for patients with inoperable or persistent CTEPH following pulmonary thromboendarterectomy."
  ],
  "references": "Delcroix M, Torbicki A, Gopalan D, et al. ERS statement on chronic thromboembolic pulmonary hypertension. Eur Respir J. 2021;57. PMID: 33334946 doi:10.1183/13993003.02828-2020",
  "related_content": {
    "syllabus": [
      "pmsec24006_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:52:23.613744-06:00"
}