{
  "question_id": "nrmcq25004",
  "category": "nr",
  "educational_objective": "Manage poststroke fatigue.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 48-year-old man is evaluated for fatigue and memory changes following an ischemic stroke 3 months ago. Medical history is significant for hypertension. Medications are aspirin, losartan, and carvedilol.On physical examination, blood pressure is 126/78 mm Hg, and pulse rate is 68/min. He exhibits left facial weakness and dysarthria. Strength in the left arm and leg is 4/5 proximally and 3/5 distally, with increased tone. PHQ-9 score is 2. Montreal Cognitive Assessment score is 27/30 for forgetting three words on short-term recall.A basic metabolic panel is normal.MRI of the brain shows a right paramedian pontine infarct.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Amyloid PET",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fluoxetine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Memantine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Polysomnography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient is experiencing poststroke fatigue and should be screened for sleep-disordered breathing with polysomnography (Option D). Poststroke fatigue is a major cause of stroke-related disability; pain, medications, and the increased energy expenditure required in moving limbs with paresis may contribute to the fatigue. Sleep-disordered breathing is another leading reversible contributor to poststroke fatigue, and central and obstructive sleep apnea are often observed in patients after stroke. Possible predictors of sleep-disordered breathing include more severe neurologic deficits, infarcts in the brainstem, and uncontrolled hypertension. Screening questionnaires usually used for sleep-disordered breathing may not be as informative in these patients as in patients without stroke, and polysomnography is required for diagnosis. This patient has significant poststroke fatigue without an immediately clear cause and should undergo polysomnography.Amyloid PET (Option A) may be used to evaluate for Alzheimer disease and other dementias. Except for rare circumstances, PET is unlikely to be of diagnostic value for cerebrovascular diseases. PET is not indicated in this patient because suspicion for dementia is low given his relatively young age and the presence of a potential alternative cause of fatigue in sleep-disordered breathing.Fluoxetine (Option B) is commonly used for poststroke depression, but it would not be appropriate in this patient with a negative result on depression evaluation and no evidence of depression. Fluoxetine was commonly used during acute hospitalization for improving recovery after a stroke, but two trials published in 2019 and 2020 showed no benefit in the degree of disability and raised safety concerns about falls and fractures.The efficacy of memantine (Option C) for stroke recovery has not been established, and this patient's short-term memory findings are unlikely to be due to dementia, given his age. Memantine mainly has a role in patients with moderate to severe Alzheimer dementia, although it may have a modest cognitive benefit in vascular cognitive impairment as well.",
  "key_points": [
    "Patients with poststroke fatigue should be screened with polysomnography for sleep-disordered breathing, a common reversible cause."
  ],
  "references": "Paciaroni M, Acciarresi M. Poststroke fatigue. Stroke. 2019;50:1927-1933. PMID: 31195940 doi:10.1161/STROKEAHA.119.023552",
  "related_content": {
    "syllabus": [
      "nrsec24004_24035"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:17:26.513520-06:00"
}