{
  "question_id": "pmqqq24013",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat a patient with chronic hypoventilation due to neuromuscular disease with noninvasive ventilation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 59-year-old man is being evaluated for nocturnal oxyhemoglobin desaturations on a recent sleep study performed for daytime sleepiness. He was diagnosed with amyotrophic lateral sclerosis 9 months ago.Oxygen saturation during sleep is 87% with the patient breathing ambient air. He has no difficulty managing his secretions. Examination reveals dysarthria, upper limb weakness, decreased breath sounds throughout, muscle fasciculations, and hyperactive deep tendon reflexes.Laboratory studies:Bicarbonate33 mEq/L (33 mmol/L)H Arterial blood gases (ambient air):pH7.42Pco253 mm Hg (7.0 kPa)HPo253 mm Hg (7.0 kPa)LPulmonary function tests:FVC49% of predictedL",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bilevel positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continuous positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hypoglossal nerve stimulation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Supplemental oxygen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Bilevel positive airway pressure (BPAP) (Option A) is the most appropriate next step in management. This patient has chronic hypoventilation due to amyotrophic lateral sclerosis (ALS), as indicated by the elevated arterial Pco2 and a complicating metabolic alkalosis, resulting in a normal pH on blood gas testing. ALS is marked by hypoventilation during sleep and may be exacerbated by acute illness and anesthesia. BPAP therapy augments ventilation by providing pressure support, improves quality of life, and may prolong survival in patients with ALS. Ventilatory support should be started in the presence of respiratory symptoms or hypercapnia. It also is essential to discuss prognosis and establish goals of care with patients and families, thereby avoiding unnecessary diagnostic and therapeutic measures.Continuous positive airway pressure (Option B) is designed to maintain upper airway patency in obstructive sleep apnea (OSA) and would not be appropriate ventilatory support in the setting of chronic respiratory failure due to hypoventilation, such as in this patient.Hypoglossal nerve stimulation (Option C) is a treatment of OSA that activates the tongue muscles to increase upper airway caliber and prevent collapse. It has no effect on the respiratory pump muscles weakened by ALS and would not be of any benefit in this patient.Supplemental oxygen (Option D) should generally not be prescribed for patients with hypoventilation due to neuromuscular disease, such as this patient, without adjunctive ventilatory support because supplemental oxygen may further impair ventilation in patients with respiratory muscle weakness, leading to worsening hypercapnia.",
  "critique_links": [],
  "key_points": [
    "In patients with amyotrophic lateral sclerosis, bilateral positive airway pressure augments ventilation by providing pressure support, improves quality of life, and may prolong survival."
  ],
  "references": "Khan A, Frazer-Green L, Amin R, et al. Respiratory management of patients with neuromuscular weakness: an American College of Chest Physicians clinical practice guideline and expert panel report. Chest. 2023;164:394-413. PMID: 36921894 doi:10.1016/j.chest.2023.03.011",
  "related_content": {
    "syllabus": [
      "pmsec24008_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.645818-06:00"
}