{
  "question_id": "fcmcq24065",
  "category": "fc",
  "educational_objective": "Identify strategies for preventing medication errors.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 79-year-old woman is hospitalized for severe nausea and vomiting, for which fluids are initiated. She is found to have hypokalemia, and intravenous potassium replacement is ordered. Before potassium is administered through a smart infusion pump, the nurse scans the patient's wrist band and realizes that this patient's barcode does not match the identity of the patient to receive the medication. The nurse recalls that the appropriate patient had recently been moved to another room.",
  "question_stem": "At which stage was a medication error prevented?",
  "options": [
    {
      "letter": "A",
      "text": "Administration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dispensing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prescribing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transcribing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "In this scenario, a medication error was prevented at the administration stage (Option A). Medication errors are the most common type of medical error. An adverse drug event may be caused by a medication error and is estimated to occur in up to 5% of hospitalized patients. Half of adverse drug events are thought to be preventable. Medication errors can occur at any stage (prescribing/transcribing, dispensing, administering/taking, or monitoring) and by any person in the process (e.g., clinician, pharmacist, nurse, or patient). At the administration stage, prevention strategies include adherence to the “five rights” of administering medication safely (administering the right medication, in the right dose, at the right time, by the right route, to the right patient), use of barcodes to ensure that medications are given to the correct patient, minimization of interruptions to allow nurses to administer medications safely, use of smart infusion pumps for intravenous treatment, and use of patient education and revised medication labels to improve patient comprehension of administration instructions. In this case, a medication error was prevented by appropriate use of barcode medication administration.Preventing medication error at the dispensing stage (Option B) involves clinical pharmacists overseeing medication dispensation. “Tall man” lettering helps to mitigate confusion between look-alike and sound-alike medications; starting on the left side of a drug name, tall man lettering highlights the differences between similar drug names by capitalizing dissimilar letters (e.g., DOPamine and DOBUTamine).Strategies for preventing medication errors at the prescribing stage (Option C) include avoiding unnecessary medications by adhering to conservative prescribing principles (e.g., considering alternatives to medication, reviewing evidence or guidelines supporting medication use), using computerized physician order entry, and performing medication reconciliation during transitions in care.At the transcribing stage (Option D), the use of computerized order entry helps prevent medication errors due to illegible handwriting.",
  "critique_links": [],
  "key_points": [
    "Medication errors can occur at any stage (prescribing/transcribing, dispensing, administering/taking, or monitoring) and by any person in the process (clinician, pharmacist, nurse, or patient).",
    "Strategies to prevent medication error at the administrative stage include adherence to the “five rights” of administering medication safely, use of barcodes, minimization of interruptions, use of smart infusion pumps for intravenous treatment, and use of patient education and revised medication labels."
  ],
  "references": "Agency for Healthcare Research and Quality, Patient Safety Network. Medication errors and adverse drug events. Accessed February 12, 2024. https://psnet.ahrq.gov/primer/medication-errors-and-adverse-drug-events",
  "related_content": {
    "syllabus": [
      "fcsec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.702339-06:00"
}