{
  "question_id": "pmmcq24047",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose asthma and COPD overlap.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated 2 weeks after hospitalization for a COPD exacerbation. His symptoms have improved, and his dyspnea and cough have returned to baseline. He has a 30-pack-year smoking history and stopped smoking 4 years ago. In addition to COPD, medical history is notable for hypertension, eczema, allergic rhinitis, childhood asthma, and obstructive sleep apnea (OSA). Medications are salmeterol, tiotropium, intranasal fluticasone, and losartan. He uses nocturnal continuous positive airway pressure for the OSA.Physical examination findings, including vital signs, are normal.Pulmonary function tests:PrebronchodilatorPostbronchodilatorFEV160% of predictedL75% of predictedL FEV1/FVC ratio0.65L0.64LChest radiograph is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Asthma and COPD overlap",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Combined pulmonary fibrosis and emphysema",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "COPD",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Cystic fibrosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is asthma and COPD overlap (Option A). Asthma and COPD overlap is not a single disease entity but rather a heterogenous condition that includes features of both asthma and COPD. Diagnostic criteria vary, but clinical findings include fixed airflow obstruction with some degree of bronchodilator reversibility along with atopy, elevated IgE levels, an elevated fractional exhaled nitric oxide level, and elevated blood eosinophil counts. Risk factors include childhood asthma, cigarette use, and air pollution. Patients with this syndrome often have greater symptom burden, more frequent exacerbations, a worse quality of life, and higher mortality than those with asthma or COPD alone. Treatment is similar to that of asthma, with an emphasis on inhaled glucocorticoids. Long-acting antimuscarinic antagonists are also helpful. The most likely diagnosis in this patient with a history of smoking, childhood asthma, and atopy with spirometry showing fixed airflow obstruction and a positive bronchodilator response is asthma and COPD overlap.Combined pulmonary fibrosis and emphysema (CPFE) (Option B) is not the most likely diagnosis in this patient. Patients with CPFE have upper lobe emphysema along with lower lobe fibrotic lung disease, similar to that seen in idiopathic pulmonary fibrosis. Spirometry findings may be relatively normal compared to the degree of symptoms, but the Dlco is often markedly reduced. This patient with abnormal spirometry results and unremarkable chest radiograph is unlikely to have CPFE.COPD (Option C) is a heterogenous disorder with several subtypes, including chronic bronchitis and emphysema. A key component of the diagnosis of COPD is irreversible airflow obstruction and the lack of a bronchodilator response on spirometry. Although this patient has many features that suggest COPD, the bronchodilator response makes COPD alone an unlikely diagnosis.Cystic fibrosis (Option D), although commonly diagnosed in childhood, may be an overlooked diagnosis in adults. Adults with cystic fibrosis typically have obstructive pulmonary disease with recurrent respiratory infections (ultimately bronchiectasis) or gastrointestinal symptoms. Recurrent sinusitis, infertility, and a family history of cystic fibrosis also should raise suspicion for the disease. This patient has few of these features, and cystic fibrosis is unlikely.",
  "critique_links": [],
  "key_points": [
    "Patients with asthma and COPD overlap often have a greater symptom burden, more frequent exacerbations, a worse quality of life, and higher mortality than those with asthma or COPD alone.",
    "Patients with features asthma and COPD overlap benefit from early use of inhaled glucocorticoids, often at higher doses, and long-acting muscarinic antagonist therapy."
  ],
  "references": "Leung C, Sin DD. Asthma-COPD overlap: what are the important questions? Chest. 2022;161:330-44. PMID: 34626594 doi:10.1016/j.chest.2021.09.036",
  "related_content": {
    "syllabus": [
      "pmsec24002_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.114077-06:00"
}