{
  "question_id": "rmmcq24070",
  "category": "rm",
  "educational_objective": "Diagnose basic calcium phosphate arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 78-year-old woman is hospitalized for left shoulder swelling and pain that have worsened over the past month. After joint aspiration was performed on admission 2 days ago, vancomycin was started. Today, she has not improved. She has a long history of intermittent bilateral shoulder pain, mainly on abduction. Her remaining medical history is unremarkable, and she takes no medications.On physical examination, temperature is 37.4 °C (99.3 °F); remaining vital signs are normal. Left shoulder examination shows a large warm, erythematous anterior bulge, with marked limitation of motion in all directions. The right shoulder is mildly tender below the acromion; when the scapula is held in a fixed position, internal rotation of the shoulder and abduction elicit discomfort in the same area.Laboratory studies:C-reactive protein2.2 mg/dL (22 mg/L)HUrate5.7 mg/dL (0.34 mmol/L)Left shoulder synovial fluid evaluation from admission showed a leukocyte count of 15,000/μL (15 × 109/L), with 85% neutrophils; erythrocyte count of 120,000/μL (120 × 109/L), with many dysmorphic erythrocytes; no crystals; and negative Gram stain. Culture results are negative to date.Radiograph of the left shoulder reveals calcific deposits in rotator cuff tendons, a large effusion, and erosion of the humeral head. Radiograph of the right shoulder shows calcific deposits in rotator cuff tendons.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute calcium pyrophosphate crystal arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Basic calcium phosphate–associated arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Gout flare",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Osteoarthritis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is basic calcium phosphate (BCP)–associated arthritis (Option B). BCP deposition occurs in older persons and targets both articular cartilage and periarticular tendons and ligaments. Rarely, BCP deposition is associated with inflammatory arthritis and periarthritis, most classically manifesting in older women as “Milwaukee shoulder,” an inflammatory state that causes progressive destruction of the rotator cuff and glenohumeral joint. Synovial fluid is characteristically only moderately inflammatory and contains erythrocytes. BCP crystals are not visible under polarizing microscopy and require special stains and/or electron microscopy to identify. This patient has radiographic evidence of calcific tendonitis, the chronic correlate of BCP crystal deposition. Although the present monoarticular arthritis could be due to multiple causes, including infectious arthritis, calcium pyrophosphate (CPP) deposition arthritis, or gout flare, the negative Gram stain and culture and lack of visible crystals argue against these diagnoses, whereas the classic shoulder presentation and synovial fluid findings are consistent with BCP-associated arthritis.Acute CPP crystal arthritis (pseudogout) (Option A) can present with a clinical picture similar to BCP deposition but is more common in the wrist or knee. It does not typically involve tendons and other periarticular structures. Moreover, in CPP crystal arthritis, positively birefringent crystals would likely be visible in the synovial fluid.A gout flare (Option C) is unlikely for several reasons: a first gout flare rarely presents in the shoulder, the patient's serum urate level does not reflect significant hyperuricemia (although serum urate levels may occasionally be transiently low during gout flares), and monosodium urate crystals were not detected in the joint fluid.Osteoarthritis (Option D) can affect the shoulder, although onset is typically insidious, not acute or subacute. Osteoarthritis of the shoulder rarely produces an effusion of the size seen here, and the synovial fluid leukocyte count would be noninflammatory (<2000/μL [2 × 109L]). Erosions (as in this patient) are not seen, but joint-space narrowing (not seen in this patient) would be definitive.",
  "critique_links": [],
  "key_points": [
    "Basic calcium phosphate crystal deposition may cause inflammatory arthritis and periarthritis, most classically manifesting in older women as “Milwaukee shoulder,” with progressive destruction of the rotator cuff and glenohumeral joint."
  ],
  "references": "McCarthy GM, Dunne A. Calcium crystal deposition diseases - beyond gout. Nat Rev Rheumatol. 2018;14:592-602. PMID: 30190520 doi:10.1038/s41584-018-0078-5",
  "related_content": {
    "syllabus": [
      "rmsec24012_24023"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.783313-06:00"
}