{
  "category": "cc",
  "critique": "The most appropriate next step in treatment for this patient with presumed septic shock who is unresponsive to intravenous fluids is to start norepinephrine (Option C). The 2021 Surviving Sepsis Campaign guidelines recommend an initial bolus of 30 mL/kg of crystalloid fluid in septic shock. Additional fluid resuscitation is indicated if the patient remains volume responsive. A dynamic test of assessing volume responsiveness, such as the passive leg raise test, is the preferred means of determining whether further fluids should be administered. In patients with septic shock who are no longer fluid responsive and remain hypotensive, norepinephrine is the recommended first-line vasopressor. Norepinephrine has both α and β1 adrenergic properties; the α effect results in peripheral vasoconstriction, and the β1 effect increases ventricular inotropy without significantly raising heart rate. This patient with septic shock and persistent hypotension despite initial fluid resuscitation should receive norepinephrine.Dobutamine (Option A) has predominately β1 and β2 properties and is the first choice for cardiogenic shock without hypotension. Although dobutamine augments cardiac output, it can also lead to peripheral vasodilation and is not used in septic shock in the absence of cardiac dysfunction. This patient has septic shock, and the bedside cardiac ultrasound showed normal left ventricular function, making dobutamine an inappropriate choice in this patient.Dopamine (Option B) has a dose-dependent response on dopaminergic α and β receptors. At lower doses, dopaminergic receptors predominate, with α and β receptors more active at higher doses. Dopamine carries an increased risk of arrhythmia and death compared with norepinephrine and is not recommended for use in septic shock except in select patients with clinically significant bradycardia.Vasopressin (Option D) is a second-line vasopressor agent in patients with septic shock. Vasopressin predominately acts on V1 and V2 receptors; V1-receptor activation promotes contraction of smooth muscles, whereas V2 receptors have an anti-diuretic effect on the kidneys. Vasopressin may be added to norepinephrine in persistent septic shock, although it has no role in the treatment of other forms of shock.",
  "educational_objective": "Treat a patient with refractory septic shock with norepinephrine.",
  "extracted_at": "2025-12-23T14:13:48.346420-06:00",
  "key_points": [
    "In patients with septic shock, norepinephrine is the recommended first-line vasopressor; in refractory septic shock, vasopressin may be added to norepinephrine."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Dobutamine"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Dopamine"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Norepinephrine"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Vasopressin"
    }
  ],
  "question_id": "ccmcq24014",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "question_text": "A 42-year-old man is evaluated in the emergency department for hypotension. Over the past 2 days, he has noted progressive pain in the right upper quadrant together with increasing jaundice. He has primary sclerosing cholangitis and ulcerative colitis. Medications are ursodiol and mesalamine.On physical examination, temperature is 38.1 °C (100.6 °F), blood pressure is 84/45 mm Hg with a mean arterial pressure of 58 mm Hg, pulse rate is 96/min, and respiration rate is 22/min. Oxygen saturation is 94% with the patient breathing ambient air. Jaundice and scleral icterus are noted. There is moderate tenderness in the right upper quadrant to direct palpation without rebound or guarding.Point-of-care cardiac ultrasound shows normal left ventricular function. Abdominal CT scan shows diffuse biliary dilatation with multiple strictures and calculi.Blood cultures are drawn, piperacillin-tazobactam is administered, and emergency endoscopic retrograde cholangiopancreatography is planned. After an initial bolus of 30 mL/kg of crystalloid fluids and several subsequent fluid boluses, the patient's blood pressure remains unchanged. Passive leg raise test demonstrates a lack of fluid responsiveness.",
  "references": "Hamzaoui O, Shi R. Early norepinephrine use in septic shock. J Thorac Dis. 2020;12:S72-7. PMID: 32148928 doi:10.21037/jtd.2019.12.50",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ccsec24002_24030"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}