{
  "question_id": "csqqq24004",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Evaluate a patient with nonspecific low back pain.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 39-year-old woman is evaluated for low back pain starting 3 days ago after performing deadlifts at the gym. The pain is moderate in severity and does not radiate. She has had no fevers, night sweats, leg weakness, or bowel or bladder dysfunction. Naproxen and topical cream containing menthol decrease the pain. She takes no other medications and has no history of taking nonprescribed substances. She is unable to perform the physical aspects of her job as a physical therapy technician.On physical examination, vital signs are normal. Lumbar paraspinal muscle tenderness is noted; the musculoskeletal and neurologic examinations are otherwise normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Erythrocyte sedimentation rate measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the lumbar spine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plain radiography of the lumbar spine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No additional diagnostic testing (Option D) is needed in this patient with acute, nonspecific low back pain. She lacks any concerning features, such as bowel or bladder dysfunction, constitutional symptoms, leg weakness, or saddle anesthesia. Indications to perform immediate imaging include severe and/or progressive neurologic deficits on examination or suspected serious underlying pathology, neither of which are present in this patient.According to a joint clinical practice guideline released by the American College of Physicians and the American Pain Society, clinicians should not routinely perform diagnostic testing, such as erythrocyte sedimentation rate measurement, MRI, plain radiography (Options A- C), or CT. in patients with nonspecific low back pain. Even in patients with acute radiculopathy or spinal stenosis, routine imaging or testing has not been shown to improve outcomes. Most patients with acute low back pain recover quickly, regardless of the therapeutic intervention used. Whenever possible, maintaining daily activities should be encouraged. Nonpharmacologic treatment with acupuncture, massage, superficial heat, or spinal manipulation is preferred. If pharmacologic treatment is desired for acute low back pain, clinicians and patients should select NSAIDs or skeletal muscle relaxants.",
  "critique_links": [],
  "key_points": [
    "Diagnostic studies should not be routinely obtained in patients with nonspecific low back pain; such testing should be reserved for patients with severe or progressive neurologic deficits and patients for whom a serious underlying condition is suspected."
  ],
  "references": "Qaseem A, Wilt TJ, McLean RM, et al; Clinical Guidelines Committee of the American College of Physicians. Noninvasive treatments for acute, subacute, and chronic low back pain: A clinical practice guideline from the American College of Physicians. Ann Intern Med. 2017;166:514-530. PMID: 28192789.",
  "related_content": {
    "syllabus": [
      "cssec24008_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.946962-06:00"
}