{
  "question_id": "rmcor25006",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose diffuse idiopathic skeletal hyperostosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 56-year-old man is evaluated for a 2-year history of mid to low back pain and stiffness. He reports no buttock or leg pain. He has tried home-based exercises with minimal benefit. He has type 2 diabetes mellitus, dyslipidemia, and metabolic dysfunction–associated steatotic liver disease. His medications are metformin, semaglutide, and rosuvastatin.On physical examination, vital signs are normal. There is diffuse tenderness to palpation of the lower thoracic spine and upper lumbar spine, with reduced flexion and extension. No sacroiliac joint tenderness is noted.Laboratory studies:Alkaline phosphatase76 U/LAlanine aminotransferase48 U/LHAspartate aminotransferase52 U/LHTotal bilirubin1.1 mg/dL (18.8 µmol/L)Creatinine1.0 mg/dL (88.4 µmol/L)C-reactive protein level is normal.Radiograph of the spine is shown. Sacroiliac joint radiographs are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Ankylosing spondylitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Diffuse idiopathic skeletal hyperostosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Paget disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Spondylosis deformans",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is diffuse idiopathic skeletal hyperostosis (DISH) (Option B). DISH is a noninflammatory condition that occasionally is associated with elevated inflammatory markers and causes calcification and ossification of spinal ligaments (especially the anterior longitudinal ligament) and entheses (tendon and ligament attachments to bone). This leads to pain and stiffness as well as reduced range of motion of the spine. DISH is more common in men aged 45 years and older and most often involves the thoracic spine. DISH does not affect the sacroiliac joints. There are no specific therapies for DISH; symptom management is the focus of treatment. This patient presents with classic epidemiologic features associated with DISH, and he has the typical symptoms of back pain and stiffness without sacroiliac pain. His spine radiograph shows the distinctive finding of flowing linear calcification and ossification along the anterolateral aspects of the vertebral bodies. These findings of DISH are usually most easily visualized on lateral images (arrows).Ankylosing spondylitis (AS) (Option A) is an inflammatory arthritis of the spine, usually presenting as chronic back pain and stiffness, typically before age 45 years. Radiographic findings include squaring of the vertebral bodies due to anterior and posterior inflammation, bone erosions, and formation of syndesmophytes, which are typically thin and vertically oriented and lead to ankylosis. Involvement of the sacroiliac joints is a hallmark of AS, and affected patients typically have elevated serum inflammatory markers. This patient does not have findings characteristic of AS.Paget disease of bone (Option C) is most often diagnosed in asymptomatic older patients presenting with elevated serum alkaline phosphatase levels or incidental radiographic findings. Commonly affected bones include the skull, spine, sacrum, pelvis, femur, and tibia. Diagnosis is based on radiographic findings of thickening of cortical bone, coarsened trabecular markings, and distortion and expansion of involved bone. This patient lacks features of Paget disease.Spondylosis deformans (degenerative disk disease with osteophyte formation) (Option D) is usually seen in patients older than age 55 years. Although the spurs in the cervical and lumbar spine can resemble those seen in DISH, involvement of the anterior longitudinal ligament in the thoracic spine, which is characteristic of DISH, is not observed in spondylosis deformans.",
  "critique_links": [],
  "key_points": [
    "Diffuse idiopathic skeletal hyperostosis (DISH) is a noninflammatory condition that causes back pain and stiffness without sacroiliac pain, typically in men aged 45 years and older.",
    "DISH is associated with a distinctive radiographic finding consisting of flowing linear calcification and ossification along the anterolateral aspects of the vertebral bodies."
  ],
  "references": "Kuperus JS, Mohamed Hoesein FAA, de Jong PA, et al. Diffuse idiopathic skeletal hyperostosis: etiology and clinical relevance. Best Pract Res Clin Rheumatol. 2020;34:101527. PMID: 32456997 doi:10.1016/j.berh.2020.101527",
  "related_content": {
    "syllabus": [
      "rmsec24014_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.685276-06:00"
}