{
  "question_id": "fcmcq24027",
  "category": "fc",
  "educational_objective": "Treat nausea unrelated to chemotherapy in the palliative care setting.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 60-year-old woman is evaluated for a 1-month history of moderate to severe nausea. She has metastatic hepatocellular carcinoma that has not responded to treatment. Hospice care was recently started. Pain and constipation are managed adequately with oxycodone and polyethylene glycol, respectively. The patient has a history of irritable bowel syndrome with diarrhea, for which she was taking alosetron but had to discontinue it because of angioedema. Other medications are furosemide and spironolactone.On physical examination, the patient is afebrile. Blood pressure is 90/60 mm Hg, pulse rate is 90/min, respiration rate is 16/min, and oxygen saturation is 92% breathing ambient air. BMI is 17. Jaundice, cachexia, and abdominal protuberance are noted.",
  "question_stem": "Which of the following is the most appropriate treatment for this patient's nausea?",
  "options": [
    {
      "letter": "A",
      "text": "Aprepitant",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinuation of oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Medical marijuana",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Olanzapine",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Ondansetron",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient's nausea is olanzapine (Option D). Nausea is a common symptom in patients with serious illness and may be even more debilitating than pain. Causes of nausea in this population are many and include medications, constipation/bowel obstruction, metabolic derangements, increased intracranial pressure, anxiety, noxious odors, and the illness itself. Treatment involves determining and addressing the underlying cause. This patient's nausea is likely a result of the underlying hepatocellular carcinoma. Olanzapine has been shown to improve chronic nausea in patients with advanced incurable cancer. It can also improve symptoms such as vomiting, fatigue, pain, and decreased appetite.Aprepitant (Option A), a neurokinin-1 antagonist, is indicated for postoperative and chemotherapy-induced nausea and vomiting. Aprepitant relies extensively on cytochrome P-450 3A4 (CYP3A4) metabolism. This patient not only has advanced liver disease but also manages her pain with oxycodone, which also requires CYP3A4 metabolism. For these reasons, it is not the most appropriate option to treat her nausea.Oxycodone use may cause nausea as a direct side effect or as a result of constipation due to oxycodone, which in turn may cause nausea. This patient's constipation is adequately managed with polyethylene glycol. Discontinuing oxycodone (Option B), which is controlling her pain, would not be appropriate.Although cannabinoid derivatives such as dronabinol have had moderate success in managing nausea and vomiting, the lack of data on the benefit of cannabis in this setting limits its use. For this reason, medical marijuana (Option C) is not the best option for this patient.Ondansetron (Option E), a 5-hydroxytryptamine subtype 3 (5-HT3) receptor antagonist, has been shown to be effective in managing chemotherapy- and radiation-induced nausea and vomiting, gastroparesis, nausea and vomiting of pregnancy, and postoperative nausea and vomiting. However, ondansetron is contraindicated in this patient because of her allergy to alosetron, another 5-HT3 antagonist.",
  "key_points": [
    "Olanzapine has been shown to improve chronic nausea in patients with advanced incurable cancer; it can also improve symptoms such as vomiting, fatigue, pain, and decreased appetite."
  ],
  "references": "Navari RM, Pywell CM, Le-Rademacher JG, et al. Olanzapine for the treatment of advanced cancer-related chronic nausea and/or vomiting: a randomized pilot trial. JAMA Oncol. 2020;6:895-899. PMID: 32379269 doi:10.1001/jamaoncol.2020.1052",
  "related_content": {
    "syllabus": [
      "fcsec24011_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:33.933866-06:00"
}