{
  "question_id": "fcmcq24064",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Identify Six Sigma as a quality improvement model.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A hospital system has experienced an increase in the rate of catheter-associated urinary tract infections (CAUTIs) despite education on appropriate use and aseptic placement. A quality improvement initiative was implemented as follows: First, a committee convened to determine goals. Historical CAUTI data were collected and analyzed. Root cause analyses were conducted for sentinel events to determine potential causes, which in turn were used to identify improvement strategies. Finally, successful strategies were standardized.",
  "question_stem": "Which of the following models was used in this quality improvement initiative?",
  "options": [
    {
      "letter": "A",
      "text": "Crisis resource management",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lean",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Model for Improvement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Six Sigma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The quality improvement (QI) model that was used in this scenario is Six Sigma (Option D). Six Sigma, which refers to six standard deviations from the mean, focuses on improvement through reducing variability in patient care. Six Sigma comprises five phases: Define, Measure, Analyze, Improve, and Control (DMAIC). In the Define phase, goals and measures of success are established. In the Measure phase, past performance levels are determined, to provide a baseline for future comparison. In the Analyze phase, causes and improvement opportunities are identified. Finally, in the Control phase, improvement is standardized to maintain sustainability. The model often uses quantitative tools to analyze data, such as analysis of variance, control charts, and mathematical modeling. Because Six Sigma usually requires at least several months and substantial resources, it is best applied to complex, multistep health care problems, such as reducing readmission rates, decreasing the incidence of infections (such as catheter-associated urinary tract infections), and improving patient satisfaction.Crisis resource management (Option A) is not a quality improvement model. It has origins in the aviation industry and refers to a set of teamwork strategies and principles used in a crisis situation.The Lean model (Option B) focuses on improving processes through eliminating waste and maximizing value. In this model, activities are classified as being either value added (directly contributing to meeting patient needs) or non–value added (requiring resources of time and space but not meeting patient needs). Value stream mapping can be used to graphically display a process and the time required for each step, thereby identifying inefficiencies and areas of waste. The Lean model is useful when flow, efficiency, and speed are prioritized.The Model for Improvement (Option C) is a commonly used QI model and is based on rapid Plan-Do-Study-Act cycles. This model does not help to identify causes of complex health care problems; therefore, it is best used for problems with easily identified triggers and evidence-based solutions.",
  "critique_links": [],
  "key_points": [
    "Six Sigma is a quality improvement model comprising five phases (DMAIC); goals and measures of success are Defined, baseline metrics are Measured, causes are Analyzed, Improvement strategies are identified, and processes are standardized and adjusted to maintain Control."
  ],
  "references": "Agency for Healthcare Research and Quality. Section 4: ways to approach the quality improvement process. Accessed April 2, 2024. www.ahrq.gov/cahps/quality-improvement/improvement-guide/4-approach-qi-process/sect4part2.html",
  "related_content": {
    "syllabus": [
      "fcsec24007_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.884841-06:00"
}