{
  "question_id": "inmcq24024",
  "category": "in",
  "educational_objective": "Prevent opioid overdose in a patient at high risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 48-year-old man presents to establish care. He has back pain from a remote injury and takes 70 mg morphine equivalents daily. He recently began working in construction and reports persistent back pain. He says that morphine \"makes the pain tolerable and life worth living.\" Multiple past attempts to reduce his morphine dose and substitute nonopioid medications have been unsuccessful. He also has COPD, for which he uses a tiotropium inhaler.Physical examination findings, including vital signs, are normal.Urine toxicology is positive for opioids but is otherwise negative.",
  "question_stem": "Which of the following is the most appropriate immediate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Discuss reduction of morphine dose",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Provide intranasal naloxone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer to a pain specialist",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch morphine to buprenorphine-naloxone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Providing intranasal naloxone (Option B) is the most appropriate immediate next step in management. A major complication of opioid use is overdose, the risk for which increases with higher opioid doses and concurrent benzodiazepine use. Comorbid conditions (including COPD, obstructive sleep apnea, other substance use disorders, and mental health disorders) also increase the risk for opioid-related death. Others at high risk for overdose are those using nonprescribed opioids, those with a history of opioid misuse who have recently been released from incarceration, and individuals receiving treatment for opioid use disorder. Intranasal naloxone is an important adjunct therapy in patients receiving opioid therapy or with opioid use disorder and reduces overdose death when prescribed. Naloxone kits and overdose prevention education should be provided to patients at increased risk for overdose, such as those receiving daily doses of at least 50 mg morphine equivalents per day or those concurrently taking a benzodiazepine. Friends, family members, and caretakers may also receive prescriptions and training in naloxone use. This patient has several risk factors for overdose, including COPD and taking over 50 mg of morphine daily, and naloxone should be prescribed.Reducing the patient's morphine dose (Option A) should be a goal of care; however, multiple attempts to reduce the dose in the past have been unsuccessful. This is his first visit to establish primary care, and it would be more appropriate to discuss this at a subsequent visit once rapport is established and a comprehensive plan to address his opioid use can be built in a collaborative manner.Referral to a pain specialist (Option C) could help reduce the patient's risk for overdose, but intranasal naloxone should be started first. Referral to a pain specialist could be subsequently considered as part of a more comprehensive plan to address his opioid use.Switching morphine to buprenorphine-naloxone (Option D) would not be the most appropriate next step for this patient. Medications for opioid use disorder (MOUD) with methadone or buprenorphine-naloxone are a key component of the treatment of opioid use disorder. This patient, however, is dependent on morphine for pain control. Although MOUD could be considered and discussed with the patient if opioid use disorder is diagnosed, providing naloxone is the most important immediate step.",
  "key_points": [
    "Intranasal naloxone is an important adjunct therapy in opioid use disorder and can result in a reduction in overdose death when prescribed.",
    "Naloxone kits and overdose prevention education should be provided to patients at increased risk for overdose, such as those receiving daily doses of at least 50 mg morphine equivalents per day or those concurrently taking a benzodiazepine."
  ],
  "references": "Dowell D, Ragan KR, Jones CM, et al. CDC clinical practice guideline for prescribing opioids for pain - United States, 2022. MMWR Recomm Rep. 2022;71:1-95. PMID: 36327391 doi:10.15585/mmwr.rr7103a1",
  "related_content": {
    "syllabus": [
      "insec24007_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:28:36.630789-06:00"
}