{
  "question_id": "inmcq24025",
  "category": "in",
  "educational_objective": "Treat alcohol use disorder with naltrexone.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 45-year-old patient comes to the office because they are concerned about their alcohol consumption. They report increased stress over the past year due to escalating responsibilities at work and feelings of social isolation and depression after getting divorced. They were previously drinking one to two glasses of wine each night but over the past few months have increased to four to six glasses of wine to cope with stress. They have tried but have not been able to cut down on drinking. They also have hypertension and dyslipidemia. Their medications are losartan and atorvastatin.Physical examination findings, including vital signs, are normal.",
  "question_stem": "In addition to recommending psychotherapy, which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bupropion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Disulfiram",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lorazepam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Naltrexone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "In addition to psychotherapy, naltrexone (Option D) is the most appropriate next step in treatment for this patient with alcohol use disorder. Treatment of alcohol use disorder should be tailored to a patient's risk level and includes structured psychosocial interventions and pharmacotherapy. Naltrexone is the preferred first-line pharmacologic therapy for moderate to severe alcohol use disorder. It is an opioid receptor antagonist that combats alcohol use disorder through reduction of neuronal reward pathways associated with alcohol consumption. Naltrexone can be administered as a once-daily oral medication or as a monthly injection, which may enhance patient adherence. In addition to use in the ambulatory setting, it has been associated with a substantial decrease in 30-day readmission rates and emergency department visits when prescribed to patients with alcohol dependence at the time of hospital discharge. This patient's alcohol consumption has progressed to four to six glasses of wine each night, and they have been unable to cut down on their own. Psychotherapy and naltrexone should be offered.Bupropion (Option A) would not be the most appropriate next step in management. Bupropion, an antidepressant that works through mediation of dopaminergic/noradrenergic pathways, is effective in the support of smoking cessation. However, it has not been shown to be effective in the treatment of alcohol use disorder.Disulfiram (Option B) is not the best option for this patient. Disulfiram inhibits aldehyde dehydrogenase, resulting in acetaldehyde accumulation with alcohol use, leading to unpleasant symptoms (alcohol-disulfiram reaction). It is most appropriate for patients with a strong motivation to be abstinent and with support to promote medication adherence. Patients must be abstinent for at least 12 hours before use. This would not be the most appropriate treatment for this patient because naltrexone is a preferred first-line agent and they are lacking in social supports to help with adherence.Lorazepam (Option C) would not be an appropriate option for this patient. Lorazepam is a short- to moderate-acting benzodiazepine often used to treat acute alcohol withdrawal syndrome; however, it is not effective for treatment of alcohol use disorder.",
  "key_points": [
    "Naltrexone is the preferred first-line pharmacologic therapy for moderate to severe alcohol use disorder."
  ],
  "references": "Crabb DW, Im GY, Szabo G, et al. Diagnosis and treatment of alcohol-associated liver diseases: 2019 practice guidance from the American Association for the Study of Liver Diseases. Hepatology. 2020;71:306-333. PMID: 31314133 doi:10.1002/hep.30866",
  "related_content": {
    "syllabus": [
      "insec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:28:36.635405-06:00"
}