{
  "question_id": "inqqq24001",
  "category": "in",
  "educational_objective": "Treat allergic conjunctivitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 24-year-old woman is evaluated for a 2-week history of bilateral itchy, red eyes associated with a gritty sensation and watery discharge. She has no other ocular symptoms. She has been sneezing and has nasal congestion, as she does each spring. She takes no medications.Examination shows bilateral conjunctival injection, normal pupils, and normal vision.",
  "question_stem": "In addition to recommending nonpharmacologic interventions, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Oral antihistamine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Topical antihistamine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical calcineurin inhibitor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical glucocorticoid",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is a topical antihistamine (Option B) or a topical mast-cell inhibitor. This patient has bilateral itching of the eyes, which is the cardinal feature of allergic conjunctivitis. Patients also may experience a gritty or burning sensation in the eyes. Watery, nonpurulent ocular discharge is common. Other common findings include eyelid edema, periorbital hyperpigmentation (allergic shiners), and chemosis. Patients with allergic conjunctivitis may have other allergic symptoms, such as sneezing, wheezing, or nasal discharge. The first steps in management are avoiding allergens, avoiding scratching and rubbing of the eyes, using cold compresses, discontinuing contact lenses (if applicable), and using saline eye drops for symptom relief. Allergic conjunctivitis can be treated with topical first-generation H1 antihistamines, which can be purchased over the counter. More effective prescription-based treatments include second-generation H1 antihistamines, topical mast-cell stabilizers, or combination H1 antihistamines/vasoconstrictors. Intranasal glucocorticoids can be used to treat concomitant allergic rhinitis. This patient has allergic conjunctivitis, and the most appropriate treatment is a topical antihistamine.Oral antihistamines (Option A) are commonly used for allergic conjunctivitis but may induce or worsen dry eye syndrome, impair the tear film's protective barrier, and worsen allergic conjunctivitis. Concomitant use of cooled artificial tears may alleviate coexisting tear deficiency and dilute allergens and inflammatory mediators on the ocular surface. Oral antihistamines may take several days to be effective in treating the symptoms of allergic conjunctivitis, whereas topical therapies have a more immediate effect. Thus, use of oral antihistamines would not be the most appropriate option in this patient.In severe cases of allergic conjunctivitis, topical calcineurin inhibitors (Option C), such as cyclosporine or tacrolimus, can be considered. However, calcineurin inhibitors have not been well studied for this indication and are used off label. As such, topical calcineurin inhibitors would not be the most appropriate therapy in this patient.An ophthalmic glucocorticoid (Option D) should not be used to treat conjunctivitis unless recommended by an ophthalmologist after a full evaluation. Ophthalmic glucocorticoids are not effective for most forms of acute conjunctivitis, and they are associated with adverse effects, such as cataract formation, elevated intraocular pressure, glaucoma, and secondary infections.",
  "key_points": [
    "Bilateral itching of the eyes is the cardinal feature of allergic conjunctivitis.",
    "Allergic conjunctivitis can be treated with topical first-generation H1 antihistamines, which can be purchased over the counter; more effective prescription-based treatments include second-generation H1 antihistamines, topical mast-cell stabilizers, or vasoconstrictor/antihistamine combinations."
  ],
  "references": "Varu DM, Rhee MK, Akpek EK, et al; American Academy of Ophthalmology Preferred Practice Pattern Cornea and External Disease Panel. Conjunctivitis Preferred Practice Pattern®. Ophthalmology. 2019;126:P94-P169. PMID: 30366797 doi:10.1016/j.ophtha.2018.10.020",
  "related_content": {
    "syllabus": [
      "insec24003_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:28:36.750008-06:00"
}