{
  "question_id": "hmmcq24062",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Avoid inappropriate thrombophilia testing in a patient with acute venous thromboembolism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old woman is evaluated for a 3-day history of pain and swelling of the left leg following a partial colectomy performed 2 weeks ago for recurrent diverticulitis. She reports no chest pain or dyspnea. Family history is significant for pulmonary embolism in her grandfather. Medical history is otherwise noncontributory, and she takes no medications.On physical examination, vital signs are normal. Swelling of the left lower extremity is present.Ultrasound of the left leg shows deep venous thrombosis in the femoral vein.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Antithrombin III level",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Factor V Leiden",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prothrombin G20210A gene variant",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has deep venous thrombosis (DVT) provoked by a recent surgery, and no further testing is necessary (Option D). Thrombophilia increases the risk for thrombosis and can be inherited or acquired. Testing for thrombophilia is not necessary in most patients but may be considered in patients with thromboses at unusual sites (e.g., the portal venous system), recurrent idiopathic thrombosis, or unprovoked thrombosis before age 45 years. It should also be considered in patients with a clear family history of thrombosis in one or more first-degree relatives under the age of 45 years, warfarin-induced skin necrosis, and recurrent fetal loss. Testing is often less accurate if completed during episodes of acute thrombosis and should be deferred. Except for antiphospholipid antibody syndrome, test results will not influence immediate management of venous thromboembolism (VTE). This patient has DVT provoked by surgery and has no indication for thrombophilia testing.Antithrombin III (ATIII) (Option A) is a natural anticoagulant which, when deficient, results in a more significant thrombotic risk than seen with other thrombophilias such as factor V Leiden (FVL) or prothrombin G20210A gene variant. ATIII deficiency can be acquired (e.g., the nephrotic syndrome, protein-losing enteropathy) or, less frequently, inherited. Importantly, the ATIII level is reduced during an acute VTE, and measurement at this time would not be useful. This patient has no indication for thrombophilia testing.FVL (Option B) is the most common inherited thrombophilia, affecting approximately 5% of patients of European ancestry. FVL results in a relatively low risk of thrombosis compared to other factors such as surgery or antithrombin III deficiency and is not associated with arterial thrombosis. Although it is a genetic test and can be completed at the time of thrombosis, FVL testing is not indicated in this patient.The prothrombin G20210A gene variant (Option C) affects up to 3% of patients of European ancestry but is otherwise rare. Although patients with this variant have a twofold to fourfold increased risk for developing VTE, it does not occur in most patients. This patient does not meet criteria for thrombophilia testing, and prothrombin G20210A gene variant testing is not appropriate.",
  "critique_links": [],
  "key_points": [
    "Testing for inherited thrombophilia should only be considered in patients with thromboses at unusual sites, recurrent idiopathic thromboses, or unprovoked thrombosis before age 45 years.",
    "Thrombophilia testing should not be completed during episodes of acute thrombosis except when antiphospholipid antibody syndrome is suspected because the presence of this disorder affects the choice of anticoagulant therapy."
  ],
  "references": "Middeldorp S, Nieuwlaat R, Baumann Kreuziger L, et al. American Society of Hematology 2023 guidelines for management of venous thromboembolism: thrombophilia testing. Blood Adv. 2023;7:7101-7138. PMID: 37195076 doi:10.1182/bloodadvances.2023010177",
  "related_content": {
    "syllabus": [
      "hmsec24009_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.557100-06:00"
}