{
  "question_id": "idqqq24008",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat pneumonic plague.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 19-year-old previously healthy man is evaluated in the emergency department for fever, cough producing blood-tinged sputum, shortness of breath, and headache. Six college classmates have been hospitalized with similar symptoms.On physical examination, he is alert and oriented. Temperature is 39.1 °C (102.4 °F), blood pressure is 98/58 mm Hg, pulse rate is 110/min, respiration rate is 24/min, and oxygen saturation is 92% breathing 2 L/min oxygen by nasal cannula. Pulmonary examination reveals dyspnea and bilateral pulmonary rhonchi.A chest radiograph shows bilateral patchy infiltrates. Sputum Gram stain reveals many polymorphonuclear cells and abundant gram-negative coccobacilli demonstrating bipolar staining.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ceftriaxone and azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Piperacillin-tazobactam and levofloxacin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is ciprofloxacin (Option C). This patient most likely has pneumonic plague caused by the bacteria Yersinia pestis, one of the biologic agents classified as an A-list bioterrorism pathogen because of its potential lethality and ease of dissemination. Sputum Gram stain (and possibly blood smear) may identify gram-negative coccobacilli demonstrating the classic bipolar staining or “safety pin” shape shown. Although most pulmonary involvement occurs through secondary hematogenous spread to the lungs from a bubo or other source, primary pneumonic plague can occur after close contact with another person with plague pneumonia, after animal exposure, or because of intentional aerosol release for the purpose of terrorism. Recommended first-line treatment is either a fluoroquinolone (ciprofloxacin, moxifloxacin, or levofloxacin), streptomycin, or gentamicin.Anthrax is caused by Bacillus anthracis, a sporulating, gram-positive, aerobic organism. Patients with inhalational anthrax present with low-grade fever, malaise, myalgia, and headache accompanied by cough, dyspnea, and chest pain. A chest radiograph showing mediastinal widening from hemorrhagic lymphadenitis is characteristic. Treatment consists of combination therapy with meropenem plus doxycycline or ciprofloxacin. Amoxicillin (Option A) is an option for prophylaxis, but only if the strain is known to be susceptible. It is not an appropriate option for treatment of anthrax or pneumonic plague.Community-acquired pneumonia (CAP) is commonly caused by the coccobacillus Haemophilus influenzae. H. influenzae does not demonstrate bipolar staining. The combination of ceftriaxone and azithromycin (Option B) would be an appropriate choice for the treatment of CAP, but this treatment regimen would be inadequate for treating plague.When clinical concern for Pseudomonas, an aerobic, nonlactose fermenting, gram-negative bacillus, is present in a patient with severe pneumonia, indicated empiric therapy is an antipseudomonal β-lactam in conjunction with either a fluoroquinolone or azithromycin to cover atypical organisms. The combination of piperacillin-tazobactam and levofloxacin (Option D) would be ideal for a seriously ill patient with CAP and concern for Pseudomonas infection but not for this patient most likely infected with Y. pestis.",
  "critique_links": [],
  "key_points": [
    "First-line treatment for primary pneumonic plague is either a fluoroquinolone (ciprofloxacin, moxifloxacin, or levofloxacin), streptomycin, or gentamicin.",
    "Pneumonic plague is caused by the bacteria Yersinia pestis, one of the biologic agents classified as an A-list bioterrorism pathogen; sputum Gram stain (and possibly blood smear) may identify gram-negative coccobacilli demonstrating the classic bipolar staining or “safety pin” shape."
  ],
  "references": "Nelson CA, Meaney-Delman D, Fleck-Derderian S, et al; Contributors. Antimicrobial treatment and prophylaxis of plague: recommendations for naturally acquired infections and bioterrorism response. MMWR Recomm Rep. 2021;70:1-27. PMID: 34264565 doi:10.15585/mmwr.rr7003a1",
  "related_content": {
    "syllabus": [
      "idsec24014_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.914666-06:00"
}