{
  "question_id": "nrqqq24016",
  "category": "nr",
  "educational_objective": "Treat medication-induced psychosis in Parkinson disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 75-year-old man is evaluated at a follow-up visit for Parkinson disease, which was diagnosed 12 years ago. Worsening motor symptoms have been controlled with a combination of carbidopa-levodopa and pramipexole. He reports recent visual hallucinations that have been distressing, occasionally seeing small animals and unfamiliar people. He has had no recent illness, fever, anhedonia, or depressive symptoms.On physical examination, he performs well on screening cognitive testing. Masked facies, mild dysarthria, resting tremor, bradykinesia, and cogwheel rigidity are noted.Results of laboratory studies, including a complete blood count, comprehensive metabolic panel, and urinalysis, are normal.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add aripiprazole",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add pimavanserin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Add risperidone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue pramipexole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The dopamine agonist pramipexole should be discontinued in this patient with Parkinson disease and psychosis (Option D). Dopamine agonists, such as pramipexole, can be used as adjuvant therapy to limit the total dose of levodopa. Dopamine agonists are associated with a higher risk for specific adverse effects, including impulse control disorder, sleep attacks, dependent edema, nausea, orthostatic hypotension, hallucinations, and confusion that may limit their use, especially in older patients. Impulse control disorder is the increased tendency for impulsive behaviors, such as excessive gambling, shopping, or hypersexuality. Sleep attacks involve falling asleep without warning. Medication-induced psychosis, especially visual hallucinations, is also a potential adverse effect of dopaminergic medications. All patients with Parkinson disease and psychosis should be evaluated for systemic triggers (such as infection and metabolic disturbance) and major depression. Reducing the levodopa dosage can also be considered, as can discontinuing the dopamine agonist, but this step may not be possible because of worsening of motor symptoms. The decision to treat psychosis with medication adjustments or discontinuation should be based on the presence of distress to patient and caregivers, presence of insight in the patient, and progressive frequency of psychosis.Most atypical antipsychotic agents, including aripiprazole (Option A), risperidone (Option C), and olanzapine, and all typical (first-generation) antipsychotic agents should be avoided in the setting of Parkinson psychosis. Pimavanserin (Option B), a nondopaminergic atypical antipsychotic agent and selective serotonin 5-hydroxytryptamine receptor 2A inverse agonist, is the only FDA-approved medication for Parkinson psychosis. Quetiapine and clozapine also can be considered in this setting (off-label use). Acceptable atypical antipsychotic agents should be used only after discontinuation of any non-levodopa Parkinson medication and resolution of systemic triggers. Thus, it would not be appropriate to start pimavanserin until after discontinuing pramipexole.",
  "critique_links": [],
  "key_points": [
    "Dopamine agonists are associated with a higher risk for specific adverse effects, including psychosis, impulse control disorder, sleep attacks, dependent edema, nausea, orthostatic hypotension, hallucinations, and confusion, that may limit their use, especially in older patients with Parkinson disease.",
    "In patients with Parkinson disease and psychosis, resolution of systemic triggers and removal of non-levodopa Parkinson disease medications should be prioritized over initiation of acceptable atypical antipsychotic agents."
  ],
  "references": "Pagonabarraga J, Bejr-Kasem H, Martinez-Horta S, et al. Parkinson disease psychosis: from phenomenology to neurobiological mechanisms. Nat Rev Neurol. 2024;20:135-150. PMID: 38225264 doi:10.1038/s41582-023-00918-8",
  "related_content": {
    "syllabus": [
      "nrsec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.478316-06:00"
}