{
  "category": "cc",
  "critique": "The most appropriate management is to rewarm this patient with hypothermia to 36.0 °C (96.8 °F) or greater (Option D) before deciding the next steps in care. The 2020 American Heart Association guidelines advise targeted temperature management between 32.0 °C (89.6 °F) and 36.0 °C (96.8 °F) for at least 24 hours in patients with coma after cardiac arrest. However, more recent data question the benefit of targeted hypothermia over normothermia with fever prevention. Importantly, hypothermia may suppress brainstem function and delays the clearance of medications that depress the central nervous system. As a result, hypothermia must be corrected before an evaluation for brain death/death by neurologic criteria (BD/DNC). Although evidence does not clearly support a clear duration of the observation period between establishment of a specific core body temperature and performance of the neurologic evaluation, guidelines suggest patients whose core body temperature has been 35.5 °C (95.9 °F) or less should be rewarmed to 36.0° C (96.8 °F) or greater for at least 24 hours before evaluation for BD/DNC. This patient underwent therapeutic hypothermia, and she should be rewarmed before evaluation for BD/DNC.It would be premature to declare this patient dead by neurologic criteria (Option A) because assessment of neurologic function may be unreliable in patients with a core body temperature less than 36.0 °C (96.8 °F). She must be rewarmed before a determination is made that she meets criteria for BD/DNC.Maintaining hypothermia for an additional 24 to 48 hours (Option B) would not be the most appropriate management. Extended duration of therapeutic hypothermia beyond 24 hours after cardiac arrest has shown no benefit in neurologic recovery and is not indicated.Performing an apnea test (Option C) is required as part of the BD/DNC evaluation; however, this test may take place only after the patient has been rewarmed to 36.0 °C (96.8 °F) or greater.",
  "educational_objective": "Assess a comatose patient with hypothermia.",
  "extracted_at": "2025-12-23T14:13:48.409985-06:00",
  "key_points": [
    "Patients whose core body temperature is 35.5 °C (95.9 °F) or less should be rewarmed to 36.0° C (96.8 °F) or greater for at least 24 hours before evaluating for brain death or death by neurologic criteria."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Declare death by neurologic criteria"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Maintain hypothermia for additional 24 to 48 hours"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Perform apnea test"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Rewarm the patient to 36.0 °C (96.8 °F) or greater"
    }
  ],
  "question_id": "ccmcq24025",
  "question_stem": "Which of the following is the most appropriate management?",
  "question_text": "A 44-year-old woman is evaluated in the ICU 1 day after hospital admission. She was found unresponsive and pulseless at home, and cardiopulmonary resuscitation was initiated by emergency medical services, with return of spontaneous circulation. Cardiac monitoring on presentation showed ventricular fibrillation. CT scan of the head was normal. Targeted hypothermia was initiated. Temperature has been maintained at 35.0 °C (95.0 °F) for the past 24 hours.On physical examination, she is intubated. Temperature is 35.1 °C (95.2 °F), blood pressure is 140/98 mm Hg, pulse rate is 110/min, and respiration rate is 10/min. Oxygen saturation is 100% with the patient breathing Fio of 0.40. Pupils are 4 mm and unreactive bilaterally. Corneal, oculocephalic, oculovestibular, gag, and cough reflexes are absent. The patient has no motor response to auditory or painful stimuli.No spontaneous breaths or respiratory efforts are appreciated when she is placed on pressure support ventilation.",
  "references": "Greer DM, Kirschen MP, Lewis A, et al. Pediatric and adult brain death/death by neurologic criteria consensus guideline. Neurology. 2023;101:1112-32. PMID: 37821233 doi:10.1212/WNL.0000000000207740",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ccsec24003_24017"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}