{
  "question_id": "cvmcq24108",
  "category": "cv",
  "educational_objective": "Manage nocturnal sinus bradycardia and heart block.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 45-year-old man is evaluated during a follow-up visit for intermittent light-headedness. He has no other symptoms and has not had syncope. He walks 2 miles daily without symptoms. A resting ECG previously revealed sinus bradycardia, prompting ambulatory ECG monitoring. He has hypertension treated with amlodipine. He takes no other medications.On physical examination, blood pressure is 125/72 mm Hg and pulse rate is 54/min. BMI is 38. All other examination findings are normal.Results of routine laboratory studies, including a thyroid-stimulating hormone level, are within normal ranges.ECG reveals sinus bradycardia with a normal PR interval. Ambulatory ECG recording shows a heart rate ranging from 45/min to 140/min. Each night, there are periods of sinus bradycardia as well as episodes of progressive prolongation of the PR interval, followed by several instances of P waves with no conduction to the QRS complex. He had several daytime episodes of light-headedness during testing in which his heart rate ranged from 75/min to 85/min.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Exercise stress testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Permanent pacemaker implantation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sleep apnea testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management option is sleep apnea testing (Option C). Sinus bradycardia is defined as the presence of sinus rhythm with a heart rate below 50/min. It may be appropriate in trained athletes and during sleep. Isolated nocturnal bradyarrhythmias and heart block during sleep generally do not warrant intervention beyond exploring potential secondary causes. In patients with nocturnal bradycardia or conduction disturbances, sleep apnea should be considered and, if appropriate, evaluated and treated. This patient may have an underlying sleep disturbance driving high vagal tone and resulting in Mobitz type 1 heart block at night. He should undergo testing for sleep apnea.Exercise stress testing (Option A) may be used to assess chronotropic competence and/or to look for underlying coronary artery disease. However, this patient has demonstrated chronotropic competence on ambulatory monitoring (maximum heart rate, 140/min) and has no specific symptoms or risk factors warranting evaluation for ischemic heart disease. Therefore, stress testing is not needed.The patient has no heart block symptoms, and his heart block is probably Mobitz type 1, which has a low likelihood of progressing to high-grade block and does not require pacemaker implantation (Option B). Moreover, before a permanent pacemaker is considered, treatable causes of bradycardia, such as sleep apnea, should be evaluated and treated.No further evaluation (Option D) is an inappropriate option because the finding of nocturnal heart block suggests high vagal tone and possibly sleep apnea. Although bradyarrhythmias and heart block during sleep generally do not warrant intervention, potential secondary causes such as sleep apnea should be investigated. This patient should undergo evaluation for possible sleep apnea.",
  "critique_links": [],
  "key_points": [
    "In patients with nocturnal bradycardia or conduction disturbances, sleep apnea should be considered and, if appropriate, evaluated and treated.",
    "Bradyarrhythmias and heart block during sleep generally do not warrant intervention beyond exploring secondary causes."
  ],
  "references": "Kusumoto FM, Schoenfeld MH, Barrett C, et al. 2018 ACC/AHA/HRS guideline on the evaluation and management of patients with bradycardia and cardiac conduction delay: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2019;140:e382-e482. PMID: 30586772 doi:10.1161/CIR.0000000000000628",
  "related_content": {
    "syllabus": [
      "cvsec24006_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:26.695356-06:00"
}