{
  "question_id": "inmcq24033",
  "category": "in",
  "educational_objective": "Treat posttraumatic stress disorder with psychotherapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for a 1-year history of flashbacks. Symptoms began 3 weeks after she had a near-death experience during a car collision. Flashbacks of the incident happen randomly every few days. She feels depressed because of these thoughts, is irritable with her coworkers, and is easily startled. She reports no anhedonia. The location of the collision is on her direct route to work, but she avoids it by taking a long detour. She takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Clonazepam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prazosin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Propranolol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Psychotherapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with posttraumatic stress disorder (PTSD) is psychotherapy (Option D). PTSD is an increasingly recognized disorder triggered by direct experience of or witnessing a traumatic situation, learning that a loved one experienced a violent or accidental event, or repeated or excessive exposure to details of a traumatic event (e.g., a social worker repeatedly exposed to cases of child abuse). PTSD is characterized by the following:Intrusive memories of the traumatic event (recurrent nightmares or flashbacks)Persistent avoidance of reminders or triggers (people or places)Persistent negative changes in thoughts and mood (negative beliefs, anhedonia)Alterations in arousal and reactivity (irritability, exaggerated startle, sleep disturbance)Symptoms typically begin within 4 weeks of the traumatic event and must be present for more than 1 month. Diagnostic criteria for PTSD are complex, and patients suspected of having PTSD should be referred for evaluation. The preferred treatment for PTSD is psychotherapy, including cognitive processing therapy, eye movement desensitization and reprocessing, and present-centered therapy. This patient most likely has PTSD based on a yearlong history of flashbacks following a near-death experience and persistent avoidance of the location of the car collision. Psychotherapy is the most appropriate management.A benzodiazepine, such as clonazepam (Option A), is not appropriate treatment for PTSD. When used in the early phases of PTSD, benzodiazepines can paradoxically increase PTSD symptoms. Benzodiazepines also have significant potential for adverse effects, especially given the high rates of concomitant substance use and suicidality in patients with PTSD.Prazosin (Option B) would not be the most appropriate treatment for this patient's PTSD. Prazosin is an α1-blocker that has been used to treat PTSD-related symptoms, such as nightmares; however, it has not shown consistent benefit in larger controlled trials and is not first-line therapy.Propranolol (Option C) is not indicated for this patient. Although β-blockers can be used on an as-needed basis for symptom control in performance situations in patients with social anxiety disorder, they are not an effective treatment for PTSD.",
  "key_points": [
    "Psychotherapy is the cornerstone of treatment for posttraumatic stress disorder."
  ],
  "references": "Schrader C, Ross A. A review of PTSD and current treatment strategies. Mo Med. 2021;118:546-551. PMID: 34924624",
  "related_content": {
    "syllabus": [
      "insec24007_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:46:41.508196-06:00"
}