{
  "question_id": "incor25014",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat a first episode of major depressive disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 28-year-old woman is evaluated during a follow-up visit for depression. Three months ago, she was diagnosed with her first episode of major depressive disorder with an initial PHQ-9 score of 14. At the time of diagnosis, low-dose fluoxetine was initiated and titrated up over 6 weeks. She has been evaluated regularly since initiating treatment, and her PHQ-9 score has steadily decreased. She feels satisfied with her symptom improvement. She is able to function well at home and at work. She has no other medical problems and takes no other medications.On physical examination, vital signs are normal. Her affect is euthymic.Today, PHQ-9 score is 4.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Add bupropion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue fluoxetine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer for cognitive behavioral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with her first episode of major depressive disorder (MDD) is to continue fluoxetine for at least 4 to 9 months (Option D). The first-line pharmacotherapies for depression are the second-generation antidepressants, which include selective serotonin reuptake inhibitors, serotonin-norepinephrine reuptake inhibitors, and bupropion. After starting pharmacologic therapy for depression with a low dosage of the selected medication, the medication should be gradually titrated up to achieve a clinical response while monitoring for adverse effects. Therapeutic response can be measured objectively with the PHQ-9 score. A decrease in the PHQ-9 score of at least 50% indicates a response to treatment; a decrease to a score of less than 5 indicates remission. If a partial response occurs, the clinician and patient may choose between augmenting therapy with another second-generation antidepressant from a different class and/or adding psychotherapy, such as cognitive behavioral therapy (CBT). Approximately half of patients who respond to appropriate initial therapy develop recurrent depression after 1 year without continued treatment. To reduce the risk of relapse, continuation therapy for 4 to 9 months is recommended in patients who respond to acute therapy. The antidepressant dosage that was effective in acute treatment should be maintained in the continuation phase, and if psychotherapy was used, it should be continued. This patient has had remission of her first episode of MDD with fluoxetine, a selective serotonin reuptake inhibitor, and her treatment should continue for at least 4 to 9 months.Adding a second first-line antidepressant from a different drug class, such as the norepinephrine-dopamine reuptake inhibitor bupropion (Option A) in this patient's case, is another acceptable strategy for treatment of patients in partial remission on monotherapy. This patient is in complete remission, so addition of a second agent is unnecessary.Although the patient has achieved clinical remission, this risk of relapse is high if treatment is stopped prematurely (Option B). She has been treated for only 3 months, so it is inappropriate to discontinue effective therapy at this time.In patients who have a partial response to pharmacologic therapy alone, adding CBT (Option C) is among the acceptable strategies to attempt to achieve remission. However, there is no compelling reason to add CBT to pharmacologic therapy after remission has been achieved as it has been in this patient.",
  "critique_links": [],
  "key_points": [
    "Continuation of pharmacotherapy after resolution of a major depressive episode is recommended for 4 to 9 months in patients who have responded to acute therapy."
  ],
  "references": "McCarron RM, Shapiro B, Rawles J, et al. Depression. Ann Intern Med. 2021;174:ITC65-ITC80. PMID: 33971098",
  "related_content": {
    "syllabus": [
      "insec24007_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.766809-06:00"
}