{
  "question_id": "enqqq24014",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage type 2 diabetes mellitus in a patient with decreasing kidney function.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 75-year-old woman is evaluated for management of type 2 diabetes mellitus, which was diagnosed 15 years ago. She reports no episodes of hyperglycemia. Medical history is relevant for hypertension, hyperlipidemia, and diabetic complications of kidney disease, retinopathy, and neuropathy. Medications are insulin glargine, empagliflozin, metformin, lisinopril, and rosuvastatin.Laboratory studies:Creatinine1.4 mg/dL (124 µmol/L)HHemoglobin A1c7.7%HEstimated glomerular filtration rate39 mL/min/1.73 m2 5 years ago50 mL/min/1.73 m2",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Add glipizide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continue current type 2 diabetes regimen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue metformin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Increase insulin glargine dose",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this older patient with multiple comorbidities is to continue her current type 2 diabetes mellitus treatment regimen (Option B). The American Diabetes Association (ADA) recommends a goal hemoglobin A1c level of less than 8% in older adults with complex health issues. The American College of Physicians (ACP) states that clinicians should aim to achieve a hemoglobin A1c between 7% and 8% for most patients with type 2 diabetes; in patients with a shorter life expectancy at an advanced age (≥80 years), residence in a nursing home, or chronic medical conditions, ACP recommends avoiding a specific hemoglobin A1c target and instead focusing on reducing symptoms of hyperglycemia. This patient has a goal hemoglobin A1c level of less than 8%, per ADA guidelines, and also is not experiencing any hyperglycemic episodes, which meets the ACP recommendation. The most appropriate management approach in this patient is to continue her current type 2 diabetes treatment regimen.Because this patient is at her goal hemoglobin A1c level of less than 8%, per ADA guidelines, intensifying her therapy by adding glipizide (Option A) or increasing her insulin glargine dosage (Option D) is unnecessary. Additionally, making either of these adjustments in the setting of worsening kidney function could increase her risk for hypoglycemia.Patients who have a decrease in estimated glomerular filtration rate (eGFR) to between 30 and 45 mL/min/1.73 m2 while taking metformin may continue use after consideration of risks and benefits. Patients taking metformin dosages higher than 1000 mg/d should undergo dose reduction. If metformin is continued, kidney function should be monitored frequently (every 3 months). Metformin should be discontinued if the eGFR falls below 30 mL/min/1.73 m2. Given that this patient's eGFR is 39 mL/min/1.73 m2, metformin does not need to be discontinued (Option C).",
  "critique_links": [],
  "key_points": [
    "The American Diabetes Association recommends a goal hemoglobin A1c level of less than 8% in older adults with diabetes mellitus; in contrast, the American College of Physicians states that clinicians should aim to reduce symptoms of hyperglycemia rather than to achieve hemoglobin A1c targets in older adults and those with a shorter life expectancy."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 9. Pharmacologic approaches to glycemic treatment: Standards of Care in Diabetes—2025. Diabetes Care. 2025;48:S181-S206. PMID: 39651989 doi:10.2337/dc25-S009",
  "related_content": {
    "syllabus": [
      "ensec24002_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.093782-06:00"
}