{
  "question_id": "enqqq24015",
  "category": "en",
  "educational_objective": "Diagnose vitamin D–dependent hypercalcemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 57-year-old woman is evaluated for a 12-month history of cough, exertional dyspnea, and fatigue. She reports no pain, weight loss, fevers, or night sweats. She takes no medications.On physical examination, temperature is 37.1 °C (98.8 °F), and oxygen saturation is 95% with the patient breathing ambient air. Remaining vital signs and the results of cardiac and pulmonary examinations are normal.Laboratory studies:Calcium11.1 mg/dL (2.8 mmol/L)HCreatinine1.2 mg/dL (106 µmol/L)Phosphorus4.7 mg/dL (1.52 mmol/L)HParathyroid hormone8 pg/mL (8 ng/L)LChest radiograph is shown.A tuberculin skin test is normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Parathyroid hormone–related protein",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Serum alkaline phosphatase",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum cortisol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum 1,25-dihydroxyvitamin D",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is vitamin D–dependent hypercalcemia, and this patient's serum 1,25-dihydroxyvitamin D level (Option D) should be measured. Vitamin D–dependent hypercalcemia is most commonly caused by disorders associated with granulomatous inflammation. Macrophages within granulomas convert 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D without regulation by parathyroid hormone. An elevated 1,25-dihydroxyvitamin D level alongside a suppressed serum parathyroid hormone level is diagnostic of vitamin D–dependent hypercalcemia. Because vitamin D enhances absorption of calcium and phosphorus, concurrent elevation of serum calcium and phosphorus levels also suggests vitamin D–dependent hypercalcemia. Increased production of 1,25-dihydroxyvitamin can also cause hypercalcemia in Hodgkin and non-Hodgkin lymphoma and various other cancers. The patient's chest radiograph shows extensive infiltrates that are most prominent in the upper lung zones and are associated with hilar enlargement; they are highly suggestive of pulmonary sarcoidosis. Additionally, her laboratory study results are consistent with the diagnosis of vitamin D–dependent hypercalcemia. A 1,25-dihydroxyvitamin D level should be measured to confirm the diagnosis.Humoral hypercalcemia of malignancy is caused by tumor secretion of parathyroid hormone–related protein (PTHrP) (Option A) that binds to and activates the parathyroid receptor, resulting in hypercalcemia and hypophosphatemia. This patient has hyperphosphatemia; therefore, PTHrP-mediated hypercalcemia is unlikely to be the cause of her symptoms.The serum alkaline phosphatase level (Option B) can be elevated in patients with hypercalcemia owing to lytic bone metastases associated most commonly with squamous cell, breast, and renal cell carcinomas. This patient's prolonged course, absence of pain, and chest radiograph findings do not support a diagnosis of metastatic bone disease.When hypercalcemia is caused by adrenal insufficiency, it is in the setting of adrenal crisis, which is characterized by hypotension, fever, nausea, vomiting, abdominal pain, tachycardia, and even death. The patient's clinical course is not consistent with acute adrenal insufficiency; therefore, serum cortisol measurement (Option C) is not indicated.",
  "critique_links": [],
  "key_points": [
    "An elevated serum 1,25-dihydroxyvitamin D level alongside a suppressed serum parathyroid hormone level is diagnostic of vitamin D–dependent hypercalcemia."
  ],
  "references": "Schlingmann KP. Vitamin D-dependent hypercalcemia. Endocrinol Metab Clin North Am. 2021;50:729-742. PMID: 34774244 doi:10.1016/j.ecl.2021.08.005",
  "related_content": {
    "syllabus": [
      "ensec24008_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/enfig24500.c934396601091f57a80284359644b67f.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "enfig24500",
        "file": "figures/enfig24500.c934396601091f57a80284359644b67f.jpg",
        "title": "Chest Radiograph Showing Infiltrates with Hilar Enlargement",
        "short_title": "enqqq015 Chest Radiograph Showing Infiltrates",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 886
      }
    ],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.385827-06:00"
}