{
  "question_id": "fcqqq24017",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage impairment in a physician colleague.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A physician has noticed that a 67-year-old colleague has been increasingly forgetful in recent months. The colleague has had more difficulty remembering the names of her new patients and the medical students who are doing rotations in the practice, and she has frequently missed meetings because of scheduling mix-ups. She admits that she cannot keep track of all the new medications for diabetes mellitus without using a reference. The physician is unaware of the colleague's personal medical history but is concerned about her memory and cognitive status.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Continue to monitor the colleague",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Directly approach the colleague and help her plan for confidential evaluation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Offer to confidentially evaluate the colleague",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Report the colleague to the state medical board",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to directly approach the colleague with the concerns of impairment and assist with a plan to determine whether impairment exists (Option B). Impairment may be caused by medical or psychiatric illness or psychoactive substances; however, the presence of these conditions does not necessarily signify impairment. According to the American College of Physicians Ethics Manual, every physician is responsible for protecting patients from an impaired colleague and for assisting an impaired colleague by identifying appropriate sources of help. These responsibilities should not be hampered by personal relationships, shame, or fear of harming a colleague. This physician's colleague, who may be demonstrating signs of cognitive impairment, would benefit from assistance.When signs of physician impairment are present, it is imperative to intervene before patient harm occurs, if possible. Therefore, continuing to monitor the colleague (Option A) is not the best management.Although the physician may be tempted to offer to perform the colleague's medical evaluation (Option C), several risks are associated with caring for patients with whom a previous relationship exists, including impaired objectivity, insufficient history taking (e.g., sexual history), incomplete examination, and biased assessment. The colleague should undergo a confidential and complete medical assessment with another physician to search for reversible causes of impairment.Physicians have a clear ethical responsibility to report a physician who appears to be impaired to an appropriate authority, which may include a chief of staff, chief of service, or, if the impairment is serious, a state medical board (Option D). The legal requirements and thresholds for reporting impaired physicians vary. Most state medical societies or medical boards have physician health programs for physicians with potentially impairing illnesses that can be accessed through a voluntary or mandatory track; these physician health programs provide confidential assessment and treatment, with the goal of restoration of function. At this point, no objective evidence indicates impairment nor does patient harm seem likely, and a confidential evaluation would be the most appropriate first step.",
  "critique_links": [],
  "key_points": [
    "Every physician is responsible for protecting patients from an impaired colleague and for assisting a potentially impaired colleague by identifying appropriate sources of help."
  ],
  "references": "Sulmasy LS, Bledsoe TA; ACP Ethics, Professionalism and Human Rights Committee. American College of Physicians ethics manual: seventh edition. Ann Intern Med. 2019;170:S1-S32. PMID: 30641552",
  "related_content": {
    "syllabus": [
      "fcsec24003_24019"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.637930-06:00"
}