{
  "question_id": "fcmcq24040",
  "category": "fc",
  "educational_objective": "Screen for family history of cancer to assess inherited cancer risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 33-year-old woman is evaluated during a preventive health care visit. She is interested in knowing her risk for developing cancer. Her medical history is unremarkable, and she takes no medications. She exercises regularly and follows a healthy diet. She does not smoke. Recently, her older brother received a diagnosis of melanoma.On physical examination, vital signs and other findings, including a skin examination, are unremarkable.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Obtain a complete family history",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Predictive genetic testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral for genetic counseling",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No screening is needed",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening strategy is to obtain a complete family history (Option A). For a patient who has a relative with newly diagnosed cancer and wants to understand their risks, obtaining a family history is a useful tool. A comprehensive family history can identify patterns that suggest an inherited risk for cancer, including several first-degree relatives with cancer, several generations with the same type of cancer, and clusters of cancers that are known to share genetic predispositions. Many screening guidelines are based on whether a patient has a family history of cancer (e.g., colon cancer screening). When obtaining a family history in the office, a three-generation family history is reasonable. Online tools, such as My Family Health Portrait, are available to help patients construct a family history.Predictive genetic testing (Option B) is typically performed in patients who have a strong family history of a disease for which early intervention would alter the clinical course. A complete family history should first be obtained to determine whether a familial condition is likely. If it is, then the most appropriate next step is referral for genetic counseling for education on the condition being tested and the risks and benefits of predictive genetic testing.Referral for genetic counseling (Option C) may be appropriate, but not until a complete family history is obtained to determine the patient's risk for hereditary cancer syndromes. In this case, only one type of cancer has been identified. If this patient had several family members with similar high-risk malignancies, it would be appropriate to refer her to genetic counseling. Genetic counseling would also be appropriate if the affected first-degree family member is determined to have a known hereditary cancer syndrome.This patient has a family member who was recently diagnosed with cancer and is concerned about her future cancer risk. Obtaining a complete family history will help to determine whether a pattern that suggests an inherited risk for cancer is present (e.g., multiple family members with melanoma). Therefore, offering no screening (Option D) is inappropriate.",
  "key_points": [
    "A comprehensive family history can identify patterns that suggest an inherited risk for cancer, including several first-degree relatives with cancer, several generations with the same type of cancer, and clusters of cancers that are known to share genetic predispositions.",
    "When obtaining a family history in the office, a three-generation family history is reasonable."
  ],
  "references": "Wood ME, Rehman HT, Bedrosian I. Importance of family history and indications for genetic testing. Breast J. 2020;26:100-104. PMID: 31865627 doi:10.1111/tbj.13722",
  "related_content": {
    "syllabus": [
      "fcsec24006_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:33.965427-06:00"
}