{
  "category": "in",
  "critique": "The most appropriate next step in management in this patient with acute pharyngitis is streptococcal rapid antigen detection testing (Option B). Acute pharyngitis presents as sore throat, sometimes with concomitant fever and odynophagia. Most cases are viral in cause and often are accompanied by cough and rhinorrhea. Only 5% to 15% of pharyngitis cases in adults are caused by bacteria, most often Streptococcus pyogenes. Although symptoms typically last less than 1 week regardless of cause, antibiotic treatment in bacterial pharyngitis shortens symptom duration and reduces the risk for rheumatic fever, suppurative complications (such as peritonsillar or retropharyngeal abscess), and transmission. Streptococcal pharyngitis should not be diagnosed without laboratory confirmation, and the modified Centor criteria can help guide the need for testing (see Table: Modified Centor Criteria). A modified Centor score of 2 or less obviates the need for testing, whereas a score of 3 or greater indicates the need for testing. Streptococcal rapid antigen detection is the preferred means of testing. This patient has a modified Centor score of 4, indicating the need for testing for streptococcal pharyngitis with streptococcal rapid antigen detection.Penicillin V (Option A) is not the most appropriate next step in management. If the result of a rapid streptococcal antigen detection test is positive, the patient should be treated with an oral antibiotic, preferably penicillin V because of its narrow spectrum of activity. However, a confirmed positive test result is necessary before treatment because rates of viral pharyngitis are high and presenting symptoms can be similar.Multiple symptomatic treatments (Option C) are available for patients with pharyngitis, including benzocaine lozenges. Although such symptomatic treatment is appropriate for all cases of pharyngitis regardless of cause, this patient has a modified Centor score of 4, making the likelihood of streptococcal pharyngitis high enough to require antigen testing. Testing is a more important appropriate next step than symptomatic treatment alone.Throat culture (Option D) is not the most appropriate next step. This patient has a high modified Centor score and should first undergo testing with a streptococcal rapid antigen test. If the result of the rapid test is positive, appropriate antibiotic treatment is needed. In most patients, a negative antigen test result adequately decreases the likelihood of bacterial infection. In selected patients with a high suspicion of streptococcal infection and those who are at increased risk for complications, a throat culture may be obtained if the antigen test result is negative. Culture is not necessary for this otherwise healthy patient.",
  "educational_objective": "Manage exudative pharyngitis.",
  "extracted_at": "2025-12-23T15:28:36.726658-06:00",
  "key_points": [
    "Most cases of pharyngitis are viral in cause and do not require antibiotic treatment; only 5% to 15% of cases are caused by bacteria, most often Streptococcus pyogenes.",
    "In a patient with pharyngitis, a modified Centor score of 2 or less obviates the need for testing, whereas a score of 3 or greater indicates the need for rapid streptococcal antigen detection testing."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Penicillin V"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Streptococcal rapid antigen detection testing"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Symptomatic treatment only"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Throat culture"
    }
  ],
  "question_id": "inmcq24066",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "An 18-year-old man is evaluated for a 2-day history of sore throat, odynophagia, and subjective fevers. He does not have a cough, rhinorrhea, nasal congestion, or sick contacts. He takes acetaminophen as needed.On physical examination, temperature is 38.1 °C (100.6 °F); other vital signs are normal. The oropharynx is erythematous, with bilateral tonsillar exudates. There is also right-sided tender cervical lymphadenopathy.",
  "references": "Sykes EA, Wu V, Beyea MM, et al. Pharyngitis: approach to diagnosis and treatment. Can Fam Physician. 2020;66:251-257. PMID: 32273409",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "insec24002_24014"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}