{
  "question_id": "fcmcq24006",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage stage 1 hypertension.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old patient is evaluated during a follow-up visit for elevated blood pressure. One month ago, their blood pressure in the office was 135/85 mm Hg and they were asked to monitor their blood pressure at home. Today, review of home blood pressure readings shows systolic ranges from 129 to 134 mm Hg and diastolic ranges from 78 to 84 mm Hg. The patient does not exercise regularly, has a sedentary job, and follows no specific diet. They have no other known medical problems and take no medications.On physical examination, blood pressure is 136/82 mm Hg and other vital signs are normal. BMI is 29. The remainder of the examination is unremarkable.A basic metabolic panel, thyroid-stimulating hormone level, and an ECG are normal.The patient's 10-year atherosclerotic cardiovascular disease risk score is 7.5%.Lifestyle modifications, including dietary changes and increased physical activity, are recommended.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory blood pressure monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Amlodipine initiation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Blood pressure check in 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Referral for intensive weight loss treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is a blood pressure check in 3 months (Option C). The U.S. Preventive Services Task Force (USPSTF) recommends screening all adults for hypertension beginning at age 18 years (grade A). Screening should occur annually in adults aged 40 years or older and in younger adults at increased risk. Screening can otherwise occur at 3- to 5-year intervals. Several serial measurements in various settings improve the predictive value of screening. When possible, and in the absence of severe hypertension or end-organ damage, the diagnosis should be confirmed with blood pressure measurements outside the clinical setting, such as with ambulatory or home blood pressure monitoring. The American College of Cardiology and American Heart Association recommend nonpharmacologic therapy and repeat blood pressure evaluation in 3 to 6 months for adults with stage 1 hypertension (130-139/80-89 mm Hg) and an estimated 10-year atherosclerotic cardiovascular disease (ASCVD) risk of less than 10%, such as this patient (see Table: Blood Pressure Categories and Recommendations).Ambulatory blood pressure monitoring (Option A) may be helpful to confirm a diagnosis of hypertension. However, this patient has had at least two elevated blood pressure readings, documented on different days and in different environments (home and office), and meets criteria for stage 1 hypertension. No additional blood pressure measurements are needed to make the diagnosis.For patients with stage 1 hypertension, such as this patient, pharmacologic therapy (e.g., amlodipine) (Option B) can be started if blood pressure remains elevated after 3 to 6 months of nonpharmacologic therapy. Given this patient's new diagnosis, ASCVD risk score less than 10%, and lack of evidence of end-organ disease, nonpharmacologic therapy should be initiated first.The USPSTF recommends referral for (or initiation of) intensive weight loss interventions (Option D) for adults with a BMI of 30 or higher (grade B). This patient with a BMI of 29 does not require weight loss interventions beyond the diet and exercise recommendations.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends screening all adults for hypertension beginning at age 18 years; screening should occur annually in adults aged 40 years or older and in younger adults at increased risk.",
    "Adults with stage 1 hypertension who have an estimated 10-year atherosclerotic cardiovascular disease risk of less than 10% should be managed with nonpharmacologic therapy and have a repeat blood pressure evaluation in 3 to 6 months."
  ],
  "references": "Fu J, Liu Y, Zhang L, et al. Nonpharmacologic interventions for reducing blood pressure in adults with prehypertension to established hypertension. J Am Heart Assoc. 2020;9:e016804. PMID: 32975166 doi:10.1161/JAHA.120.016804",
  "related_content": {
    "syllabus": [
      "fcsec24008_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.266006-06:00"
}