{
  "question_id": "encor25029",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate a fracture in a patient with low bone mass.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 66-year-old woman is evaluated for a 2-day history of right lateral midfoot pain after a misstep when walking on uneven ground. She can only bear limited weight because of severe pain. Medical history is relevant for low bone mass found on screening dual-energy x-ray absorptiometry at age 65 years; femoral neck T-score was −1.5, and the lumbar spine T-score was −1.7. Based on her 10-year osteoporotic fracture risk (major osteoporotic fracture, 8.8%; hip fracture, 1.1%), she preferred not to begin treatment for osteoporosis prevention. She has no pertinent family history. Medications are calcium carbonate and vitamin D3.On physical examination, vital signs and BMI are normal. Tenderness and swelling are present at the base of the right fifth metatarsal.A radiograph of the right foot shows a nondisplaced fracture of the proximal tuberosity of the fifth metatarsal.A posterior splint is placed.",
  "question_stem": "Which of the following is the most appropriate management of this patient's bone health?",
  "options": [
    {
      "letter": "A",
      "text": "Alendronate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Bone mineral density testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum C-telopeptide measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No change in management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has a small bone fracture of the foot, and no change in bone health management is required (Option D). A fracture caused by trauma that is equivalent to a fall from standing height or less in a patient older than 50 years is considered a fragility fracture. However, skull, cervical spine, ankle, feet, and hand fractures are not considered fragility fractures. Fragility fractures inform fracture risk assessment and patient management, especially when associated with low bone mineral density (BMD). Small bone fractures, including proximal fifth metatarsal fractures, are not associated with an increased future risk for fractures in patients with low bone mass (osteopenia) or osteoporosis. Accordingly, they are not considered fragility fractures for the purposes of diagnosing clinical osteoporosis or selecting patients for osteoporosis pharmacotherapy to reduce the risk for fragility fractures.Alendronate (Option A) is used to prevent and treat osteoporosis but is not indicated in this patient who did not experience a fragility fracture. The Bone Health and Osteoporosis Foundation recommends pharmacologic treatment for primary fracture prevention in patients with hip or vertebral fractures (regardless of BMD), those with a BMD T-score of −2.5 or less, and those with a BMD T-score between −1 and −2.5 and a 10-year risk for hip fracture of 3% or greater or risk for major osteoporosis-related fracture of 20% or greater as estimated by the Fracture Risk Assessment Tool.Although screening BMD testing at age 65 years demonstrated low bone mass, this patient's risk for fracture is not high. Even in patients with low bone mass, frequent assessment of BMD does not improve risk assessment. Repeat BMD testing (Option B) with a modality such as dual-energy x-ray absorptiometry in this patient would not inform current management.There is limited evidence to support the routine use of biochemical markers, such as serum C-telopeptide (Option C), in managing low bone mass. Additionally, because a fracture results in increased bone turnover at the site, an increase in C-telopeptide levels in this patient with a recent fracture would be expected and would not provide clinically useful information.",
  "critique_links": [],
  "key_points": [
    "Small bone fractures are not considered fragility fractures for the purposes of diagnosing clinical osteoporosis or selecting patients for pharmacotherapy to reduce the risk for fragility fractures."
  ],
  "references": "LeBoff MS, Greenspan SL, Insogna KL, et al. The clinician's guide to prevention and treatment of osteoporosis. Osteoporos Int. 2022;33:2049-2102. PMID: 35478046 doi:10.1007/s00198-021-05900-y",
  "related_content": {
    "syllabus": [
      "ensec24008_24025"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.678839-06:00"
}