{
  "category": "in",
  "critique": "The most appropriate treatment for this patient is pelvic floor muscle training (PFMT), also known as Kegel exercises (Option D). This multiparous, postmenopausal woman describes classic stress urinary incontinence, which is characterized by urine leakage associated with activities that cause increased intra-abdominal pressure, such as coughing, laughing, or sneezing. The American College of Physicians (ACP) recommends PFMT as first-line therapy for women with stress incontinence. PFMT may also benefit patients with mixed urge and stress incontinence. If performed correctly and diligently, PFMT exercises may strengthen the pelvic floor muscles and enhance urinary retention (see Table: Treatment Strategies for Urinary Incontinence).Bladder training and suppressive therapy (Option A) are recommended by the ACP for urge and mixed incontinence. With bladder training, patients are instructed to void regularly throughout the day, regardless of urge, and progressively increase the interval between voids. Suppression techniques are used to manage the urge to void outside of the schedule. The patient is instructed to contract pelvic floor muscles quickly three or four times, use a distraction technique (counting backward from 100), and, when the urge passes, walk to the bathroom to urinate.Systemic hormone replacement therapy with oral estradiol (Option B) is not recommended for urinary incontinence and may worsen pelvic floor dysfunction. Vaginal estrogen formulations (tablets and ovules) increase continence compared with placebo in patients with stress urinary incontinence, but transdermal patches or implants are not helpful.Oxybutynin (Option C) is a treatment for urge urinary incontinence when bladder training is only partially successful or has failed. It is not recommended for the treatment of stress urinary incontinence. No medications for stress urinary incontinence are FDA approved; however, there are reports of improvement in stress urinary incontinence symptoms with duloxetine, an antidepressant with serotonergic and noradrenergic reuptake inhibitor activity. Duloxetine is also indicated for chronic pain. In a woman with these coexisting conditions and stress urinary incontinence, a trial of duloxetine could be considered.",
  "educational_objective": "Treat a woman with stress urinary incontinence.",
  "extracted_at": "2025-12-23T15:28:36.763894-06:00",
  "key_points": [
    "Stress urinary incontinence is characterized by urine leakage associated with activities that cause increased intra-abdominal pressure, such as coughing, laughing, or sneezing; it is best managed with pelvic floor muscle training exercises."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Bladder training"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Oral estradiol"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Oxybutynin"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Pelvic floor muscle training (Kegel exercises)"
    }
  ],
  "question_id": "inqqq24015",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "question_text": "A 67-year-old woman is evaluated for urinary incontinence that has progressively worsened over the past 2 years. She experiences incontinence when she laughs or sneezes but reports no dysuria, hematuria, or loss of continence at night. She underwent menopause 12 years ago. She had four spontaneous term vaginal deliveries between ages 24 and 32 years. She has no other medical problems and takes no medications.On physical examination, all vital signs are normal. Pelvic examination reveals vaginal atrophy. The remainder of the examination is normal.",
  "references": "Vaughan CP, Markland AD. Urinary incontinence in women. Ann Intern Med. 2020;172:ITC17-ITC32. PMID: 32016335",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "insec24004_24015"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}