{
  "question_id": "cvmcq24067",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose giant cell myocarditis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 22-year-old patient is hospitalized for a 1-week history of palpitations, dizziness, and chest pain. The patient has no other medical problems and takes no medications.On physical examination, blood pressure is 82/68 mm Hg, pulse rate is 130/min and irregular, respiration rate is 20/min, and oxygen saturation is 98% breathing 3 L/min of oxygen by nasal cannula. Central venous pressure is elevated. Cardiopulmonary examination reveals bilateral crackles, tachycardia, and an S3 gallop. Radial pulses are weak. The extremities are cool to the touch. No lymphadenopathy or rash is present.High-sensitivity troponin T level is elevated.ECG shows sinus tachycardia with premature ventricular complexes and nonspecific ST-T–wave changes. Telemetry shows runs of nonsustained ventricular tachycardia and intermittent complete heart block. Echocardiogram reveals normal left and right ventricle size and severely reduced biventricular function. Chest CT scan shows no lymphadenopathy or parenchymal lung disease.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac sarcoidosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Giant cell myocarditis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stress-induced cardiomyopathy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tachycardia-induced cardiomyopathy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This young patient with acute-onset severe biventricular dysfunction probably has giant cell myocarditis (Option B). Giant cell myocarditis is an acute and often fatal form of myocarditis that typically occurs in younger persons. It presents as heart failure with troponin elevation, high-grade atrioventricular block, and ventricular arrhythmias. It can cause both left and right ventricular dysfunction and is often rapidly progressive. This disease has a high mortality rate, but unlike most forms of acute myocarditis, it may be responsive to immunosuppressive therapy. Endomyocardial biopsy to confirm the diagnosis may be guided by cardiac magnetic resonance imaging. Patients with giant cell myocarditis often require percutaneous or surgical ventricular support and should be transferred promptly to a facility capable of providing these treatments, as well as potentially cardiac transplantation.Cardiac sarcoidosis (Option A) most commonly causes rhythm disturbances, including ventricular tachycardia and high-grade atrioventricular block. It usually occurs in the setting of systemic sarcoidosis and is found at autopsy in up to 25% of patients with the disease. Heart failure with reduced ejection fraction may occur as well but is less common as the initial presentation. Given the lack of systemic sarcoidosis and prominent heart failure, giant cell myocarditis is the more likely diagnosis.Patients with stress-induced cardiomyopathy (Option C) often present with acute chest pain and other features suggesting ST-elevation myocardial infarction but have no underlying coronary artery occlusion. Stress-induced cardiomyopathy is seen more often in women, who often report antecedent emotional or physical stress. Echocardiogram reveals apical ballooning with sparing of the base of the heart. This patient does not have clinical features to suggest takotsubo cardiomyopathy.Tachycardia associated with both supraventricular and ventricular arrhythmias (Option D) may lead to left ventricular dysfunction and heart failure. The tachycardia is usually present over a more prolonged period and often causes earlier symptoms of palpitations and exertional dyspnea. This patient's age and the explosive onset of symptoms suggest giant cell myocarditis as a more likely diagnosis.",
  "critique_links": [],
  "key_points": [
    "Patients with giant cell myocarditis are at high risk for rapidly progressive disease leading to death, necessitating care at a tertiary center capable of mechanical circulatory support and heart transplant.",
    "Giant cell myocarditis presents in young patients as heart failure with troponin elevation, high-grade atrioventricular block, and ventricular arrhythmias."
  ],
  "references": "Bang V, Ganatra S, Shah SP, et al. Management of patients with giant cell myocarditis: JACC Review Topic of the Week. J Am Coll Cardiol. 2021;77:1122-1134. PMID: 33632487 doi:10.1016/j.jacc.2020.11.074",
  "related_content": {
    "syllabus": [
      "cvsec24005_24044"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.529352-06:00"
}