{
  "question_id": "fcmcq24076",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Perform universal screening for HIV.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 35-year-old man is evaluated during a new-patient visit to establish care. He feels well and has no chronic health conditions. He does not use tobacco products, drink alcohol, or use nonprescription drugs. The patient is in a monogamous relationship with his wife of 10 years. Five years ago, he was screened for hepatitis C and B virus infections and the results were negative.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Screening for which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Chlamydia trachomatis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hepatitis C virus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Herpes simplex virus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "HIV",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No screening is needed",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to screen this patient for HIV infection (Option D). Universal one-time screening for HIV is recommended by the U.S. Preventive Services Task Force (USPSTF) for all persons aged 15 to 65 years and by the CDC for all persons aged 13 to 64 years, regardless of risk. The USPSTF also suggests repeat screening of persons at increased risk for HIV, such as men who have sex with men, persons with a sex partner living with HIV, those engaging in behaviors that increase the risk for infection (e.g., injection drug use, transactional sex, one or more new sex partners with unknown HIV status), and those receiving care in a high-prevalence setting (e.g., sexually transmitted infection clinic, tuberculosis clinic, correctional facility, homeless shelter) but does not specify the interval. The CDC recommends at least annual screening for patients at increased risk. Fourth-generation HIV testing, which uses a combination assay for HIV antibody and p24 antigen, is the recommended screening test.The USPSTF and the CDC state that there is insufficient evidence to recommend screening for chlamydia (Option A) or gonorrhea infections in asymptomatic, low-risk, heterosexual men, such as this patient. For young, heterosexual men who are receiving care in high-prevalence settings, testing may be considered. This patient does not require testing.Universal screening for hepatitis C virus (Option B) is recommended by the USPSTF and CDC for all adults aged 18 to 79 years regardless of risk. Periodic rescreening is recommended by the CDC for persons who inject drugs and those who have ever received hemodialysis. This patient was screened for hepatitis C and does not have risk factors that require rescreening at this time.The USPSTF recommends against routine screening for genital herpes simplex virus (HSV) (Option C) in asymptomatic individuals, such as this patient. The CDC notes that HSV testing may be considered for patients at increased risk. However, this patient is not at increased risk and does not require testing.Although this patient is at low risk for HIV infection, he should be screened per USPSTF and CDC guidelines. Therefore, providing no screening (Option E) is inappropriate.",
  "critique_links": [],
  "key_points": [
    "Universal one-time screening for HIV is recommended by the U.S. Preventive Services Task Force for all persons aged 15 to 65 years and by the CDC for all persons aged 13 to 64 years, regardless of risk."
  ],
  "references": "Owens DK, Davidson KW, Krist AH, et al; US Preventive Services Task Force. Screening for HIV infection: US Preventive Services Task Force recommendation statement. JAMA. 2019;321:2326-2336. PMID: 31184701 doi:10.1001/jama.2019.6587",
  "related_content": {
    "syllabus": [
      "fcsec24008_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.925197-06:00"
}