{
  "question_id": "idmcq24007",
  "category": "id",
  "educational_objective": "Treat latent tuberculosis infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 47-year-old man undergoes follow-up consultation as part of a pre-employment medical evaluation; he works as a physical therapist. An interferon-gamma release assay result is positive. He formerly lived in India. He reports no known exposure to tuberculosis and feels well. Medical history is noncontributory.On physical examination, vital signs and other findings are normal.A fourth-generation HIV antigen/antibody combination immunoassay is negative.A chest radiograph is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Initiate isoniazid and rifapentine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Perform sputum acid-fast bacilli smear and culture",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform tuberculin skin test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to initiate isoniazid and rifapentine (Option A). This patient has latent tuberculosis infection (LTBI). He has a positive interferon-gamma release assay (IGRA) result, indicating infection with Mycobacterium tuberculosis, without signs or symptoms of active tuberculosis infection (e.g., new or worsening cough lasting >2 weeks, fever, night sweats, weight loss, hemoptysis) and with a normal chest radiograph. LTBI progresses to active tuberculosis infection in 5% to 10% of persons over their lifetime (untreated LTBI accounts for 80% of active tuberculosis infections in the United States). Without treatment for LTBI, the risk for reactivation and active infection increases with older age and immunosuppression. The three preferred regimens for treating LTBI (based on safety, efficacy, patient adherence) are isoniazid plus rifapentine weekly for 3 months, daily rifampin for 4 months, and daily isoniazid plus rifampin for 3 months. The best regimen is the one that the patient will complete and has the most tolerable adverse effect profile for the patient (consider drug-drug interactions); the choice should be a shared decision with the patient. Weekly isoniazid plus rifapentine for 3 months can be self-administered if the patient is motivated and likely to be adherent; otherwise, it should be administered as directly observed therapy (weekly clinic visits may be a barrier for some patients).Sputum acid-fast bacilli smear and culture (Option B) are necessary when active pulmonary tuberculosis infection is a concern (signs or symptoms of active infection are present and an abnormal chest radiograph suggests active infection). This patient has no signs of active infection, so sputum smear and culture are unnecessary.IGRA and the tuberculin skin test (TST) (Option C) are the primary tests for identifying tuberculosis infection. IGRA is preferred for persons with a history of bacille Calmette-Guérin vaccination or who are unlikely to return to have a TST read. Performing a second alternative test to confirm a positive result may be considered when risks of treatment are high or the pretest probability of LTBI is very low. Health care personnel are considered at increased risk if they have lived in a country with a high rate of tuberculosis, they are immunosuppressed or if immunosuppression is planned, or if they have had close contact with someone who has tuberculosis. Because this patient is at increased risk, confirmatory testing is unnecessary.All persons diagnosed with LTBI should be considered for LTBI treatment to decrease the risk of progression to active tuberculosis infection. Therefore, providing no further management (Option D) would not be appropriate for this patient.",
  "key_points": [
    "Latent tuberculosis infection (LTBI) is diagnosed when an interferon-gamma release assay or tuberculin skin test is positive, indicating infection with Mycobacterium tuberculosis, and the patient has no clinical or radiologic manifestations of active tuberculosis.",
    "The three preferred regimens for treating LTBI are isoniazid plus rifapentine weekly for 3 months, daily rifampin for 4 months, and daily isoniazid plus rifampin for 3 months."
  ],
  "references": "Sterling TR, Njie G, Zenner D, et al. Guidelines for the treatment of latent tuberculosis infection: recommendations from the National Tuberculosis Controllers Association and CDC, 2020. MMWR Recomm Rep. 2020;69:1-11. PMID: 32053584 doi:10.15585/mmwr.rr6901a1",
  "related_content": {
    "syllabus": [
      "idsec24009_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.673484-06:00"
}