{
  "question_id": "idmcq24031",
  "category": "id",
  "educational_objective": "Treat a lung abscess caused by anaerobic bacteria.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 54-year-old woman is evaluated in the emergency department for new-onset fever and cough of 3 weeks' duration. Cough is productive of foul-tasting sputum that is intermittently streaked with blood. She has also had shortness of breath and right-sided chest pain on inspiration. She has lost about 2.3 kg (5.1 lb). She smokes 1 pack of cigarettes and drinks six beers daily. She takes no medications.On physical examination, temperature is 38.7 °C (101.7 °F), blood pressure is 118/67 mm Hg, pulse rate is 104/min, and respiration rate is 16/min. Oxygen saturation is 96% breathing ambient air. She has poor dentition with multiple caries. On pulmonary examination, breath sounds are decreased over the right lung base.Laboratory studies:Leukocyte count16,400/µL (16.4 × 109/L) with 87% neutrophilsHA chest radiograph shows a 6-cm fluid-filled cavitary lung lesion in the right lower lobe.",
  "question_stem": "Which of the following is the most appropriate empiric treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ampicillin-sulbactam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ceftriaxone and azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Clindamycin and metronidazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin and levofloxacin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate empiric treatment for this patient who presents with a lung abscess is ampicillin-sulbactam (Option A). Lung abscess is caused by aspiration of oropharyngeal secretions. Risk factors include poor dentition, dental caries, and conditions that reduce consciousness or cause dysphagia such as neurologic disease or alcohol intoxication. Lung abscesses resulting from aspiration are polymicrobial and include bacterial flora found in the oral cavity and gingival crevices, including anaerobes such as Prevotella and Finegoldia and streptococci such as Streptococcus anginosus and Streptococcus mitis. Patients may experience symptoms for weeks or even months, including fever, chills, and cough productive of sputum that can be foul smelling or have a foul taste (especially in the case of abscess following aspiration). Other associated symptoms include dyspnea, weight loss, and fatigue. Chest radiographs often reveal a fluid-filled cavity with consolidation, possibly associated with a pleural effusion or empyema. Abscesses resulting from aspiration are typically located in a lower segment of the lung or possibly in the right middle lobe. This patient's presentation suggests abscess caused by aspiration. Empiric antibiotic therapy should include coverage of anaerobic bacteria, especially with the report of foul-smelling or foul-tasting sputum and risk factors such as poor dentition and excess alcohol use. Ampicillin-sulbactam provides the necessary anaerobic bacterial coverage.The combination of ceftriaxone and azithromycin (Option B) is first-line therapy for hospitalized patients with community-acquired pneumonia but does not provide coverage for anaerobic bacteria. Because anaerobes remain significant pathogens in patients with lung abscess or empyema, it is important to provide anaerobic coverage in patients with these findings.In patients with lung abscess who are unable to tolerate β-lactam therapy, clindamycin monotherapy or the combination of levofloxacin and metronidazole can be used. Clindamycin and metronidazole (Option C) would provide coverage for anaerobic organisms, but concurrent use of both medications is unnecessary.Combination vancomycin and levofloxacin (Option D) is reasonable treatment for patients with hospital-acquired pneumonia and risk factors for methicillin-resistant Staphylococcus aureus. However, this regimen does not provide the anaerobic coverage necessary for a patient with a lung abscess. Additionally, no evidence suggests this patient's infection is caused by methicillin-resistant S. aureus.",
  "critique_links": [],
  "key_points": [
    "Lung abscesses resulting from aspiration are polymicrobial and include bacterial flora found in the oral cavity and gingival crevices, including anaerobes such as Prevotella and Finegoldia and streptococci such as Streptococcus anginosus and Streptococcus mitis.",
    "In patients with lung abscess, empiric antibiotic therapy should include coverage of anaerobic bacteria (e.g., ampicillin-sulbactam)."
  ],
  "references": "Kuhajda I, Zarogoulidis K, Tsirgogianni K, et al. Lung abscess-etiology, diagnostic and treatment options. Ann Transl Med. 2015;3:183. PMID: 26366400 doi:10.3978/j.issn.2305-5839.2015.07.08",
  "related_content": {
    "syllabus": [
      "idsec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.353004-06:00"
}