{
  "question_id": "fcmcq24043",
  "category": "fc",
  "educational_objective": "Obtain appropriate laboratory testing before noncardiovascular surgery.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 58-year-old patient presents for a preoperative evaluation before planned right knee arthroplasty. The patient does not have a history of excessive bleeding or a clotting disorder. The patient has hypertension. Medications are hydrochlorothiazide and lisinopril.On physical examination, vital signs are normal. BMI is 28. The patient has limited range of motion and pain with passive and active movement of the right knee.Results of liver chemistry tests 3 months ago were normal.",
  "question_stem": "Which of the following is (are) the most appropriate test(s) to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Coagulation studies",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hemoglobin, electrolyte, and creatinine studies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liver chemistry tests",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urinalysis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "For this patient in the preoperative setting, hemoglobin, electrolyte, and creatinine studies (Option B) are the only appropriate tests. All preoperative laboratory testing should be tailored to the nature of the surgery, known comorbid conditions, and findings from the history or physical examination. Routine laboratory panels are not recommended because they rarely guide management. Selected indications for preoperative laboratory testing are outlined in Table: Selected Indications for Preoperative Laboratory Testing. Preoperative anemia increases surgical risk. Hemoglobin testing is indicated for orthopedic procedures associated with significant blood loss, such as a total joint replacement, to screen for anemia. If anemia is identified before elective surgery, the operation should be delayed for evaluation and correction of the anemia to improve surgical outcomes. In addition, this patient is taking hydrochlorothiazide and lisinopril for hypertension. Because these medications may alter electrolyte and creatinine levels, preoperative testing is appropriate.The most useful screening tool for bleeding complications of surgery is the bleeding history and not routine coagulation testing (Option A). Because the patient does not have a history of abnormal bleeding, is not receiving anticoagulation therapy, and does not have a medical condition that would predispose them to coagulopathy, they do not need coagulation testing before elective orthopedic surgery. Patients with a history of bleeding with minor procedures, such as dental work, should have additional evaluation before an invasive procedure.The patient has no history of liver disease. Although they have an elevated BMI, which might correlate with metabolic dysfunction–associated steatotic liver disease, results of liver chemistry testing were recently normal. Rechecking liver function (Option C) before this surgery is not indicated and would not change management. Further, if the patient is clinically stable and there are no medication changes, tests need not be repeated if performed within 4 months of the procedure.This patient has no urinary symptoms. Obtaining a urinalysis (Option D) to screen for asymptomatic bacteriuria before surgery will not change management. If a urinary tract infection were suspected based on symptoms or if the patient were undergoing a urologic procedure, then urinalysis might be appropriate. However, for an elective orthopedic procedure in the absence of symptoms, this test is not warranted.",
  "key_points": [
    "All preoperative laboratory testing should be tailored to the nature of the surgery, known comorbid conditions, and findings from the history or physical examination; routine preoperative laboratory panels are not recommended.",
    "Hemoglobin testing is indicated for orthopedic procedures associated with significant blood loss to screen for anemia."
  ],
  "references": "Vikas M, John K, Apruzzese P, et al. Utility of preoperative laboratory testing in ASA 1 & ASA 2 patients undergoing outpatient surgery in the United States. J Clin Anesth. 2022;76:110580. PMID: 34794109 doi:10.1016/j.jclinane.2021.110580",
  "related_content": {
    "syllabus": [
      "fcsec24009_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:33.970233-06:00"
}