{
  "question_id": "hmmcq24066",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Manage low-risk superficial venous thrombosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 38-year-old woman is evaluated for erythema and tenderness of the left calf that began 3 days ago following minor trauma while playing soccer. Medical history is otherwise unremarkable. She has no family history of thrombosis. She takes no medications.On physical examination, blood pressure is 124/68 mm Hg, pulse rate is 76/min, and respiration rate is 20/min. Oxygen saturation is 98% breathing ambient air. A tender venous cord is palpable in the left calf.Ultrasound of the left lower extremity shows thrombosis of the distal great saphenous vein that is 3 cm in length.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Enoxaparin bridged to warfarin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fondaparinux",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Symptomatic care",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with superficial venous thrombosis (SVT) is symptomatic care (Option D) with warm compresses and analgesics. SVT often affects the lower extremities and is thought to account for 10% of lower extremity thrombosis. It usually does not progress into the deep venous system and is not associated with a high risk of pulmonary embolism. Treatment with anticoagulation is indicated for SVT when the thrombus is 5 cm or greater in length, is close to the deep venous system, or is associated with thrombotic risk factors such as active cancer or recent surgery. Severe symptoms may also prompt treatment. When indicated, a 6-week course of low-dose fondaparinux or rivaroxaban is preferred. Otherwise, patients with low-risk lower extremity SVT can be managed conservatively with warm compresses and analgesics with close clinical follow-up; additional imaging is warranted if symptoms persist or worsen. This patient has no high-risk features (history of thrombosis, proximity to deep venous system, severe symptoms), and her thrombus length is 3 cm. Symptomatic treatment with reimaging if symptoms progress is the most appropriate management.Therapeutic apixaban (Option A) is not the most appropriate management for this patient. Apixaban is recommended for patients with proximal deep venous thrombosis (DVT) and for many patients with distal DVT. It has not been studied as a treatment for patients with high-risk SVT. This patient with SVT has no high-risk features necessitating treatment, and apixaban would not be appropriate if treatment were indicated.Although bridging enoxaparin to warfarin (Option B) may be used to treat patients with proximal DVT or pulmonary embolism, it is not recommended in those with SVT who require treatment.Low-dose fondaparinux (Option C) or rivaroxaban for 6 weeks may be considered for patients with SVT at high risk for progression. This patient is not at high risk for progression, and the most appropriate management is supportive therapy with warm compresses and analgesics.",
  "critique_links": [],
  "key_points": [
    "Patients with low-risk superficial venous thrombosis can be managed conservatively with warm compresses and analgesics with reimaging if symptoms progress.",
    "Low-dose fondaparinux or rivaroxaban for 6 weeks is appropriate for patients with superficial venous thrombosis at high risk for progression; risk factors include a thrombus that is 5 cm or greater in length, is close to the deep venous system, or is associated with persistent thrombotic risk factors such as active cancer or recent surgery."
  ],
  "references": "Ortel TL, Neumann I, Ageno W, et al. American Society of Hematology 2020 guidelines for management of venous thromboembolism: treatment of deep vein thrombosis and pulmonary embolism. Blood Adv. 2020;4:4693-4738. PMID: 33007077 doi:10.1182/bloodadvances.2020001830",
  "related_content": {
    "syllabus": [
      "hmsec24009_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.577791-06:00"
}