{
  "category": "en",
  "critique": "The most appropriate next step in management is measuring plasma fractionated metanephrines to screen for pheochromocytoma (Option C). An incidental adrenal mass requires evaluation for hormonal excess and malignancy. All patients should be assessed for mild autonomous cortisol secretion (MACS). Clinical and radiologic features of the mass determine further hormonal evaluation (). Evaluation for pheochromocytoma should be completed if the incidental adrenal mass has unenhanced CT density greater than 10 Hounsfield units (HU). This patient has an adrenal mass with findings concerning for a pheochromocytoma (heterogeneous enhancement, CT density >10 HU). It is essential that testing for pheochromocytoma is completed before surgery because anesthesia can trigger a hypertensive crisis. This patient should also undergo an overnight low-dose (1-mg) dexamethasone suppression test to evaluate for MACS; however, this can be deferred until after surgery.For an incidental adrenal mass, adrenal biopsy (Option A) is almost never needed and can be dangerous in some scenarios. When adrenocortical carcinoma is suspected, biopsy should not be performed because tumor seeding may occur. Biopsy should be reserved for when there is concern for metastatic disease, lymphoma, or certain infiltrative diseases requiring pathology to confirm the diagnosis. Importantly, pheochromocytoma must be ruled out before an adrenal mass biopsy to avoid triggering a possible hypertensive crisis. This patient is asymptomatic, has no history of malignancy, and has not completed a hormonal assessment. An adrenal biopsy is premature and unnecessary.Patients with hypertension or hypokalemia should be evaluated for primary aldosteronism with a plasma aldosterone concentration/plasma renin activity ratio (Option B). This patient does not have hypertension or hypokalemia and does not require testing.A preanesthesia evaluation should include review of previous imaging for incidental findings, such as an adrenal mass. Testing for mild autonomous cortisol secretion and primary aldosteronism, if needed, could be deferred until after surgery, but pheochromocytoma must be ruled out before surgery if the adrenal mass has an unenhanced density of greater than 10 HU on CT (Option D). Failure to recognize a pheochromocytoma before surgery could result in hypertensive crisis, stroke, or death during surgery.",
  "educational_objective": "Evaluate a patient with an incidental adrenal mass for pheochromocytoma.",
  "extracted_at": "2025-12-22T22:59:27.941233-06:00",
  "key_points": [
    "Patients with an incidental adrenal mass with unenhanced CT density greater than 10 Hounsfield units should be evaluated for pheochromocytoma."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Adrenal mass biopsy"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Plasma aldosterone concentration/plasma renin activity ratio"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Plasma fractionated metanephrines measurement"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "No additional evaluation"
    }
  ],
  "question_id": "enmcq24020",
  "question_stem": "Which of the following is the most appropriate next step in evaluation?",
  "question_text": "A 54-year-old patient is evaluated at a preoperative visit before undergoing elective cholecystectomy next month. They are asymptomatic. Two weeks ago, they visited the emergency department for abdominal pain. A CT scan at that time showed cholelithiasis and a 3.5-cm right adrenal mass with an unenhanced CT attenuation of 35 Hounsfield units and heterogeneous enhancement on contrast images. The patient is physically active. They have no medical conditions and take no medications.On physical examination, vital signs and other findings are normal.Serum electrolyte and creatinine levels are normal.",
  "references": "Fassnacht M, Tsagarakis S, Terzolo M, et al. European Society of Endocrinology clinical practice guidelines on the management of adrenal incidentalomas, in collaboration with the European Network for the Study of Adrenal Tumors. Eur J Endocrinol. 2023;189:G1-G42. PMID: 37318239 doi:10.1093/ejendo/lvad066",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24004_24014"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}