{
  "question_id": "enmcq24060",
  "category": "en",
  "educational_objective": "Manage a nonfunctioning pituitary microadenoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 25-year-old woman is evaluated for a pituitary mass, which was incidentally discovered on a head CT performed 3 weeks ago after a motor vehicle collision. She feels well, reports regular menses, and has not had recent weight loss. She has no medical conditions and takes no medications.On physical examination, vital signs and other findings are normal. BMI is 22.Insulin-like growth factor-1 measurement is normal.Pituitary MRI reveals a 6-mm pituitary adenoma without mass effect. The pituitary stalk is midline.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cabergoline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Referral to neurosurgery",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat pituitary MRI in 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum follicle-stimulating hormone and estradiol measurement",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "24-Hour urine free cortisol measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to repeat a pituitary MRI in 1 year (Option C). This patient has a pituitary microadenoma discovered incidentally on imaging, known as a pituitary incidentaloma. Patients with a pituitary incidentaloma should undergo dedicated pituitary MRI with and without contrast with dynamic cuts through the sella (see ). Additionally, serum insulin-like growth factor-1 and prolactin levels should be measured in all patients with pituitary tumors to rule out excess secretion; evaluation for Cushing disease should be considered in patients with signs or symptoms of cortisol excess. To rule out pituitary deficiency, 8 am cortisol, thyroid-stimulating hormone, free thyroxine, follicle-stimulating hormone (FSH), luteinizing hormone, and, in men, 8 am total testosterone should be measured. In premenopausal women, a menstrual history can assess for hypogonadotropic hypogonadism. Given the low risk for growth that would cause mass effect, a repeat MRI in 1 year is appropriate for microadenomas (<1 cm). Macroadenomas have a higher risk for mass effect with growth; therefore, macroadenomas that do not require treatment should be followed with a repeat MRI in 6 months. This patient with a microadenoma has normal laboratory findings, no signs or symptoms of cortisol excess, and no requirements for surgery; she should be reassessed with imaging in 1 year and then 1 to 2 years thereafter for at least 3 years before reducing follow-up. Repeat evaluation of pituitary function is unnecessary for microadenomas if initial testing is normal and no change has occurred clinically or in the pituitary MRI.Cabergoline (Option A) is a dopamine agonist used to lower prolactin levels and reduce tumor size in patients with macroprolactinomas. It may also be helpful as adjunct therapy in patients with acromegaly. However, cabergoline is not indicated for nonfunctional tumors and is therefore not indicated in this patient.This patient does not require referral to a neurosurgeon (Option B) because transsphenoidal resection is not necessary for a nonfunctional tumor that is not causing mass effect.Normal menses excludes hypogonadotropic hypogonadism. This patient has a normal menstrual history, so measuring her serum FSH and estradiol levels (Option D) to assess gonadotropin deficiency is unnecessary.Evaluation for Cushing disease is unnecessary in patients with pituitary incidentalomas without signs or symptoms of cortisol excess and without cortisol-related comorbid conditions (e.g., hypertension, type 2 diabetes mellitus, osteoporosis, obesity). Thus, a free 24-hour urine free cortisol measurement (Option E) is not needed.",
  "key_points": [
    "Microadenomas (<1 cm) should be reassessed with imaging in 1 year and then every 1 to 2 years thereafter for at least 3 years before reducing follow-up."
  ],
  "references": "Langlois F, Fleseriu M. What to do with incidentally discovered pituitary abnormalities? Med Clin North Am. 2021;105:1081-1098. PMID: 34688416 doi:10.1016/j.mcna.2021.05.015",
  "related_content": {
    "syllabus": [
      "ensec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:59:49.366182-06:00"
}