{
  "question_id": "gimcq24006",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose esophageal carcinoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 64-year-old man is evaluated for progressive dysphagia to solids, a 6.8-kg (15.0-lb) weight loss over the past 3 months, and chest pressure during meals. He does not have heartburn, regurgitation, or coughing. Over-the-counter omeprazole has not relieved his symptoms. He quit smoking 25 years ago. He drinks two alcoholic beverages several nights per week.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Barium esophagram",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Esophageal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "96-Hour acid test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy with biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is upper endoscopy with biopsy (Option D). The most common initial presentation of esophageal carcinoma is dysphagia with solid foods, but asymptomatic persons may be diagnosed through surveillance endoscopy. Other symptoms include weight loss, anorexia, anemia (secondary to gastrointestinal bleeding), and chest pain. The two types of esophageal carcinoma are adenocarcinoma and squamous cell carcinoma. Risk factors for adenocarcinoma include older age, male sex, gastroesophageal reflux disease (GERD), Barrett esophagus, obesity, and tobacco use. Risk factors for squamous cell carcinoma include tobacco and alcohol use, caustic injury, achalasia, past thoracic radiation, nutritional deficiencies (zinc, selenium), socioeconomic disadvantage, poor oral hygiene, nonepidermolytic palmoplantar keratoderma, human papillomavirus infection, and nitrosamine exposure. Upper endoscopy with biopsy is the gold-standard diagnostic test for esophageal carcinoma. This patient has several risk factors for esophageal carcinoma, including male sex, older age, alcohol use, and history of tobacco use. His progressive dysphagia, unintentional weight loss, and chest pressure are concerning for an esophageal malignancy, and he should undergo upper endoscopy.Barium esophagram (Option A) evaluates structural disorders of the esophagus and is sensitive for detection of an esophageal stricture, dilation, large mass, or perforation. However, tissue biopsy to evaluate histology cannot be performed via esophagram. In this patient with symptoms suggestive of esophageal cancer, esophagram would not be the diagnostic test of choice.High-resolution esophageal manometry (Option B) is the gold standard for diagnosing esophageal motility disorders, but it should be performed only after a structural disorder of the esophagus (such as stricture, eosinophilic esophagitis, or malignancy) is ruled out. As such, performing esophageal manometry before endoscopy in this patient is inappropriate. In addition, manometry alone is insufficient to diagnose esophageal carcinoma because it does not allow direct visualization and biopsy of the esophagus.Although GERD is a risk factor for esophageal adenocarcinoma, confirming a diagnosis of GERD with acid testing (Option C) in this patient without typical reflux symptoms is not necessary. His symptoms are highly suspicious for esophageal carcinoma, and acid testing has no role in the diagnosis or management.",
  "critique_links": [],
  "key_points": [
    "Upper endoscopy with biopsy is the gold-standard diagnostic test for esophageal carcinoma."
  ],
  "references": "Joseph A, Raja S, Kamath S, et al. Esophageal adenocarcinoma: a dire need for early detection and treatment. Cleve Clin J Med. 2022;89:269-279. PMID: 35500930 doi:10.3949/ccjm.89a.21053",
  "related_content": {
    "syllabus": [
      "gisec24001_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.577818-06:00"
}