{
  "question_id": "gicor25009",
  "category": "gi",
  "educational_objective": "Treat upper gastrointestinal bleeding in a patient with cirrhosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 70-year-old woman is evaluated in the emergency department for a 5-day history of dark, tar-like stools. She has cirrhosis secondary to metabolic dysfunction–associated steatohepatitis complicated by ascites, as well as remote gastrointestinal bleeding attributed to esophagitis. Findings on upper endoscopy 3 years ago were normal. Her only medication is spironolactone.On physical examination, blood pressure is 110/70 mm Hg and pulse rate is 90/min. Pallor is noted. The abdomen is distended, and a fluid wave is observed.Laboratory studies:Hemoglobin7.8 g/dL (78 g/L)LPlatelet count80,000/μL (80 × 109/L)LBlood urea nitrogen35 mg/dL (12.5 mmol/L)H",
  "question_stem": "In addition to intravenous ceftriaxone, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Blood transfusion to hemoglobin goal of 9 g/dL (90 g/L)",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Octreotide and upper endoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Octreotide, pantoprazole, and serial monitoring of hemoglobin levels",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is octreotide and upper endoscopy (Option C). In this patient with cirrhosis, melena and anemia are concerning for gastrointestinal (GI) bleeding from gastroesophageal varices. Active variceal hemorrhage is associated with high mortality rates (approximately 20%) and warrants immediate evaluation and therapy. Initiation of antibiotics (e.g., ceftriaxone or a quinolone) at the time of hospitalization is recommended for all patients with cirrhosis who have upper GI bleeding because nearly 50% of these patients have a bacterial infection (e.g., pneumonia, urinary tract infection) and antibiotics reduce the rates of rebleeding and death. The most effective approach to control variceal bleeding is combined therapy with octreotide and endoscopic management. Octreotide is a somatostatin analogue that decreases splanchnic blood flow and lowers portal pressure. If active variceal bleeding is found, endoscopic variceal ligation, or banding, within 12 hours of presentation is the endoscopic treatment of choice and has a high success rate (90%) for hemostasis.Volume resuscitation and maintaining hemodynamic status are critical before evaluation and treatment of upper GI bleeding with endoscopy. In patients without cardiovascular disease, a restrictive transfusion strategy is recommended to maintain a hemoglobin level above 7 g/dL (70 g/L). Additional transfusion should be considered only in patients with preexisting cardiovascular disease or hemodynamic instability due to active hemorrhage. Particularly in patients with cirrhosis and portal hypertension, overtransfusion increases the portal pressure and can precipitate variceal rebleeding. Transfusion with a hemoglobin goal of 9 g/dL (90 g/L) (Option A) would increase the risk for bleeding in this patient and is therefore not appropriate.CT angiography (Option B) is the preferred initial diagnostic test in patients with lower GI bleeding who are hemodynamically unstable after initial resuscitation or who have rapid ongoing bleeding. This patient is suspected of having variceal bleeding and should undergo endoscopic management in combination with octreotide.Octreotide should be started when variceal bleeding is suspected. However, octreotide, pantoprazole, and monitoring of hemoglobin levels (Option D) alone are inadequate to manage upper GI bleeding in a patient with decompensated cirrhosis. For this patient, combination therapy with endoscopic evaluation (with potential hemostasis) and octreotide is recommended to control variceal bleeding most effectively.",
  "critique_links": [],
  "key_points": [
    "The most effective approach to control variceal bleeding is combined therapy with octreotide and endoscopic management."
  ],
  "references": "Laine L, Barkun AN, Saltzman JR, et al. ACG clinical guideline: upper gastrointestinal and ulcer bleeding. Am J Gastroenterol. 2021;116:899-917. PMID: 33929377 doi:10.14309/ajg.0000000000001245",
  "related_content": {
    "syllabus": [
      "gisec24005_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.220008-06:00"
}