{
  "question_id": "onmcq24053",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat ductal carcinoma in situ of the breast.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old woman is evaluated after undergoing bilateral mastectomy for bilateral estrogen receptor–positive, progesterone receptor–positive ductal carcinoma in situ. Initially, abnormal calcifications were detected on screening mammogram. Surgical pathology showed no evidence of invasive disease, negative margins, and no lymph node involvement. The patient has hypertension, and her only medication is lisinopril.On physical examination, vital signs are normal. Healing bilateral mastectomy incisions without reconstruction are noted.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Endocrine therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Radiation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation and endocrine therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No additional treatment (Option D) is indicated for this patient. Ductal carcinoma in situ (DCIS) is a noninvasive breast cancer that usually presents as calcifications on mammography. (Figure: critique DCIS Calcifications on Mammography) DCIS can evolve into invasive breast cancer, and therefore the treatment goal is to eradicate the area of DCIS and decrease the risks for local recurrence and death from invasive breast cancer. Local treatment involves either lumpectomy, sometimes followed by radiation therapy, or mastectomy. Postlumpectomy radiation therapy improves disease-free survival but not breast cancer–specific mortality and can be omitted in some cases, especially in patients with small, low-risk DCIS. Adjuvant endocrine therapy with aromatase inhibitors or tamoxifen can be considered in those with DCIS to prevent locoregional recurrences and decrease the risk for a second primary breast cancer. Endocrine therapy is indicated to improve recurrence-free intervals in patients with estrogen receptor– and/or progesterone receptor–positive DCIS (90% of cases) who underwent local excision. In a patient who has undergone bilateral mastectomy for DCIS, however, there is no role for endocrine therapy. This patient underwent mastectomy for DCIS, and no adjuvant therapy is indicated.Endocrine therapy alone or in combination with radiation therapy (Options A, C) is not indicated for this patient. In a patient who has undergone bilateral mastectomy for DCIS, there is no role for adjuvant endocrine therapy. Adjuvant endocrine therapy with tamoxifen or an aromatase inhibitor is appropriate in invasive hormone receptor–positive breast cancer at any stage and in patients with hormone receptor–positive DCIS after local excision. It is not indicated following mastectomy for DCIS.Radiation therapy (Option B) would not be recommended for this patient. Radiation therapy is used in DCIS following lumpectomy. It is also used in invasive breast cancer as a part of breast conservation therapy in combination with wide excision or following mastectomy in selected patients. It is not indicated, however, in patients with DCIS who have undergone bilateral mastectomy, such as this patient.",
  "critique_links": [],
  "key_points": [
    "Local treatment for ductal carcinoma in situ (DCIS) involves either mastectomy or lumpectomy, sometimes followed by radiation therapy; postlumpectomy radiation therapy improves disease-free survival but not breast cancer–specific mortality and can be omitted in some cases, especially in patients with small, low-risk breast cancer.",
    "Endocrine therapy in patients with hormone receptor–positive DCIS is used to prevent locoregional recurrences and decrease the risk for a second primary breast cancer following lumpectomy; it is not indicated after mastectomy for DCIS."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Breast cancer. Version 4. 2024. NCCN.org. Accessed August 5, 2024. Available at: https://www.nccn.org/professionals/physician_gls/pdf/breast.pdf",
  "related_content": {
    "syllabus": [
      "onsec24002_24006"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.668897-06:00"
}