{
  "question_id": "nrqqq24018",
  "category": "nr",
  "educational_objective": "Diagnose multiple system atrophy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 56-year-old woman is evaluated for a 1-year history of tremor and imbalance, causing several falls. She reports lightheadedness upon standing. Her partner notes she occasionally shouts and flails her arms while sleeping.Blood pressure is 128/75 mm Hg sitting and 105/70 mm Hg standing. Decreased facial expression, full range of extraocular movements with dysmetric saccades, and hypophonic speech are noted. Bilateral resting tremor is present, along with bradykinesia and dysmetria on finger-to-nose testing. She cannot walk in tandem, and her casual gait is wide-based, unstable, and slow.Brain MRI reveals putaminal atrophy and cross-shaped pontine hyperintensities.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Corticobasal degeneration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Multiple system atrophy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Progressive supranuclear palsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vascular parkinsonism",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The combination of parkinsonism, cerebellar ataxia, dysautonomia, and early postural instability and falls in this patient is most consistent with multiple system atrophy (Option B), a Parkinson-plus syndrome. Typical autonomic deficits include orthostatic hypotension and urinary symptoms. Anosmia and acting out of dreams during sleep are also common. Parkinson-plus syndromes often progress more quickly than Parkinson disease and are refractory to standard therapies, particularly levodopa. MRI may be normal or, in more advanced stages, may show putaminal atrophy and cruciform pontine hyperintensities, as seen in this patient.Corticobasal degeneration (Option A) usually presents with markedly asymmetric parkinsonism and frequently is associated with dystonia, myoclonus, cortical sensory deficits, prominent cognitive dysfunction, and apraxia (impaired motor planning). MRI typically shows asymmetric atrophy of the basal ganglia and frontal cortical regions. The absence of these clinical and radiographic features in this patient makes this diagnosis less likely.Given her early prominent postural instability, progressive supranuclear palsy (Option C) is the main differential diagnosis in this patient. However, she does not have the characteristic impairment in vertical extraocular movements (supranuclear gaze palsy) that is typical of this disorder. Additionally, the cerebellar features, orthostatic hypotension, and rapid eye movement sleep behavior disorder exhibited by this patient are more typical of multiple system atrophy than progressive supranuclear palsy. Thus, progressive supranuclear palsy is not likely in this patient.Patients with vascular parkinsonism (Option D) have sudden or step-wise onset of symptoms and exhibit disproportionate involvement of the lower extremities. The involvement of the upper body, gradual course, nonmotor symptoms, and brain MRI findings in this patient make this diagnosis unlikely.",
  "key_points": [
    "The combination of parkinsonism, cerebellar ataxia, dysautonomia, and early postural instability characterizes multiple system atrophy, a Parkinson-plus syndrome."
  ],
  "references": "Liu M, Wang Z, Shang H. Multiple system atrophy: an update and emerging directions of biomarkers and clinical trials. J Neurol. 2024;271:2324-2344. PMID: 38483626 doi:10.1007/s00415-024-12269-5",
  "related_content": {
    "syllabus": [
      "nrsec24006_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:11:42.568689-06:00"
}