{
  "question_id": "hmmcq24019",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Prevent recurrent stroke in a patient with sickle cell disease with erythrocyte transfusions.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 20-year-old woman is evaluated following discharge after hospitalization for an acute ischemic stroke. Medical history is significant for sickle cell anemia (hemoglobin SS disease) with frequent acute vaso-occlusive pain events. She underwent exchange transfusions during hospitalization and has recovered since being discharged, with only mild residual left-hand weakness. She reports intermittent fatigue but is otherwise well. Medications are aspirin, hydroxyurea, crizanlizumab, and folic acid.On physical examination, vital signs are normal. Mild left-hand weakness is noted. The remainder of the examination is unremarkable.Laboratory studies:Hematocrit28%LHemoglobin9.1 g/dL (91 g/L)LLeukocyte count9200/µL (9.2 × 109/L)Platelet count360,000/µL (360 × 109/L)Creatinine0.7 mg/dL (61.9 µmol/L)",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Hydroxyurea discontinuation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Luspatercept initiation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Monthly erythrocyte transfusions",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rivaroxaban initiation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Monthly erythrocyte transfusions (Option C) are the most appropriate management to prevent stroke in this patient with sickle cell disease (SCD). Stroke and other central nervous system disease remain major complications of SCD; approximately 30% of patients with SCD will have an ischemic stroke. Additionally, patients with SCD can have moyamoya disease (irregular perforating vascular networks near occluded or stenotic vessels in the region corresponding to lenticulostriate and thalamoperforating arteries), predisposing them to cerebral bleeding. In patients with SCD and acute ischemic stroke, erythrocyte exchange transfusions are indicated to a target hemoglobin S level of less than 30% to 50%. Likewise, monthly simple erythrocyte transfusions begun after a stroke can reduce the incidence of subsequent stroke by 50%. Hydroxyurea may also help in stroke prevention. Potential complications of transfusion therapy include iron overload and the development of erythrocyte alloantibodies. Patients receiving regular erythrocyte transfusions should be monitored for iron overload, and serum ferritin levels should be measured every 3 to 6 months. This patient with SCD and ischemic stroke should undergo monthly erythrocyte transfusions and should be monitored for iron overload.Hydroxyurea (Option A) increases fetal hemoglobin and improves nitric oxide production in patients with SCD, resulting in reduced pain events and improved overall survival. It may also have a role in stroke prevention. Hydroxyurea should not be discontinued in this patient with frequent pain events and recent ischemic stroke.Luspatercept (Option B) is indicated in select patients with β-thalassemia, in whom it improves erythrocyte maturation and reduces transfusion requirements. It may also be useful in the treatment of myelodysplastic syndrome. It has no role in the treatment of SCD.Rivaroxaban (Option D) is not indicated in this patient. There are several potential contributors to the development of ischemic stroke in patients with SCD, including anemia, deformed erythrocytes adhering to the endothelium of capillaries, and chronic hemolysis. In the absence of a standard indication for anticoagulation such as atrial fibrillation, no evidence supports the use of anticoagulants such as rivaroxaban for secondary prevention of ischemic stroke in patients with SCD.",
  "critique_links": [],
  "key_points": [
    "Stroke and other central nervous system disease are major complications of sickle cell disease; approximately 30% of patients with sickle cell disease will have an ischemic stroke.",
    "Monthly transfusion therapy begun after a stroke can reduce the incidence of subsequent stroke by 50% in patients with sickle cell disease."
  ],
  "references": "Kavanagh PL, Fasipe TA, Wun T. Sickle cell disease: A review. JAMA. 2022;328:57-68. PMID: 35788790 doi:10.1001/jama.2022.10233",
  "related_content": {
    "syllabus": [
      "hmsec24004_24017"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.910700-06:00"
}