{
  "question_id": "pmqqq25001",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat severe COPD with recurrent exacerbations and elevated eosinophil count with dupilumab.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 56-year-old woman is evaluated for severe COPD (Global Initiative for Chronic Obstructive Lung Disease patient category E). She has had two exacerbations within the past year, both requiring hospitalization. She has stable dyspnea on exertion after walking 100 feet and a cough productive of clear sputum. She no longer smokes cigarettes and recently completed a pulmonary rehabilitation course. Other medications are tiotropium, fluticasone-salmeterol, and albuterol.Vital signs are normal. Oxygen saturation is 94% with the patient breathing ambient air. Breath sounds are distant.Blood eosinophil count is 350 cells/µL.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "α1-Antitrypsin augmentation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Daily prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Dupilumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Theophylline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment is dupilumab (Option C), a monoclonal antibody targeting interleukin-4 and interleukin-13 pathways. Dupilumab has been shown to reduce moderate to severe exacerbations, improve lung function, and enhance quality of life in patients with COPD with type 2 inflammation characterized by elevated blood eosinophil count. It can be added to the regimen of long-acting bronchodilators and inhaled glucocorticoids for patients with chronic bronchitis and high eosinophil count. This patient has severe symptomatic COPD with recurrent exacerbations, as well as a blood eosinophil count greater than 300 cells/µL; thus, dupilumab should be added to the other agents.Antiproteases, including α1-antitrypsin, typically inactivate proteases that may lead to permanent lung injury. In patients with α1-antitrypsin deficiency, replacing this enzyme with α1-antitrypsin augmentation therapy (Option A) may slow the progression of related emphysema. However, it has not been shown to decrease exacerbations or the rate of FEV1 decline. Also, it is not effective for treating patients whose COPD is not caused by α1-antitrypsin deficiency, such as this patient. Thus, α1-antitrypsin augmentation therapy would provide no benefit to this patient.Oral glucocorticoids, such as prednisone (Option B), should be reserved for limited use as treatment for acute exacerbations in patients with COPD. Long-term daily oral glucocorticoid therapy has numerous adverse effects and limited benefits in COPD. This patient has stable dyspnea and a chronic cough. Therefore, prednisone would not be indicated.Adding theophylline (Option D) is not the best next step. Theophylline may improve functional capacity and reduce the number of exacerbations in advanced COPD; however, it has a narrow therapeutic window, and toxicity is common. Dupilumab is a better choice in this patient with chronic bronchitis and an elevated eosinophil count.",
  "critique_links": [],
  "key_points": [
    "Dupilumab is a monoclonal antibody that can be added to the medical regimen of patients with poorly controlled COPD and elevated eosinophil count."
  ],
  "references": "Bhatt SP, Rabe KF, Hanania NA, et al; BOREAS Investigators. Dupilumab for COPD with type 2 inflammation indicated by eosinophil counts. N Engl J Med. 2023;389:205-14. PMID: 37272521 doi:10.1056/NEJMoa2303951",
  "related_content": {
    "syllabus": [
      "pmsec24002_24039"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.663354-06:00"
}