{
  "question_id": "cvmcq24127",
  "category": "cv",
  "educational_objective": "Diagnose acute ascending aortic dissection complicated by aortic regurgitation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 57-year-old man is evaluated in the emergency department for sudden-onset severe pain between the shoulder blades. He has hypertension and coronary artery disease. Medications are hydrochlorothiazide, amlodipine, olmesartan, atenolol, aspirin, and atorvastatin.On physical examination, blood pressure is 172/75 mm Hg in the right arm and 135/60 mm Hg in the left arm, pulse rate is 110/min, and oxygen saturation breathing ambient air is 90%. Cardiac examination reveals a grade 3/6 decrescendo diastolic murmur heard at the left sternal border.An ECG shows sinus tachycardia and ST depressions.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Magnetic resonance angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "V/Q scanning",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test in this patient with likely aortic dissection and resulting aortic regurgitation is transesophageal echocardiography (TEE) (Option C). Acute aortic regurgitation may be caused by type A aortic dissection, endocarditis, or blunt chest trauma or as a complication of interventions such as balloon valvuloplasty. In acute regurgitation, murmurs may be soft or short because of the rapid equalization of pressures between the aorta and left ventricle, and bounding pulses may not be present because there has not been a marked increase in stroke volume. The abrupt onset of volume overload, however, may cause acute heart failure or cardiogenic shock. In the setting of suspected aortic dissection, the presence of aortic regurgitation suggests aortic root involvement, a surgical emergency. Imaging options to establish the diagnosis include TEE, which can confirm the diagnoses of both aortic dissection and aortic regurgitation, and CT angiography (CTA) along with echocardiography. CTA is often the imaging modality of choice for suspected aortic dissection because it is widely available and its results can help inform procedural planning. The primary advantages of TEE include portability for an unstable patient and added detail in evaluating aortic valve structure and function. This patient has findings that suggest aortic dissection complicated by acute aortic regurgitation, including acute pain between the shoulder blades, significant blood pressure differential between arms, and a decrescendo diastolic murmur. TEE is indicated.Immediate coronary angiography (Option A) is indicated in patients with ST-elevation myocardial infarction and some with high-risk non–ST-elevation myocardial infarction. Although acute coronary syndrome may complicate aortic dissection if the dissection propagates down a coronary artery, coronary angiography would not address the likely aortic dissection, is relatively contraindicated in acute aortic dissection, and would delay the necessary diagnostic and therapeutic measures.Magnetic resonance angiography (Option B) is rarely used in the acute setting to diagnose aortic dissection because of the need for prolonged scanning times. Limited availability on an emergency basis also makes it less desirable than TEE or CTA.V/Q scanning (Option D) may be considered for diagnosing pulmonary embolism. However, in this patient with pain characteristic of aortic dissection (pain between the shoulder blades) as well as evidence of differential arm blood pressures and a cardiac murmur suggesting aortic regurgitation, suspicion for aortic dissection is higher than for pulmonary embolism.",
  "key_points": [
    "CT angiography is often the imaging modality of choice in suspected aortic dissection because it is widely available and the results can help inform procedural planning; advantages of transesophageal echocardiography include portability for an unstable patient and added detail in evaluating aortic valve structure and function.",
    "Aortic dissection with aortic root involvement (type A dissection) including acute aortic regurgitation constitutes a surgical emergency."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2020:CIR0000000000000923. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.715361-06:00"
}