{
  "question_id": "cvmcq24034",
  "category": "cv",
  "educational_objective": "Diagnose pulmonary valve stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "An 18-year-old man is evaluated for a cardiac murmur that was noted during a routine pre-college physical examination. He is an avid cyclist, but his ability to sprint has gradually decreased over the past several years. He has no medical problems and takes no medications.On physical examination, vital signs are normal. Lungs are clear to auscultation. Cardiac examination reveals a right ventricular parasternal lift, an early systolic ejection click that decreases during inspiration, and a grade 3/6 mid- to late-peaking crescendo-decrescendo systolic murmur best heard at the second intercostal space at the left sternal border. No extracardiac sounds are heard. No edema is noted.ECG shows normal sinus rhythm at a heart rate of 60/min, normal QRS duration, and right ventricular hypertrophy.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bicuspid aortic valve",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Patent foramen ovale",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pulmonary valve stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Secundum atrial septal defect",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's examination findings are characteristic of pulmonary valve stenosis (Option C). Pulmonary valve stenosis causes obstruction of the right ventricular (RV) outflow tract and is usually an isolated valve lesion. Mild stenosis typically is well tolerated and asymptomatic, with rare progression to severe stenosis. Moderate to severe stenosis, however, may cause dyspnea and exercise intolerance. Patients with pulmonary valve stenosis and mild exercise intolerance may occasionally be misdiagnosed with reactive airways disease, particularly exercise-induced asthma. Characteristic physical findings include a systolic ejection click that decreases during inspiration and a crescendo-decrescendo systolic murmur at the upper left sternal border. The systolic ejection click results from the restricted opening of tethered pulmonary valve leaflets. During inspiration, increased venous return to the right side of the heart reduces leaflet excursion on valve opening, softening the click. In general, the intensity of the murmur correlates roughly with stenosis severity. In addition, as the severity increases, the pulmonary component of S2 is delayed and eventually disappears. A parasternal lift reflective of RV hypertrophy may also be present and suggests significant pulmonary valve stenosis. The ECG in patients with pulmonary valve stenosis may reflect RV hypertrophy if there is significant obstruction. This patient has mild exercise intolerance, RV parasternal lift, systolic ejection click, and crescendo-decrescendo systolic murmur characteristic of pulmonary valve stenosis.Both aortic regurgitation and, more commonly, aortic stenosis may be present in patients with a bicuspid aortic valve (Option A). Aortic stenosis typically causes a crescendo-decrescendo systolic murmur heard best at the upper right sternal border that becomes late peaking as disease progresses. A diminished or absent aortic component of the S2 may also be present. The location of this patient's murmur and the RV parasternal lift make pulmonary valve stenosis the more likely diagnosis.Patients with a patent foramen ovale (PFO) (Option B) usually have a normal cardiac examination. This patient has an ejection click and a mid- to late-peaking grade 3/6 crescendo-decrescendo systolic murmur, suggesting more significant underlying heart disease than a PFO.An atrial septal defect (ASD) (Option D) may cause an early-peaking systolic murmur as a result of increased flow across the RV outflow tract as well as fixed splitting of S2. This patient has a mid- to late-peaking crescendo-decrescendo systolic murmur at the upper left sternal border with a systolic ejection click, which makes pulmonary valve stenosis a more likely diagnosis.",
  "key_points": [
    "A systolic ejection click that decreases during inspiration and a crescendo-decrescendo systolic murmur are characteristic findings in a patient with pulmonary valve stenosis.",
    "In general, the severity of pulmonary valve stenosis correlates roughly with the intensity of the murmur; as the severity increases, the pulmonary component of S2 is delayed and eventually disappears."
  ],
  "references": "Baumgartner H, De Backer J, Babu-Narayan SV, et al; ESC Scientific Document Group. 2020 ESC guidelines for the management of adult congenital heart disease. Eur Heart J. 2021;42:563-645. PMID: 32860028 doi:10.1093/eurheartj/ehaa554",
  "related_content": {
    "syllabus": [
      "cvsec24010_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.562552-06:00"
}