{
  "question_id": "idmcq24064",
  "category": "id",
  "educational_objective": "Diagnose herpetic whitlow.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 28-year-old woman is evaluated for a 3-day history of a painful blister on her right index finger. She has no other symptoms. She is in a monogamous relationship with a male partner for the past 2 years. She works as a wrestler.On physical examination, vital signs are normal. A blister is seen on the tip of her right index finger.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Herpes simplex virus infection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mpox",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rickettsialpox",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Varicella-zoster virus infection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is herpes simplex virus (HSV) infection (Option A). HSV type 1 (HSV-1) or 2 (HSV-2) can cause a herpetic whitlow, which is characterized by a single vesicular lesion (or small group of lesions) over an erythematous base on a distal finger. It occurs through direct inoculation from a break in the skin. The lesion may be preceded by a prodrome of tingling or pain in the area. Herpetic whitlow is not usually associated with systemic symptoms of infection, such as fever, headaches, or regional lymphadenopathy. Patients at risk for HSV-1 whitlow are young children who suck their thumbs, dental hygienists and respiratory therapists who do not use gloves, and wrestlers. Herpetic whitlow caused by HSV-2 is seen in sexually active individuals with genital exposure. The diagnosis of herpetic whitlow is often made clinically. Treatment is generally supportive, but acyclovir, famciclovir, or valacyclovir can be considered to shorten the duration of symptoms. Incision and drainage are contraindicated because this treatment may cause viral spread and increase the risk of superimposed bacterial infection. This patient works as a wrestler and may have acquired this infection from an occupational exposure.Mpox (formerly called monkeypox) (Option B) is caused by an orthopox virus that can spread by respiratory secretions, skin-to-skin contact, and fomites (e.g., contaminated objects). Most infections have occurred in men who have sex with men, but women and children may also be affected. The clinical presentation involves painful, vesicular lesions that can be umbilicated. Lesions usually start on the anogenital regions but can spread throughout the body. Fever, painful lymphadenopathy, and respiratory symptoms can develop. This patient's single blister and lack of systemic symptoms is not consistent with mpox infection.Rickettsialpox (Option C) is caused by Rickettsia akari, an intracellular, gram-negative bacteria transmitted by the bite of a mite. Typical presentation consists of the triad of fever, vesicular rash, and eschar. Patients also frequently have headaches, leukopenia, thrombocytopenia, and elevated aminotransferase levels. This patient's clinical presentation is not consistent with rickettsialpox.Varicella-zoster virus (Option D) can cause primary varicella infection or herpes zoster when it reactivates. Primary varicella infection (chickenpox) presents with a febrile pruritic vesicular rash affecting the skin and mucocutaneous surfaces; the rash commonly begins on the face and trunk, then spreads to the extremities. Lesions present in various stages of development on any one part of the body and include macules, papules, vesicles, and scabs Herpes zoster typically causes a painful vesicular rash that follows a dermatomal distribution that does not cross the midline. This patient has only a single ulcerated lesion, which is not characteristic of either primary varicella or herpes zoster.",
  "key_points": [
    "The classic presentation of herpetic whitlow is a painful blister on a finger; it can be caused by herpes simples virus type 1 or 2 and is not associated with systemic symptoms of infection."
  ],
  "references": "Rerucha CM, Ewing JT, Oppenlander KE, et al. Acute hand infections. Am Fam Physician. 2019;99:228-236. PMID: 30763047",
  "related_content": {
    "syllabus": [
      "idsec24020_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:47:08.252040-06:00"
}