{
  "question_id": "hpmcq24028",
  "category": "hp",
  "educational_objective": "Prevent morbidity from atherosclerotic cardiovascular disease in a patient with metabolic dysfunction–associated steatotic liver disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 72-year-old man is evaluated at a routine follow-up visit. He is asymptomatic. He has compensated cirrhosis from metabolic dysfunction–associated steatotic liver disease, along with coronary artery disease, type 2 diabetes mellitus, and hypertension. He has no known family history of liver disease. Medications are aspirin, clopidogrel, carvedilol, lisinopril, dulaglutide, and rosuvastatin. The patient has not had any medication changes during the past year.On physical examination, vital signs and other findings are normal.Laboratory studies:Today1 year agoPlatelet count137,000/μL (137 × 109/L)–Albumin3.7 g/dL (37 g/L)–Alkaline phosphatase88 U/L–Alanine aminotransferase72 U/LH57 U/LHAspartate aminotransferase83 U/LH62 U/LHBilirubinTotal1.0 mg/dL (17.1 µmol/L)–Direct0.7 mg/dL (11.9 µmol/L)H–Abdominal ultrasound shows increased liver echogenicity consistent with moderate hepatic steatosis and a subtly nodular liver contour with mild splenomegaly, consistent with cirrhosis.",
  "question_stem": "Which of the following is the most appropriate statin management?",
  "options": [
    {
      "letter": "A",
      "text": "Continue rosuvastatin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue rosuvastatin permanently",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hold rosuvastatin until aminotransferase levels return to baseline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch rosuvastatin to simvastatin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate statin management of this patient who has metabolic dysfunction–associated steatotic liver disease (MASLD, formerly called nonalcoholic fatty liver disease [NAFLD]) and moderately elevated aminotransferase levels is to continue rosuvastatin (Option A). Statins have been associated with mild elevations in aminotransferase levels (3-10 times the upper limit of normal) in about 0.5% to 2% of individuals. Elevations generally occur in the first few months of therapy and usually resolve spontaneously despite continued therapy. Conversely, clinically significant liver injury from statins (most commonly atorvastatin or simvastatin) is rare and idiosyncratic (i.e., unpredictable and not dose-dependent). Therefore, the FDA no longer recommends routine monitoring of liver tests for patients receiving statin therapy. Moreover, this risk is not increased by chronic liver disease, such as MASLD, even in the presence of steatohepatitis or compensated cirrhosis. The leading cause of death among patients with MASLD is cardiovascular disease. Statins should thus not be stopped because of moderately elevated liver test results (aminotransferase levels <3 times the upper limit of normal) in the setting of MASLD/metabolic dysfunction–associated steatohepatitis (MASH; formerly known as nonalcoholic steatohepatitis [NASH]), or for compensated cirrhosis. This patient has been receiving rosuvastatin for more than a year, and his moderately elevated aminotransferase levels are unlikely to be due to statin therapy; he should continue rosuvastatin, especially considering his comorbid conditions.Discontinuing rosuvastatin permanently (Option B) increases the patient's risk for a major adverse cardiovascular event without likelihood of benefit. In addition, his aminotransferase elevation is unlikely to be caused by statin therapy.Holding rosuvastatin until aminotransferase levels return to baseline (Option C) is inappropriate. Aminotransferase levels may be mildly elevated in less than 2% of individuals taking statins and do not require holding therapy. Likewise, switching rosuvastatin to simvastatin (Option D) is unnecessary. In addition, the statins most commonly associated with liver injury are atorvastatin and simvastatin.",
  "key_points": [
    "Cardiovascular disease is the leading cause of death in patients with metabolic dysfunction–associated steatotic liver disease.",
    "Statins should not be stopped because of moderately elevated liver test results (aminotransferase levels <3 times the upper limit of normal) in the setting of metabolic dysfunction–associated steatotic liver disease/metabolic dysfunction–associated steatohepatitis or compensated cirrhosis."
  ],
  "references": "Rinella ME, Neuschwander-Tetri BA, Siddiqui MS, et al. AASLD practice guidance on the clinical assessment and management of nonalcoholic fatty liver disease. Hepatology. 2023;77:1797-1835. PMID: 36727674 doi:10.1097/HEP.0000000000000323",
  "related_content": {
    "syllabus": [
      "hpsec24004_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:03:58.565308-06:00"
}