{
  "question_id": "cvcor25032",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose acute mitral regurgitation following myocardial infarction.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 66-year-old man is evaluated in the emergency department for dyspnea. Three days ago, he experienced sudden substernal chest pain, which waxed and waned for 3 hours before spontaneously subsiding; he did not seek medical care at the time. Today, he has had progressive shortness of breath at rest. He has no known medical conditions and takes no medications.On physical examination, temperature is normal, blood pressure is 95/50 mm Hg, pulse rate is 115/min, and respiration rate is 24/min. Oxygen saturation is 90% with the patient breathing oxygen, 4 L/min by nasal cannula. Estimated central venous pressure is 14 cm H2O. Cardiac examination reveals a soft, early systolic murmur at the left sternal border and an S3 at the apex. Crackles are heard throughout both lung fields.An ECG demonstrates large Q waves in the inferolateral leads. A chest radiograph demonstrates an enlarged cardiac silhouette and bilateral pulmonary edema.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Aortic stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mitral regurgitation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tricuspid regurgitation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ventricular septal defect",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with findings of acute heart failure (HF) and a recent inferolateral myocardial infarction (MI) is acute mitral regurgitation (MR) (Option B) due to papillary muscle rupture. When the posteromedial papillary muscle blood supply from the posterior descending artery is interrupted, rupture may occur, resulting in severe acute MR several days after ST-elevation MI (STEMI). Compared with chronic MR, HF symptoms from acute MR are abrupt and dramatic because there has not been time for adaptive chamber dilatation. The sudden volume overload manifests as elevated central venous pressure and pulmonary congestion. The decrease in left ventricular systolic pressure limits the pressure gradient between the left heart chambers; as a result, the murmur of acute MR, heard best along the left sternal border and cardiac base, may be limited to early systole, if it is apparent at all. This patient's history suggests a recent acute coronary syndrome, and ECG is consistent with a recent inferolateral MI. His new HF and cardiac findings are consistent with acute MR due to papillary muscle rupture.Aortic stenosis (AS) (Option A) is not an acute complication of MI. The murmur of AS is typically loudest at the second right intercostal space, may radiate to the carotids, and is crescendo-decrescendo in character. This patient's acute presentation and auscultatory findings are not consistent with AS.The systolic murmur of tricuspid regurgitation (TR) (Option C) is loudest at the left lower sternal border and increases with inspiration. Although symptoms and signs of right-sided HF may be present in severe cases, TR does not cause pulmonary edema, so it is not the most likely diagnosis for this patient.Acquired ventricular septal defect (VSD) (Option D) from septal wall rupture may complicate inferior or anterior STEMI, leading to HF and shock. A VSD is audible as a harsh, holosystolic murmur at the left lower sternal border, which is not heard in this patient.",
  "critique_links": [],
  "key_points": [
    "Acute mitral regurgitation (MR) due to papillary muscle rupture may be a delayed complication of acute inferolateral myocardial infarction.",
    "Patients with acute MR present with acute heart failure and either a systolic murmur that may be heard only in early systole or no audible murmur."
  ],
  "references": "Damluji AA, van Diepen S, Katz JN, et al; American Heart Association Council on Clinical Cardiology; Council on Arteriosclerosis, Thrombosis and Vascular Biology; Council on Cardiovascular Surgery and Anesthesia; and Council on Cardiovascular and Stroke Nursing. Mechanical complications of acute myocardial infarction: a scientific statement from the American Heart Association. Circulation. 2021;144:e16-e35. PMID: 34126755 doi:10.1161/CIR.0000000000000985",
  "related_content": {
    "syllabus": [
      "cvsec24007_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.318883-06:00"
}