{
  "question_id": "onmcq24038",
  "category": "on",
  "educational_objective": "Treat stage III distal rectal cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 50-year-old woman is evaluated for several episodes of bright-red rectal bleeding. She otherwise feels well and has no additional symptoms. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. A rectal mass is noted 2 cm from the anal verge.Rectal MRI shows a distal stage III tumor invading into perirectal fat with one enlarged perirectal lymph node. Biopsy shows adenocarcinoma with retained mismatch repair protein expression.The patient expresses a strong desire to avoid a colostomy. She receives a standard course of pelvic radiation therapy with concurrent capecitabine, followed by 4 months of oxaliplatin-based chemotherapy. Follow-up examination and rectal MRI show no evidence of residual disease.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Oral capecitabine for 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat examination and imaging in 4 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Total mesorectal excision with direct anastomosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transanal excision of the tumor site",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "It is most appropriate to repeat examination and follow-up imaging in 4 months in this patient with a complete response following total neoadjuvant treatment (TNT) for rectal cancer (Option B). Historically, treatment for full-thickness rectal tumors (stage II) and involved lymph nodes (stage III) would have been a combination of radiation therapy, chemotherapy, and surgery. More recently, TNT, in which all planned chemotherapy and radiation therapy is given before surgery, has become the more common practice. Data suggest that up to 70% of patients who achieve a complete clinical response to TNT will not have recurrent disease in the pelvis and can therefore avoid surgery. If surgery is not done, however, close surveillance is required with additional endoscopic and MRI evaluation of the rectum, especially for the first 2 years after radiation treatment. For patients who experience local recurrence, salvage surgery is recommended. Cure rates for such surgeries are very high when close surveillance has been maintained. However, for distal tumors, salvage surgery will typically be an abdominoperineal resection and will require a permanent colostomy. This patient has distal stage III rectal cancer. A standard total mesorectal excision for a tumor so close to the anal verge would require an abdominal perineal resection with a permanent colostomy. This patient has expressed a strong desire to avoid a colostomy and, because she has no evidence of residual disease after TNT, can be monitored without having undergone surgery.Oral capecitabine (Option A) for 1 year is not appropriate for this patient because of the lack of known benefit in this setting. Capecitabine can be used alone or in combination with the antivascular endothelial growth factor monoclonal antibody bevacizumab in patients with metastatic disease who are unable to tolerate more intensive regimens, but it is not used as primary therapy.Total mesorectal excision with direct anastomosis (Option C) would not be the most appropriate option for this patient. The very distal location of the tumor, only 2 cm from the anal verge, indicates that definitive surgery, although potentially curative, would require an abdominoperineal resection and therefore a permanent colostomy, an outcome that many patients, such as this one, wish to avoid. An attempt at a direct anastomosis this low would be untenable because the resection would require removing the sphincter muscle, and bowel control would not be possible.Transanal excision (Option D) is not indicated for this patient. Rectal cancers without full-thickness penetration of the bowel wall or enlarged lymph nodes are clinically stage I and may be treated with surgical resection. Small tumors may be resected by a transanal approach, decreasing postoperative morbidity. However, this technique would have no role in management of a stage III, node-positive tumor, as is the case in this patient.",
  "key_points": [
    "Patients with full-thickness rectal tumors (stage II) and involved lymph nodes (stage III) may be treated with total neoadjuvant therapy followed by surgery or, if a complete response is achieved with total neoadjuvant therapy, close surveillance with nonoperative management."
  ],
  "references": "Garcia-Aguilar J, Patil S, Gollub MJ, et al. Organ preservation in patients with rectal adenocarcinoma treated with total neoadjuvant therapy. J Clin Oncol. 2022;40:2546-56. PMID: 35483010 doi:10.1200/JCO.22.00032",
  "related_content": {
    "syllabus": [
      "onsec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:19.390087-06:00"
}