{
  "question_id": "pmmcq24038",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose restrictive lung disease using pulmonary function tests.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 72-year-old man is evaluated for a 6-month history of progressive shortness of breath. He previously could climb two flights of stairs without dyspnea, but he now has to catch his breath after half a flight. He reports no chest pain but has an intermittent, nonproductive cough. He has a 30-pack-year history of tobacco use and quit smoking 6 years ago. Medical history is significant for hypertension, for which he takes amlodipine.On physical examination, vital signs are normal. Oxygen saturation is 93% with the patient breathing ambient air. The remainder of the physical examination is normal.Pulmonary function tests:FEV158% of predictedLFVC60% of predictedL FEV1/FVC ratio0.97Chest radiograph reveals right basilar scarring.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Measure lung volumes and Dlco",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Perform 6-minute walk test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform transthoracic echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start tiotropium",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient with possible restrictive lung disease is to obtain lung volumes and Dlco (Option A). Spirometry is an essential component of the evaluation of potential lung disease and helps differentiate restrictive from obstructive disease. A pattern in which FEV1 and/or FVC is reduced but the FEV1/FVC ratio is 0.70 or greater suggests the presence of restrictive disease. Unlike in obstructive disease, which may be diagnosed based on the FEV1, FVC, and FEV1/FVC ratio, the diagnosis of restrictive lung disease requires measurement of lung volumes. If the total lung capacity is less than 80% of predicted, a restrictive pattern is present. The Dlco is also typically measured in patients with potential restrictive lung disease. Although it can be low in both obstructive and restrictive disease, it is a significant predictor of prognosis in diseases such as idiopathic pulmonary fibrosis and is often obtained along with lung volumes. This patient has spirometry results that suggest a restrictive pattern, with a decreased FEV1 and FVC but a preserved FEV1/FVC ratio. Assessing lung volumes and Dlco is the most appropriate next step in management.A 6-minute walk test (Option B) can be used to assess response to therapy in patients with multiple lung diseases, including interstitial lung disease. However, it does not differentiate among different causes of lung disease. Obtaining lung volumes to assess the likelihood of interstitial lung disease is a better next test.Transthoracic echocardiography (Option C) is a first-line test for the diagnosis of cardiac valvular disease and heart failure. It is also an appropriate test to assess for pulmonary hypertension. This patient with a low FEV1, a low FVC, and a preserved FEV1/FVC ratio, however, most likely has interstitial lung disease and lung volumes, and Dlco should be obtained next.Empirically starting a bronchodilator, such as tiotropium (Option D), would not be the best next step in management for this patient. Tiotropium and other long-acting muscarinic antagonist bronchodilators are a treatment of choice for patients with group A COPD. Although this patient has a low FEV1, his FEV1/FVC ratio is preserved, making obstructive lung disease an unlikely diagnosis.",
  "critique_links": [],
  "key_points": [
    "A spirometry pattern in which the FEV1 and/or the FVC is reduced but the FEV1/FVC ratio is 0.70 or greater suggests restrictive disease; documentation of low lung volumes is necessary to confirm the diagnosis of restrictive lung disease."
  ],
  "references": "Stanojevic S, Kaminsky DA, Miller MR, et al. ERS/ATS technical standard on interpretive strategies for routine lung function tests. Eur Respir J. 2022;60. PMID: 34949706 doi:10.1183/13993003.01499-2021",
  "related_content": {
    "syllabus": [
      "pmsec24001_24004"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.086186-06:00"
}