{
  "question_id": "fcmcq24101",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage a stage 2 pressure injury.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "An 89-year-old man is admitted to a nursing home and is found to have a pressure injury. Because of advanced dementia, the patient is bedbound and dependent on others for activities of daily living. He had an ischemic stroke 3 years ago. He also has hypertension, urinary incontinence, and benign prostatic hyperplasia.On physical examination, vital signs are normal. The patient has left-sided hemiparesis with contractures. A partial-thickness ulcer with exposed dermis is observed overlying the left ischial tuberosity. The wound bed is pink without slough, exudate, or surrounding erythema.The patient is placed on a gel mattress and will be repositioned regularly.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Apply a hydrocolloid dressing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Refer for surgical debridement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start cephalexin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient with a stage 2 pressure injury is to apply a hydrocolloid dressing (Option A). Pressure injuries (or pressure ulcers) are a result of damage to the skin and underlying tissue from continuous pressure. Risk factors for development include immobility, incontinence, impaired nutrition, immunosuppression or diabetes mellitus, and reduced skin perfusion. A staging system (see Table: Classification of Pressure Injuries) may be used to classify pressure injuries; a stage 2 pressure injury, which is present in this case, is characterized by partial-thickness skin loss with exposed dermis. The wound bed is viable, pink or red, and moist; these ulcers may also present as an intact or ruptured serum-filled blister. Treatment of pressure injuries varies depending on stage. In addition to proper positioning, the appropriate treatment for a stage 2 injury is to cover the ulcer with a hydrocolloid or occlusive dressing.Surgical debridement (Option B) may be needed for stage 3 or 4 ulcers, which are full-thickness lesions that extend through the dermis to either the subcutaneous tissue or the fascia. For advanced ulcers such as these, wound care and vacuum-assisted closure may be necessary. This patient has a stage 2 pressure ulcer, which does not require debridement.This patient has a stage 2 pressure injury with no evidence of infection. Beginning an antibiotic, such as cephalexin (Option C), is unnecessary. Stage 2 pressure ulcers can be managed with a hydrocolloid or occlusive dressing.Treatment of pressure injuries varies depending on stage. Stage 2 pressure injury treatment consists of both appropriate positioning, in this instance on a gel mattress, and covering the ulcer with a hydrocolloid or occlusive dressing. Using a gel mattress with repositioning without further treatment (Option D) would be appropriate for ulcer prevention, or for patients with a stage 1 pressure injury, but not for treatment of a stage 2 injury.",
  "critique_links": [],
  "key_points": [
    "Stage 2 pressure injuries are partial-thickness ulcers involving the epidermis and dermis.",
    "The appropriate treatment for a stage 2 pressure injury is a hydrocolloid or occlusive dressing."
  ],
  "references": "Mervis JS, Phillips TJ. Pressure ulcers: pathophysiology, epidemiology, risk factors, and presentation. J Am Acad Dermatol. 2019;81:881-890. PMID: 30664905 doi:10.1016/j.jaad.2018.12.069",
  "related_content": {
    "syllabus": [
      "fcsec24010_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.007900-06:00"
}