{
  "question_id": "idqqq24009",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Manage asymptomatic bacteriuria in a patient undergoing an invasive urologic procedure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 72-year-old man is undergoing preprocedural evaluation before scheduled cystoscopy with biopsy for invasive bladder cancer and elective right total hip arthroplasty for osteoarthritis. He is otherwise asymptomatic. Medical history is also significant for type 2 diabetes mellitus and kidney transplantation 6 years ago. Medications are metformin, amlodipine, atorvastatin, and tacrolimus.On physical examination, vital signs are normal. External rotation of the right hip elicits pain.On microscopic urinalysis, leukocyte count is 20/hpf; 2+ bacteria are present; no squamous epithelial cells are seen. Urine culture grows 100,000 colony-forming units of Proteus mirabilis.",
  "question_stem": "Which of the following is the supported indication for antimicrobial therapy in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Cystoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Diabetes mellitus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Kidney transplant",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Total hip arthroplasty",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The indication for antimicrobial therapy in this patient is an invasive urologic procedure with anticipated mucosal injury, in this case cystoscopy with biopsy (Option A). Asymptomatic bacteriuria (ASB) is diagnosed when significant colony counts of bacteria are present in urine cultures without signs or symptoms of active infection referable to the urinary tract (regardless of the presence or absence of pyuria). ASB is common in women and other adults with conditions that impair the voiding of urine. Prevalence rates are high among the following groups:Postmenopausal women (10%)Patients with diabetes mellitus (10%-15%)Patients undergoing hemodialysis (25%)Kidney transplant recipients (40%)Persons with spinal cord injury (25%-50%)Patients with long-term urinary catheters (90%-100%)Screening for and treating ASB is not recommended in most populations based on several studies that show a lack of benefit, including an inability to sterilize urine or decrease the incidence of future urinary tract infections, kidney injury, or mortality. Screening for and treating ASB is supported by only two indications: during pregnancy and risk mitigation before an invasive urologic procedure. The use of prophylactic antibiotics before minor noninvasive urologic interventions without mucosal bleeding does not provide any benefit and is not recommended.Data are insufficient to advocate the routine treatment of ASB in patients with diabetes (Option B) or kidney transplant recipients who underwent transplantation more than 30 days ago (Option C). However, some experts treat kidney transplant recipients in the first few months following transplantation.Likewise, screening for and treating ASB in patients about to undergo orthopedic surgery, including total joint arthroplasty (Option D), is without proven merit because it is not a cause of postoperative surgical site infection.",
  "critique_links": [],
  "key_points": [
    "Screening for and treating asymptomatic bacteriuria is supported for only two indications: during pregnancy and before a urologic procedure with anticipated mucosal injury."
  ],
  "references": "Nicolle LE, Gupta K, Bradley SF, et al. Clinical practice guideline for the management of asymptomatic bacteriuria: 2019 update by the Infectious Diseases Society of America. Clin Infect Dis. 2019;68:e83-e110. PMID: 30895288 doi:10.1093/cid/ciy1121",
  "related_content": {
    "syllabus": [
      "idsec24008_24007"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.905225-06:00"
}