{
  "category": "en",
  "critique": "The most appropriate next step in management is to perform an abdominal/pelvic CT with intravenous contrast (Option A) to evaluate for pheochromocytoma and paraganglioma. Symptoms of catecholamine excess include palpitations, paroxysmal hypertension, headaches, and tremors. Initial screening includes measurement of plasma fractionated metanephrines (which includes free metanephrine and free normetanephrine) or urine fractionated metanephrines and catecholamines (epinephrine, norepinephrine, and dopamine). These hormones are extremely elevated in patients with a symptomatic pheochromocytoma or paraganglioma (at least four times the upper limit of normal). After biochemical testing confirms the diagnosis of pheochromocytoma/paraganglioma, the tumor must be localized. Contrast-enhanced abdominal/pelvic CT is the preferred initial test, as 95% of pheochromocytomas and paragangliomas will be located in the abdomen/pelvis. This patient's history and biochemical testing support the diagnosis of pheochromocytoma or paraganglioma, and the next step in evaluation is imaging to localize the lesion.Specialized scans are rarely needed in the evaluation of pheochromocytoma and paraganglioma. Nuclear imaging with a gallium-68 DOTATATE-PET scan (Option B) would be indicated if the CT scan is negative and suspicion of a catecholamine-secreting tumor remains high. It can also be used to identify multiple paragangliomas or to assess for metastatic pheochromocytoma or paraganglioma.Starting phenoxybenzamine (an α-adrenergic receptor blocker) and metoprolol (a β-blocker) (Option C) is not appropriate at this time. Patients with pheochromocytoma and paraganglioma require α-adrenergic blockade titrated to achieve low-normal blood pressure. β-Adrenergic blockade should only be added after adequate α-adrenergic blockade is achieved. Starting both medications at the same time can precipitate a hypertensive crisis. This patient will need medical therapy to prepare for surgery, but the tumor needs to be localized first, and the two medications should not be started simultaneously.Stopping medications and repeating plasma fractionated metanephrines testing (Option D) would not be helpful as this patient has very high metanephrine and normetanephrine levels (higher than a typical false-positive result) and is not taking medications that interfere with biochemical testing for pheochromocytoma and paraganglioma. Many medications can cause false elevations in metanephrines and catecholamines (), including tricyclic antidepressants and serotonin-norepinephrine reuptake inhibitors. Patients with mild elevations in metanephrines and catecholamines who are on interfering medications may require repeat testing 2 weeks after stopping the medications.",
  "educational_objective": "Evaluate a patient for pheochromocytoma/paraganglioma.",
  "extracted_at": "2025-12-22T22:59:33.951668-06:00",
  "key_points": [
    "Initial screening for pheochromocytomas and paragangliomas includes measurement of plasma fractionated metanephrines or urine fractionated metanephrines and catecholamines; patients with highly elevated levels should be further evaluated with abdominal/pelvic CT with intravenous contrast."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Perform abdominal/pelvic CT with intravenous contrast"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Perform gallium-68 DOTATATE-PET scan"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Start phenoxybenzamine and metoprolol"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Stop medications and repeat plasma fractionated metanephrines measurement"
    }
  ],
  "question_id": "enmcq24031",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "A 32-year-old man is evaluated for episodes of palpitations, tremors, and anxiety that occur without warning. These symptoms resolve in about 5 minutes, and the episodes have occurred two to three times a day over the past month. Medical history is significant for hypertension, which was diagnosed 3 years ago, and type 2 diabetes mellitus. Medications are lisinopril and metformin.Physical examination findings, including vital signs, are unremarkable.",
  "references": "Neumann HPH, Young WF Jr, Eng C. Pheochromocytoma and paraganglioma. N Engl J Med. 2019;381:552-565. PMID: 31390501 doi:10.1056/NEJMra1806651",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24004_24005"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}