{
  "question_id": "csmcq24019",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Mitigate risk before initiating opioid therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 53-year-old man comes to the office to discuss a trial of opioid therapy for severe pain due to left hip osteoarthritis. He reports that the pain limits his quality of life and ability to function at work. Previous trials of lidocaine patches, topical and systemic NSAIDs, and duloxetine have resulted in minimal relief. He participates in physical therapy and cognitive behavioral therapy. He has declined total hip replacement. He also has hypertension and insomnia. Medications are meloxicam, hydrochlorothiazide, and as-needed temazepam.Physical examination findings, including vital signs, are normal.A urine drug screen obtained 2 weeks ago was negative.An opioid risk assessment deems the patient to be low risk. After shared decision making, the patient decides to begin opioid therapy.",
  "question_stem": "Which of the following is the most appropriate risk-mitigation strategy when initiating opioid therapy in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue temazepam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prescribe extended-release morphine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat urine drug screening in 2 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Schedule a 3-month follow-up visit",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate risk-mitigation strategy before initiating opioid therapy in this patient is to discontinue temazepam (Option A). Most patients with chronic pain can be effectively managed with a multimodal approach, including nonpharmacologic and nonopioid pharmacologic treatments. In carefully selected patients with chronic pain in whom multimodal analgesic therapy has not improved function and quality of life, opioid therapy may be appropriate. Patient education on the risks of treatment and the potential benefits with establishment of clear treatment goals based on functional improvement and quality-of-life is essential. Important considerations in initiating opioid therapy include completion of a risk assessment, prescribing immediate-release opioids at the lowest effective dose, and limiting coadministration of other central nervous system depressants. This patient is a reasonable candidate for opioid therapy, as his severe pain limits his quality of life, and a multimodal regimen has not allowed him to meet his functional goals. Although risk assessment has deemed him to be low risk, coadministration of opioids and benzodiazepines increases his risk of overdose, and the temazepam should be discontinued.Prescribing extended-release morphine (Option B) is not appropriate for this patient. Long-acting opioid formulations are associated with higher risk of overdose, and it would be more appropriate to prescribe an immediate-release opioid for use on an as-needed basis.Urine drug screening (Option C) and surveillance is an important risk mitigation strategy in managing the use of prescribed opioids. It allows for assessment of adherence to prescribed regimens and for the presence of any other prescription or nonprescription substances that might increase the risk of opioid overdose. Although optimal screening frequency is unclear, this patient had a very recent negative urine drug screen and was deemed low risk on an opioid risk assessment; a repeat screen in 2 weeks is unnecessary. It would be reasonable to repeat urine drug screening at least annually or sooner if aberrant behaviors manifest.Scheduling a 3-month follow-up visit (Option D) is not the best management plan. After initiation of opioid therapy, initial follow-up should occur within 1 to 4 weeks. Thereafter, when a stable and effective regimen is found, clinicians should evaluate the benefits and harms of continued therapy at least every 3 months.",
  "critique_links": [],
  "key_points": [
    "Essential considerations in initiating opioid therapy in chronic pain include completing a risk assessment, prescribing immediate-release opioids at the lowest effective dose, and limiting coadministration with other central nervous system depressants."
  ],
  "references": "Dowell D, Ragan KR, Jones CM, et al. CDC clinical practice guideline for prescribing opioids for pain—United States, 2022. MMWR Recomm Rep. 2022;71:1-95. PMID: 36327391 doi:10.15585/mmwr.rr7103a1",
  "related_content": {
    "syllabus": [
      "cssec24014_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.771059-06:00"
}