{
  "question_id": "onmcq24027",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat melanoma with a solitary metastasis using surgical resection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 60-year-old man is evaluated for a nodule in the left upper lung discovered on a chest radiograph obtained because of a chronic cough. Five years ago, melanoma of the left upper extremity was surgically removed. The sentinel node biopsy specimen at that time was negative, and he did not receive adjuvant therapy. The patient has gastroesophageal reflux disease, hypertension, and type 2 diabetes mellitus. Medications include omeprazole, empagliflozin, lisinopril, metformin, and simvastatin.On physical examination, vital signs and other findings are normal.Results of laboratory studies are normal.A PET/CT scan shows uptake in the nodule in the left upper lung and no other evidence of disease.Findings on biopsy of the lung lesion are consistent with BRAF V600E–mutation melanoma.",
  "question_stem": "Which of the following is the most appropriate next treatment?",
  "options": [
    {
      "letter": "A",
      "text": "BRAF inhibitor plus MEK inhibitor",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Immune checkpoint inhibitor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Interferon",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical resection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is surgical resection (Option D). Patients with melanoma can present with solitary or oligometastatic disease that is amenable to resection. In some patients, it is curable. The lung is the most common site of visceral metastasis for melanoma, although it has the potential to spread and is more likely than other tumors to involve unusual sites such as the heart and small bowel. Factors indicating a better prognosis after resection of metastatic disease include the following:Fewer than three pulmonary nodulesThe absence of extrathoracic and lymph node metastasesA positive response to chemotherapy or immunotherapyLonger disease-free intervals between the initial diagnosis and appearance of metastatic diseaseAfter metastasectomy, adjuvant systemic therapy has been shown to improve overall outcome, but resection of metastatic disease is the appropriate first step. In this patient with an isolated pulmonary metastasis, surgical resection of the lesion should be performed before systemic therapy is pursued.A BRAF inhibitor, such as dabrafenib, alone or in combination with a MEK inhibitor, such as trametinib (Option A), is currently not appropriate systemic therapy. Many melanomas have a BRAF gene mutation, most commonly, the V600E mutation. BRAF inhibitors have shown efficacy for patients with BRAF V600E–mutation metastatic melanoma who require systemic therapy. Compared with BRAF inhibitors alone, combined BRAF/MEK inhibitors improve the rate and duration of response. This combined regimen also improves tolerability because it suppresses paradoxical activation of the mitogen-activated protein kinase pathway. For this patient, however, metastasectomy would be the most appropriate next step before consideration of adjuvant systemic chemotherapy.Checkpoint inhibitors, such as nivolumab (Option B), are another form of systemic therapy that has substantially improved the outcomes of patients with metastatic melanoma. Nivolumab is often combined with ipilimumab for better efficacy. The adverse effect profile of checkpoint inhibitors includes immune dysregulation, such as rash, colitis, hepatitis, pneumonitis, myocarditis, and endocrine insufficiency syndromes. In this patient with a surgically accessible solitary metastatic lesion, however, immunotherapy should not be initiated until surgical resection has been completed.Interferon (Option C) was previously used to treat metastatic melanoma, with some beneficial effect. Its effectiveness, however, is poor compared with immunotherapy, such as checkpoint inhibitors and BRAF inhibitors, and it is not first-line therapy. This patient should also undergo surgical resection of the solitary pulmonary metastatic lesion before systemic therapy is contemplated.",
  "critique_links": [],
  "key_points": [
    "Patients with melanoma can present with solitary or oligometastatic disease that is amenable to resection; after metastasectomy, adjuvant systemic therapy has been shown to improve overall outcome."
  ],
  "references": "Curti BD, Faries MB. Recent advances in the treatment of melanoma. N Engl J Med. 2021;384:2229-40. PMID: 34107182 doi:10.1056/NEJMra2034861",
  "related_content": {
    "syllabus": [
      "onsec24010_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.981139-06:00"
}