{
  "question_id": "gimcq24050",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate for <i>Clostridioides difficile</i> in a patient experiencing an acute flare of inflammatory bowel disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 29-year-old man is evaluated for 1 week of right-lower-quadrant abdominal cramping and nonbloody, liquid stools three to four times per day. He has a 2-year history of ileocolonic Crohn disease. He has a good appetite and has had no fever, nausea, vomiting, or weight loss. He does not use NSAIDs and reports no recent antibiotic use, international travel, or sick contacts. The patient has had multiple exacerbations of Crohn disease in the past, and his current symptoms are similar to previous flares. His only medication is adalimumab.On physical examination, vital signs are normal. The patient has no abdominal distention or tenderness to palpation, and an anorectal examination shows no blood or stool in the rectum.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Clostridioides difficile testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Fecal calprotectin testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is testing for Clostridioides difficile infection (Option B). The risk for C. difficile infection is up to five times greater in patients with inflammatory bowel disease (IBD) than in the general population. The clinical presentation in patients with IBD often includes atypical features, such as younger age, lack of recent antibiotic use, and community acquisition. Infectious diarrhea may be indistinguishable from a flare of IBD and may also be the trigger of a disease flare. Therefore, it is critical to rule out enteric infection, particularly C. difficile, by stool studies. Active C. difficile infection in patients with IBD is associated with increased severity, greater length of hospitalization, and increased likelihood of colectomy and mortality. This patient most likely has a flare of Crohn disease, but C. difficile infection must be ruled out.CT of the abdomen (Option A) can provide information about location and severity of small-bowel Crohn disease and presence of complicating fistula, abscess, or stricture. This patient has no obstructive symptoms or suggestion of a Crohn disease complication to warrant CT.Colonoscopy (Option C) is commonly used to assess the extent and severity of IBD. It is not the best diagnostic test in this situation but may be appropriate for excluding cytomegalovirus infection if results of C. difficile testing are negative.Fecal calprotectin (Option D) is a sensitive marker of colonic inflammation. An elevated fecal calprotectin level may help differentiate IBD from irritable bowel syndrome but can be elevated in both IBD flares and infection. Thus, it would not be a useful diagnostic test in this patient.",
  "critique_links": [],
  "key_points": [
    "Because infectious diarrhea may be indistinguishable from a flare of Crohn disease or may also be the trigger of a disease flare, an enteric infection, particularly by Clostridioides difficile, must be ruled out by stool studies."
  ],
  "references": "Dalal RS, Allegretti JR. Diagnosis and management of Clostridioides difficile infection in patients with inflammatory bowel disease. Curr Opin Gastroenterol. 2021;37:336-343. PMID: 33654015 doi:10.1097/MOG.0000000000000739",
  "related_content": {
    "syllabus": [
      "gisec24008_24009"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.297015-06:00"
}