{
  "question_id": "nrmcq24059",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose tension-type headache.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 50-year-old man is evaluated for increased headache frequency over the past 2 years. He has experienced 10 years of recurrent headaches that initially occurred weekly with a duration of 6 to 8 hours; headaches evolved to several episodes per week 2 years ago and have been daily and constant for 1 year. He describes the pain as a global pressure of mild to moderate intensity; severity may improve with sleep or exercise but never resolves. He also reports mild photophobia but no other associated features or visual or neurologic symptoms. Analgesics were inconsistently effective, and he has taken no medications for more than 3 months.Vital signs and physical examination findings are normal.Brain MRI with contrast is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Chronic migraine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chronic tension-type headache",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hemicrania continua",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "New daily persistent headache",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is chronic tension-type headache (Option B). Tension-type headache is the most prevalent primary headache condition and is defined as a headache disorder that is mild to moderate in intensity and is not associated with nausea, severe sensory sensitivities, or neurologic symptoms. It is the second most common cause of injury and disease worldwide. Annual population prevalence in U.S. adults is approximately 40% for episodic (<15 days/month) and 2.5% for chronic tension-type headache (≥15 days/month). Most patients with chronic tension-type headaches initially have episodic headaches. Risk factors for progression to chronic tension-type headaches include high baseline headache frequency, young age, female sex, history of depression or anxiety, and overuse of medication for an acute condition. Response of chronic tension-type headache to preventive pharmacotherapy is limited, but evidence most strongly supports amitriptyline, followed by venlafaxine and mirtazapine. Other treatment strategies incorporating behavioral techniques, exercise, physical therapy, lifestyle modifiers with stress management, and acupuncture may provide additional help. This patient has chronic mild to moderate intensity headaches without associated nausea, sensory sensitivities, or neurologic symptoms that are consistent with tension-type headaches. They now occur daily, consistent with chronic tension-type headache.Migraine diagnosis requires two of four pain features (unilateral location, pulsatile quality, moderate-to-severe intensity, aggravation by routine activity) and at least one associated feature, specifically either nausea/vomiting or both photophobia and phonophobia. Criteria for chronic migraine (Option A) include 15 or more headache days per month for more than 3 months, which, on at least 8 days per month, meet migraine criteria or respond to migraine-specific medication. This patient's headaches do not meet the criteria for migraine.Hemicrania continua (Option C) is characteristically unilateral, with a side-locked location and associated ipsilateral autonomic features. These features are not present in this patient.New daily persistent headache (NDPH) (Option D) may exhibit a tension-type headache phenotype, but the development is abrupt. Onset must be distinct and clearly remembered, with pain becoming continuous and unremitting within 24 hours. It must also be present for more than 3 months and not better accounted for by another International Classification of Headache Disorders, third edition, diagnosis. The gradual progression of headache frequency in this patient is inconsistent with a diagnosis of NDPH.",
  "critique_links": [],
  "key_points": [
    "Tension-type headache is the most prevalent primary headache condition, defined by clinical criteria as a headache disorder that is mild to moderate in intensity and is not associated with nausea, severe sensory sensitivities, or neurologic symptoms; chronic tension-type headache occurs at least 15 days per month."
  ],
  "references": "Ashina S, Mitsikostas DD, Lee MJ, et al. Tension-type headache. Nat Rev Dis Primers. 2021;7:24. PMID: 33767185 doi:10.1038/s41572-021-00257-2",
  "related_content": {
    "syllabus": [
      "nrsec24001_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.517865-06:00"
}