{
  "question_id": "onmcq24042",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat a patient with metastatic esophageal squamous cell cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 71-year-old patient is evaluated during a follow-up visit. They were recently evaluated for dysphagia. Upper endoscopy identified a nonobstructing mass in the middle third of the esophagus, and biopsy revealed squamous cell carcinoma. CT scan showed multiple liver metastases and enlarged retroperitoneal nodes. The patient has had a 4.5-kg (10-lb) weight loss over the past 3 to 4 months. They are having trouble swallowing solid food but are maintaining good oral fluid intake. They continue to engage in regular activities and walk for about half an hour per day.On physical examination, vital signs are normal.Laboratory studies show normal total bilirubin and creatinine levels.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chemotherapy plus immunotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation therapy to the esophageal primary tumor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Best supportive care only",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient is chemotherapy plus immunotherapy (Option B). Treatment of recurrent or metastatic gastroesophageal cancer is only modestly effective and not curative, but advances are being made. Treatment is usually determined by histologic subtype (adenocarcinoma or squamous cell carcinoma), the presence and intensity of PD-L1, mismatch repair status, and whether HER2 is overexpressed. Recent data show that adding the PD-1 checkpoint immune inhibitor nivolumab to chemotherapy improved overall survival in patients with metastatic esophageal squamous cell cancer, including those without increased PD-1 expression. This patient has metastatic squamous cell gastroesophageal cancer and should receive treatment with chemotherapy and nivolumab.Chemotherapy alone (Option A) would not be sufficient treatment for this patient. Chemotherapy, typically involving a platinum agent (such as cisplatin, carboplatin, or oxaliplatin) and a fluoropyrimidine (such as 5-fluorouracil or oral capecitabine), has been the standard approach in medically fit patients with metastatic squamous cell gastroesophageal cancer. However, more recent randomized studies have shown that the addition of immunotherapy with PD-1 checkpoint inhibitors led to prolonged survival in patients compared with those receiving chemotherapy alone. This patient should receive both chemotherapy and immunotherapy.Radiation therapy (Option C) is not indicated for this patient. When disease is localized and causing substantial obstruction, radiation therapy may be beneficial. However, once the cancer has metastasized, a systemic treatment, although not realistically curative, has the potential for substantial clinical benefit and is indicated.Best supportive care alone, without anticancer therapy (Option D), would not be an appropriate consideration in a medically fit patient with adequate liver and kidney function who desires treatment. However, it would be a serious consideration in a patient who is seriously debilitated with a poor performance status score, especially in the setting of multiple medical comorbidities. Although this patient has dysphagia, they are able to maintain oral intake and regular activities, and liver and kidney function are normal. Treatment with chemotherapy and immunotherapy is appropriate.",
  "critique_links": [],
  "key_points": [
    "The addition of the PD-1 checkpoint inhibitor nivolumab to chemotherapy has been shown to improve overall survival in patients with metastatic esophageal squamous cell cancer."
  ],
  "references": "Doki Y, Ajani JA, Kato K, et al; CheckMate 648 Trial Investigators. Nivolumab combination therapy in advanced esophageal squamous-cell carcinoma. N Engl J Med. 2022;386:449-62. PMID: 35108470 doi:10.1056/NEJMoa2111380",
  "related_content": {
    "syllabus": [
      "onsec24003_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.661792-06:00"
}