{
  "question_id": "nrcor25028",
  "category": "nr",
  "educational_objective": "Manage a suspected pseudorelapse in a patient with multiple sclerosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 35-year-old woman is evaluated for a 2-day history of worsening right-hand weakness and dropping items. She also reports dysuria and fever. She was diagnosed with multiple sclerosis 5 years ago and has a history of optic neuritis and transverse myelitis, which was accompanied by right-side weakness; she has completely recovered from both. Her only medication is dimethyl fumarate.On physical examination, vital signs are within normal limits. Right optic disc pallor and afferent pupillary defect are seen. Muscle strength testing shows 4/5 weakness of the interossei, finger extension, and abductor pollicis longus of the right hand. Reflexes are 3+ in the left biceps and 2+ in the right biceps. Sensation is intact to light touch, vibration, and pinprick.Urinalysis reveals greater than 100 leukocytes/hpf and 3+ bacteria.Antibiotics are started.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Change dimethyl fumarate to ocrelizumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate intravenous methylprednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Order MRI of the brain and spinal cord",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to continue current management with dimethyl fumarate (Option D). A multiple sclerosis (MS) relapse is defined as new or worsening neurologic symptoms lasting more than 24 hours. Relapses must be differentiated from pseudorelapses, which are exacerbations of previous neurologic symptoms by systemic factors rather than by new inflammatory lesions. Common causes of pseudorelapse include infection, stress, poor sleep, fatigue, mood disorder, and the Uhthoff phenomenon (worsening symptoms due to increased body temperature from factors such as a hot shower, fever, or exercise). Patients with MS who have acute worsening in their neurologic symptoms must be carefully evaluated for a potential pseudorelapse to avoid inappropriate changes to disease-modifying therapy or initiation of glucocorticoids. This patient with weakness in her right hand has previously experienced right-side weakness and has a urinary tract infection with related fever, making a pseudorelapse more likely than a true relapse of MS. Her current disease-modifying treatment of dimethyl fumarate should be continued.It would be inappropriate to change disease-modifying therapy (Option A) in this patient because of the high likelihood of a pseudorelapse. Dimethyl fumarate is effective at preventing relapses, and changing to a different medication without clear evidence that dimethyl fumarate is not efficacious in this patient is unnecessary.Although high-dose glucocorticoids are the standard treatment for MS relapses, they are associated with significant adverse effects, including insomnia, hyperglycemia, metallic taste, gastritis, fluid retention, irritability, and (rarely) psychosis. This patient's neurologic symptoms are likely secondary to a pseudorelapse, for which glucocorticoid therapy, such as methylprednisolone (Option B), is not appropriate.If the patient's symptoms do not improve with treatment of the underlying cause, then obtaining MRIs of the brain and spinal cord (Option C) to assess possible new disease activity may be appropriate. However, it is likely that this patient's neurologic symptoms represent a pseudorelapse and will improve with treatment of the triggering urinary tract infection, rendering imaging unnecessary.",
  "critique_links": [],
  "key_points": [
    "Patients with multiple sclerosis (MS) who present with neurologic symptoms that are not completely new should be evaluated for pseudorelapse; causes of pseudorelapse include infections, increased body temperature, poor sleep, fatigue, and stress or other mood disturbances.",
    "Glucocorticoids are not used to treat MS pseudorelapse and should not be administered to patients with MS until a pseudorelapse has been ruled out."
  ],
  "references": "Rodríguez de Antonio LA, García Castañón I, Aguilar-Amat Prior MJ, et al. Non-inflammatory causes of emergency consultation in patients with multiple sclerosis. Neurologia (Engl Ed). 2021;36:403-411. PMID: 34238522 doi:10.1016/j.nrleng.2018.02.005",
  "related_content": {
    "syllabus": [
      "nrsec24007_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.116177-06:00"
}