{
  "category": "gi",
  "critique": "The most appropriate treatment is infliximab and azathioprine (Option B). The anti–tumor necrosis factor (TNF) agents infliximab, adalimumab, and certolizumab are recommended (infliximab and adalimumab preferred) to treat moderate to severe Crohn disease and should be used initially for patients with high-risk or severe disease activity. Increasing evidence supports the use of biologic agents early in the disease. Before initiation of anti-TNF agents, patients should undergo testing for latent tuberculosis because of an increased risk for reactivation of tuberculosis during therapy. Patients should also be assessed for chronic hepatitis B virus infection before starting anti-TNF therapy. This patient has moderate to severe ileocolonic Crohn disease, as evidenced by deep ileocolonic ulcerations on colonoscopy. He should be treated with an anti-TNF agent, such as infliximab, and azathioprine. By improving the pharmacokinetics of infliximab, the combination of infliximab and azathioprine is superior to immunomodulators alone or infliximab monotherapy and is considered first-line therapy for severe disease. Combination therapy is the preferred strategy of treatment for Crohn disease if there are no contraindications.Azathioprine alone (Option A) is not an appropriate therapy for this patient. It is no more effective than placebo in inducing Crohn disease remission because it has a slow onset of action (2-3 months). However, combination therapy with infliximab plus azathioprine is more efficacious than treatment with infliximab alone for maintaining remission and mucosal healing in Crohn disease. Therefore, combination therapy is preferred for patients with Crohn disease who do not have risk factors precluding its use. Adverse effects of thiopurines include myelosuppression, infections, and malignancy, especially lymphoma. Hepatosplenic T-cell lymphoma is a rare form of non-Hodgkin lymphoma that occurs in patients with inflammatory bowel disease (particularly men <35 years) who are receiving thiopurines, and it is associated with a poor outcome. Given the risk for hepatosplenic T-cell lymphoma, combination therapy would be a less favored treatment option in this young male patient with Crohn disease.The sphingosine-1-phosphate receptor modulator ozanimod (Option C) is not indicated for this patient. By selectively binding to sphingosine phosphate receptors, ozanimod limits lymphocyte migration from peripheral lymphoid organs and leads to reduction of peripheral lymphocytes. It is effective for treating moderate to severe ulcerative colitis but not Crohn disease.Tofacitinib (Option D) is not the most appropriate treatment for this patient. This pan–Janus kinase inhibitor is effective in inducing and maintaining remission in moderate to severe ulcerative colitis when anti-TNF agents have failed. However, it is not an effective treatment for Crohn disease.",
  "educational_objective": "Treat severe ileocolonic Crohn disease.",
  "extracted_at": "2025-12-23T14:14:30.960439-06:00",
  "key_points": [
    "The anti–tumor necrosis factor agents infliximab, adalimumab, and certolizumab are recommended (infliximab and adalimumab preferred) to treat moderate to severe Crohn disease and should be used initially for patients with high-risk or severe disease activity.",
    "For treatment of Crohn disease, combination therapy with infliximab and azathioprine is more effective than monotherapy with either agent alone for maintaining remission and mucosal healing."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Azathioprine"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Infliximab and azathioprine"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Ozanimod"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Tofacitinib"
    }
  ],
  "question_id": "gimcq24053",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "question_text": "A 28-year-old man is evaluated for a 3-week history of intermittent postprandial abdominal pain and two to three loose, bloody stools daily. He also has poor appetite and a 2.3-kg (5-lb) weight loss. He has no other medical problems and takes no medications, including NSAIDs.On physical examination, vital signs are normal. The abdomen is nondistended, with no guarding or rebound. Abdominal tenderness and fullness are noted in the right lower quadrant. Rectal examination reveals a small amount of bloody stool. No perianal lesions are noted.CT enterography reveals inflammatory thickening of the distal ileum, proximal colon, and rectum without stricture, fistula, or abscess. Colonoscopy with ileal examination reveals numerous deep stellate ulcers in the ileum with severe inflammatory mucosal changes in the cecum, ascending colon, and rectum characterized by deep linear ulcers. Biopsy findings are consistent with Crohn disease.",
  "references": "Lichtenstein GR, Loftus EV, Afzali A, et al. ACG clinical guideline: management of Crohn's disease in adults. Am J Gastroenterol. 2025;120:1225-1264. PMID: 40701562 doi:10.14309/ajg.0000000000003465",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "gisec24008_24021"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}