{
  "question_id": "cscor25003",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose sacroiliac joint dysfunction.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 54-year-old woman is evaluated for right posterior hip pain that has worsened during the past 6 months. She points to the middle of her right buttock to indicate the location of the pain. The pain worsens with prolonged standing or walking long distances. She has no pain at rest or at night, and the pain does not radiate. She is otherwise healthy and takes only acetaminophen for pain.On physical examination, vital signs are normal. BMI is 28. The patient has no pain with passive or active hip movement. The FADIR (Flexion, ADduction, and Internal Rotation) test is painless, with normal range of motion. The FABER (Flexion, ABduction, and External Rotation) test reproduces the posterior hip pain. The remainder of the physical examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acetabular labrum tear",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Greater trochanteric pain syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sacroiliac joint dysfunction",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vascular claudication",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with posterior hip pain and a positive FABER (Flexion, ABduction, and External Rotation) test result is sacroiliac joint dysfunction (Option C). The differential diagnosis for posterior hip pain includes lumbar radiculopathy, vascular claudication, sacroiliac joint dysfunction, and gluteal tendinopathy. Pain associated with radiation down the leg suggests lumbar radiculopathy, especially if back pain is present. Posterior hip pain with concomitant exertional leg pain or peripheral vascular disease suggests vascular claudication. Isolated posterior pain may be secondary to sacroiliac joint dysfunction. Sacroiliitis may be associated with a systemic inflammatory syndrome, such as spondyloarthritis. Sacroiliac pathology may also occur in isolation. Biomechanical factors that predispose to isolated sacroiliac joint injury include repetitive torsional forces or unidirectional pelvic shear forces, as might occur with stepping off a curb. The FABER test is insensitive but specific for sacroiliac joint dysfunction in a patient with posterior hip pain. Therapy for sacroiliac joint dysfunction is similar to that for other joint pain and includes rest, anti-inflammatory medications, and possibly physical therapy. The diagnosis of sacroiliitis in this patient is supported by the isolated posterior location of her hip pain and positive FABER test result.Acetabular labrum tear (Option A) is found most commonly in young competitive athletes. It presents with anterior hip pain, often localized to the groin. The FADIR (Flexion, ADduction, and Internal Rotation) test will demonstrate pain and restricted movement; these results were not found in this patient with posterior hip pain.Patients with greater trochanteric pain syndrome (GTPS) (Option B) typically have insidious-onset pain localized to the greater trochanter that may radiate down the lateral leg to the knee. The pain is often exacerbated by lying on the affected side and climbing stairs, and it is reproduced with palpation over the greater trochanter. GTPS can be differentiated from hip joint pain in that GTPS does not usually radiate to the groin or posterior hip, nor does it limit hip range of motion.Vascular claudication (Option D) may cause posterior buttock pain due to iliac artery stenosis. Vascular claudication is characterized by predictable exertional pain in a patient with risk factors for atherosclerotic disease. This patient lacks risk factors and has no distal leg symptoms or findings of arterial insufficiency. Furthermore, the FABER test would not be expected to elicit pain attributable to vascular claudication.",
  "critique_links": [],
  "key_points": [
    "The diagnosis of sacroiliac joint dysfunction is supported by isolated posterior hip pain and a positive result on FABER (Flexion, ABduction, and External Rotation) testing."
  ],
  "references": "Chamberlain R. Hip pain in adults: evaluation and differential diagnosis. Am Fam Physician. 2021;103:81-89. PMID: 33448767",
  "related_content": {
    "syllabus": [
      "cssec24012_24001"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.712520-06:00"
}