{
  "question_id": "onmcq24036",
  "category": "on",
  "educational_objective": "Treat a patient with locally advanced anal cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 48-year-old woman is evaluated for several months of pain and bleeding with defecation. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. On digital rectal examination, a firm 3.5-cm mass is visible at the anal verge.Laboratory study results are normal.CT of the chest, abdomen, and pelvis is performed. Scans reveal an anal mass, 3.8 cm in diameter, with several enlarged perirectal lymph nodes up to 1 cm in diameter and no other abnormalities.The patient undergoes sigmoidoscopy, which confirms a hard mass in the anal canal. Biopsy reveals squamous cell carcinoma.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Concurrent radiation therapy and chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Human papillomavirus vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Immunotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Surgery",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has squamous cell carcinoma of the anal canal and should receive concurrent radiation therapy and chemotherapy (Option B). The combination of radiation therapy with chemotherapy, usually mitomycin plus either capecitabine or 5-fluorouracil, has a high cure rate in patients with local or locoregional anal cancer. Following radiation treatment, complete regression may be observed as soon as 8 weeks, and responding tumors may continue to regress for up to 6 months. If tumor growth is seen after radiation therapy, salvage surgery with a permanent colostomy is indicated. This patient has locoregional anal cancer and should be treated with chemotherapy and radiation therapy.Chemotherapy alone (Option A) would not be sufficient treatment for this patient because chemotherapy with radiation therapy is the best option in locally advanced disease. Distant metastases are less common in anal cancer than colorectal cancer. When they do develop, chemotherapy with a platinum-containing regimen (oxaliplatin, cisplatin, or carboplatin) is often active.Human papillomavirus (HPV) vaccination (Option C) would not be indicated for this patient because she has already been diagnosed with anal cancer. Unlike rectal cancer, which is typically an adenocarcinoma, anal cancer is a squamous cell carcinoma. It is typically associated with HPV infection, and as such, appropriate HPV vaccination early in life is expected to prevent anal squamous cell cancers. However, there is no indication that HPV vaccination has any effect on an already existing cancer.Immunotherapy (option D) is not part of the initial treatment of locally advanced anal cancer. Immune checkpoint inhibitors such as nivolumab or pembrolizumab have shown modest activity in patients with metastatic anal cancer and are used as salvage treatment in that setting. However, these agents do not currently play a role in the curative-intent initial treatment of locally advanced anal cancer.Surgery (Option E) is not recommended for this patient. Anal cancer is often curable with combined radiation therapy and chemotherapy. Surgery does have the potential to be curative in patients with locoregional anal cancer. However, the operation required is an abdominal-perineal resection with removal of the anal sphincter and creation of a permanent colostomy. Given that this is a disfiguring and life-altering surgery, it is performed only as a salvage treatment in patients who experience locoregional failure after radiation therapy plus chemotherapy.",
  "key_points": [
    "The combination of radiation therapy with chemotherapy, usually mitomycin plus either capecitabine or 5-fluorouracil, has a high cure rate in patients with local or locoregional anal cancer; surgery is typically not indicated and is used only as a salvage procedure."
  ],
  "references": "Holliday EB, Morris VK, Johnson B, et al. Definitive intensity-modulated chemoradiation for anal squamous cell carcinoma: outcomes and toxicity of 428 patients treated at a single institution. Oncologist. 2022;27:40-7. PMID: 35305097 doi:10.1093/oncolo/oyab006",
  "related_content": {
    "syllabus": [
      "onsec24003_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.641022-06:00"
}