{
  "question_id": "nrmcq24053",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage persistent posttraumatic headaches in military personnel.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old woman is evaluated for headaches that occur 3 days a week. She is a member of the U.S. Marine Corps. The headaches have been ongoing since she sustained a mild closed head injury in a vehicle rollover collision 2 years ago. The pain is global, pressure-like, and moderate in intensity. She reports no nausea, photophobia, phonophobia, or visual or neurologic components. Headaches develop in the mornings and persist for 6 to 8 hours. Exercise is sometimes helpful and never worsens headaches. Improvement is noted with use of ibuprofen. She has no other medical problems and takes no other medications.Physical examination results, including vital signs and results of neurologic and funduscopic examinations, are normal.A noncontrast brain MRI is normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amitriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gabapentin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Galcanezumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Onabotulinum toxin A",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient has persistent posttraumatic tension-type headaches and is most likely to benefit from preventive therapy with amitriptyline (Option A). Headache is the most common symptom following mild traumatic brain injury (TBI) among combat military personnel. Posttraumatic headache may be classified as acute if it occurs within 3 months of the injury or persistent when extending beyond 90 days. Other sequelae of mild TBI in this population include posttraumatic stress disorder (PTSD), depression, anxiety, insomnia, and cognitive and balance disorders. Specific screening for PTSD and depression is mandatory in this population. Headache phenotype informs treatment of persistent posttraumatic headaches. This patient reports headaches that meet the criteria for tension-type headaches rather than migraine or cluster headaches. Many patients with tension-type headaches can manage with episodic acetaminophen or NSAIDs. Although this patient responds to ibuprofen, the frequency of headaches (>10 headache days per month) increases the risk for NSAID overuse, with attendant rebound headaches and other adverse effects. Amitriptyline has been shown to be effective and is recommended as a first-line preventive treatment for persistent tension-type headaches.No evidence supports the use of gabapentin (Option B) to treat posttraumatic migraine or tension-type headache.Galcanezumab (Option C) is indicated for preventing episodic or chronic migraine or episodic cluster headache. This patient reports headaches that meet the criteria for tension-type headache rather than migraine or cluster headache.Onabotulinum toxin A (Option D) is effective for preventing chronic migraine, but it has no defined role in treating persistent posttraumatic headaches. A chronic migraine diagnosis requires headaches occurring at least 15 days per month, with at least 8 of those days meeting full migraine diagnostic criteria or responding to acute migraine therapies. This patient describes fewer than 15 headache days monthly, with none meeting migraine criteria. This patient's presentation is more consistent with persistent tension-type headaches.",
  "critique_links": [],
  "key_points": [
    "Persistent posttraumatic headaches are treated based on headache phenotype.",
    "Amitriptyline is an effective treatment for persistent tension-type headaches; it is indicated as first-line preventive therapy in patients with more than 10 tension-type headache days per month."
  ],
  "references": "Mavroudis I, Ciobica A, Luca AC, et al. Post-traumatic headache: a review of prevalence, clinical features, risk factors, and treatment strategies. J Clin Med. 2023;12. PMID: 37445267 doi:10.3390/jcm12134233",
  "related_content": {
    "syllabus": [
      "nrsec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.090749-06:00"
}