{
  "category": "gi",
  "critique": "The small, raised, white mucosal plaque-like lesions pictured are consistent with a diagnosis of candidal esophagitis (Option A). This invasive mucosal infection caused by Candida species occurs most frequently in patients with deficiencies in cell-mediated immunity associated with conditions such as AIDS and lymphoid malignancies. Candidal esophagitis also can be seen in patients with hematologic malignancies following hematopoietic stem cell transplantation, in patients receiving cytotoxic chemotherapy for solid-organ cancers, and occasionally in patients using inhaled glucocorticoids for pulmonary disease. Common symptoms include odynophagia and dysphagia. Diagnosis is confirmed by biopsies that show pseudohyphae invading mucosal cells and a culture that grows Candida. Although esophagitis and thrush (oral candidiasis) often occur together in patients who are immunosuppressed, the absence of thrush does not exclude the diagnosis of esophagitis.",
  "educational_objective": "Diagnose candidal esophagitis on upper endoscopy.",
  "extracted_at": "2025-12-23T14:14:31.093706-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/gifig24613.5e71def72261080bac94711fa493e932.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Candidal esophagitis"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Cytomegalovirus infection"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Herpes simplex virus infection"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Pill-induced esophagitis"
    }
  ],
  "question_id": "givdx24010",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 30-year-old man is evaluated for ongoing symptoms of odynophagia and dysphagia. He recently received a hematopoietic stem cell transplant. Upper endoscopy is performed.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "gisec24001_24025"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}