{
  "question_id": "gimcq24045",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat microscopic colitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 62-year-old woman is evaluated for a 3-month history of five to six watery stools per day, with associated mild abdominal cramping and urgency that are relieved with defecation. Her appetite is intact. She has no fever, chills, or blood in her stool. She reports no use of antibiotics or NSAIDs. She has hypothyroidism. Her only medication is levothyroxine.Physical examination findings, including vital signs, are normal.Results of a stool pathogen panel are negative.Colonoscopy findings appear normal. Random colon biopsy specimens reveal lymphocytic infiltration consistent with microscopic colitis.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Budesonide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cholestyramine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mesalamine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is budesonide (Option A). Microscopic colitis is an inflammatory disease of the colon and a common cause of chronic watery diarrhea. Risk factors include the following:Increasing ageFemale sexOther autoimmune disorders (such as hypothyroidism, as in this patient)Tobacco smokingMedications, such as NSAIDs, selective serotonin reuptake inhibitors, and proton pump inhibitorsIt presents with abrupt or gradual onset of watery, nonbloody diarrhea that has a relapsing-remitting course over months to years, sometimes accompanied by mild weight loss and abdominal pain. Colonoscopy reveals normal-appearing mucosa, so the diagnosis relies on histologic examination of colon biopsy specimens. This assessment also allows for subclassification into lymphocytic colitis and collagenous colitis. Treatment of microscopic colitis should be guided by symptom severity. In patients with mild diarrhea, antidiarrheal agents (e.g., loperamide) may be sufficient. For moderate to severe symptoms (i.e., more than five to six bowel movements per day, weight loss), first-line treatment is budesonide for induction of clinical remission. Oral budesonide is the only drug established as an effective treatment for microscopic colitis, based on randomized placebo-controlled trials. This woman has moderate to severe symptoms, and an infectious cause has been excluded by stool testing. Random biopsy specimens obtained during colonoscopy revealed lymphocytic infiltration. This indicates lymphocytic colitis, a subset of microscopic colitis. Therefore, budesonide is the appropriate treatment.Cholestyramine (Option B) is an option for treatment of microscopic colitis if patients do not respond to or tolerate budesonide. Cholestyramine can also be used in patients with microscopic colitis and coexisting bile acid malabsorption. For this patient who has no contraindications to budesonide and no bile acid malabsorption, cholestyramine should not be given as first-line therapy.Studies have found mesalamine (Option C) to be no better than placebo for treating microscopic colitis; therefore, it should not be used.Prednisone (Option D) is a less effective option and has more systemic adverse effects than budesonide, so it is not recommended for treatment of microscopic colitis. Prednisone is also associated with a higher risk for relapse when therapy is withdrawn.",
  "critique_links": [],
  "key_points": [
    "Budesonide is the preferred treatment for moderate to severe symptoms of microscopic colitis."
  ],
  "references": "Tome J, Kamboj AK, Pardi DS. Microscopic colitis: a concise review for clinicians. Mayo Clin Proc. 2021;96:1302-1308. PMID: 33958059 doi:10.1016/j.mayocp.2021.03.022",
  "related_content": {
    "syllabus": [
      "gisec24008_24032"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.282347-06:00"
}