{
  "question_id": "pmmcq24025",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Screen a high-risk patient for lung cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 51-year-old man is evaluated to discuss lung cancer screening. He feels well and has no symptoms. He has a 30-pack-year smoking history and quit smoking 5 years ago. He has hypertension, and his only medication is lisinopril.On physical examination, vital signs are normal. The patient has prolonged expiration bilaterally and no wheezing.Chest radiograph from an emergency department visit for chest pain 1 year ago was normal.",
  "question_stem": "Which of the following is the most appropriate preventive measure?",
  "options": [
    {
      "letter": "A",
      "text": "Low-dose chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lung cancer screening at age 60 years",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat chest radiography with sputum cytology",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No lung cancer screening",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure to perform next in this patient at high risk for lung cancer is low-dose chest CT (Option A). The U.S. Preventive Services Task Force (USPSTF) recommends annual lung cancer screening with low-dose CT in high-risk patients (grade B recommendation). Screening should be performed in patients aged 50 through 80 years who have no symptoms of lung cancer and at least a 20-pack-year smoking history, including those who have quit within the past 15 years. Cessation of screening is recommended once a person has not smoked for 15 years, in those with limited life expectancy, and in those who would not be candidates for or willing to undergo surgery. In contrast, the American Cancer Society (ACS) endorses the same criteria for screening but recommends screening all persons who formerly smoked and meet the criteria regardless of when they last smoked. This patient is 51 years old, has a 30-pack-year smoking history, and quit smoking 5 years ago; therefore, he meets USPSTF and ACS criteria and should be screened now for lung cancer with low-dose CT.The initiation of lung cancer screening should not be delayed until age 60 years (Option B) in this high-risk patient. The USPSTF recommends initiating screening in high-risk patients at age 50 years. Although some guidelines delay the initiation of screening to age 55 years, delaying screening until 60 years is not appropriate.Chest radiography (Option C) is not recommended for lung cancer screening. Several studies have failed to show a benefit with chest radiography–based screening, and the National Lung Screening Trial demonstrated a 20% reduction in lung cancer mortality in patients with a pack-year history of at least 30 years who were screened annually for 3 years with low-dose CT in comparison to chest radiography.Repeat chest radiography with sputum cytology (Option D) is not indicated. Neither chest radiography nor sputum cytology is an appropriate screening option for lung cancer. This patient should undergo low-dose CT.No lung cancer screening (Option E) in this patient at high risk for lung cancer would be inappropriate. Both the NELSON trial and the National Lung Screening Trial demonstrated that screening with low-dose CT resulted in a reduction in lung cancer mortality in patients who had a substantial smoking history and were at risk for lung cancer. This patient meets USPSTF screening criteria and should undergo screening with low-dose CT.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends annual lung cancer screening with low-dose CT in patients aged 50 to 80 years who have at least a 20-pack-year smoking history, including those who have quit smoking within the past 15 years.",
    "Chest radiography and sputum cytology should not be used for lung cancer screening."
  ],
  "references": "Krist AH, Davidson KW, Mangione CM, et al; US Preventive Services Task Force. Screening for lung cancer: US Preventive Services Task Force recommendation statement. JAMA. 2021;325:962-70. PMID: 33687470 doi:10.1001/jama.2021.1117",
  "related_content": {
    "syllabus": [
      "pmsec24007_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.439696-06:00"
}