{
  "question_id": "fcmcq24058",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Appropriately use interpretation services for a patient with limited English proficiency.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 47-year-old man is evaluated for a new diagnosis of type 2 diabetes mellitus. He is accompanied by his wife. The patient speaks Spanish only; his wife speaks both Spanish and English. The patient's wife is willing to interpret if needed. The patient's internal medicine physician speaks English only.Laboratory studies:Glucose300 mg/dL (16.7 mmol/L)HHemoglobin A1c11.0%H",
  "question_stem": "Which of the following is the most appropriate option to communicate with the patient?",
  "options": [
    {
      "letter": "A",
      "text": "Reschedule the patient with a Spanish-speaking physician",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Use a smartphone translation app",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Use a trained medical interpreter",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Use the patient's wife to interpret",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate option to communicate with this Spanish-speaking patient is through a trained medical interpreter (Option C). The use of a trained medical interpreter for patients with limited English proficiency is critical to providing patient-centered and high-quality care. These professionals are trained to accurately interpret medical information in an unbiased, culturally sensitive manner. Reliable and accessible interpreter services should be an institutional priority for organizations caring for communities with limited English proficiency. Title VI of the 1964 Civil Rights Act requires health care facilities that are receiving federal funds to make interpretation services available to patients with limited English proficiency; failure to do so is illegal and discriminatory. The use of a trained medical interpreter is associated with fewer communication errors, decreased risk for malpractice, shorter hospital stays, and improved patient satisfaction. Trained medical interpreters may also function as cultural liaisons in some circumstances. Trained medical interpreters may be accessible in person or through telephone or video language lines. When using a medical interpreter, it is important to address the patient directly, ensure that all parties can visualize and hear one another, and use “teach-back” techniques with the patient to verify understanding.Rescheduling the patient with a Spanish-speaking physician (Option A) might be appropriate for future appointments depending on the patient's preferences; however, a discussion of this patient's new diagnosis of type 2 diabetes mellitus with significant hyperglycemia should happen during this visit.Although a smartphone translation app (Option B) may be considered, using a trained medical interpreter is a more appropriate option. Smartphone translation apps, especially those that are not designed for health care, may not be reliably accurate and may have limited ability to translate health care terms and concepts.Although family members may speak both English and the patient's native language, they are unlikely to be a trained medical interpreter. Family members may be unfamiliar with medical terminology and may not be able to interpret accurately. This may lead to miscommunication, medical errors, and poor-quality care. If other options are unavailable and a family member must be used, that person should be briefed regarding the expectations of the conversation and their role as the interpreter. In this case, use of a trained medical interpreter is more appropriate than asking the patient's wife to interpret (Option D).",
  "critique_links": [],
  "key_points": [
    "The use of a trained medical interpreter for patients with limited English proficiency is critical to providing patient-centered, high-quality care.",
    "If an in-person trained medical interpreter is not available, the use of an interpreter by telephone or video is appropriate."
  ],
  "references": "Heath M, Hvass AMF, Wejse CM. Interpreter services and effect on healthcare - a systematic review of the impact of different types of interpreters on patient outcome. J Migr Health. 2023;7:100162. PMID: 36816444 doi:10.1016/j.jmh.2023.100162",
  "related_content": {
    "syllabus": [
      "fcsec24004_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.425891-06:00"
}