{
  "question_id": "dmvdx24064",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose Stevens-Johnson syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 46-year-old man develops fever and malaise that progresses to skin pain, a gritty sand-like sensation in his eyes, diffuse oral erosions, and dysuria over a 24-hour period. The rash involves approximately 8% of his body surface area. He takes no medications but received the influenza vaccine 3 days ago.Mucosal findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acral necrolytic erythema",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythema marginatum",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Erythema multiforme",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stevens-Johnson syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Stevens-Johnson syndrome (SJS) (Option D) is a severe cutaneous adverse reaction that most commonly occurs following initiation of a medication, although up to 25% of cases occur after vaccinations (influenza, COVID-19, herpes zoster) or infections (Mycoplasma, cytomegalovirus, HIV). Symptoms most commonly occur within the first week of exposure to the offending agent and typically include fever and flu-like symptoms with rapid progression to skin pain and mucosal involvement. The skin pain progresses to dusky macules, papules, or plaques and may include a pseudo-targetoid appearance that lacks the true three-colored zones of erythema multiforme. The dusky areas eventually desquamate, leaving broad areas of erosion, likely secondary to activation of cytotoxic lymphocytes and direct killing of keratinocytes. Patients appear acutely ill and laboratory abnormalities, such as hepatocellular enzyme elevation or acute kidney injury, are common.SJS and toxic epidermal necrolysis (TEN) exist on a spectrum, with SJS involving less than 10% body surface area, and TEN involving greater than 30% body surface area. Skin involvement greater than 10% but less than 30% is termed SJS-TEN overlap syndrome. The greater the body surface area that is involved, the higher the risk of subsequent mortality.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24004_24007"
    ]
  },
  "media": {
    "tables": [],
    "images": [
      "figures/dmfig24674.590907eed54d5358b6f58d8dd66d9193.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "dmfig24674",
        "file": "figures/dmfig24674.590907eed54d5358b6f58d8dd66d9193.jpg",
        "title": "Stevens-Johnson Syndrome",
        "short_title": "stem Stevens-Johnson Syndrome",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 675
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:33.971448-06:00"
}