{
  "question_id": "nrmcq24057",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose idiopathic intracranial hypertension.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 21-year-old woman is evaluated for a 6-week history of progressively frequent headaches that initially occurred weekly but are now daily. She describes the pain as a diffuse, constant pressure that is worst in the bilateral temporal and occipital areas. She reports neck pain and a sense of intracranial “clicking,” which worsens when she bends forward. Her vision appears to “dim” a few times daily for several seconds. Medical history is significant for vitamin B12 deficiency and cystic acne. Medications are vitamin B12 and isotretinoin.On physical examination, vital signs are normal. Ophthalmic examination reveals blurring of the optic discs bilaterally. Neurologic examination is otherwise normal.Laboratory studies, including a complete blood cell count, basic metabolic panel, and serum vitamin B12 and thyroid-stimulating hormone levels, are normal.Brain MRI is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Acetazolamide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Amitriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "CT angiography of the brain",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lumbar puncture",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's symptoms are consistent with idiopathic intracranial hypertension (IIH) (also called pseudotumor cerebri), and she should undergo lumbar puncture with measurement of the opening pressure (Option D). Headache is the most common symptom of IIH. Other symptoms include neck pain, intracranial noises or tinnitus, and visual blurring, diplopia, or transient visual obscurations. More than 90% of patients with IIH are female and of childbearing age and have an elevated BMI. Other risk factors include acne treatments like isotretinoin, tetracycline antibiotics, hypervitaminosis A, and certain medical conditions like kidney failure and hypoparathyroidism. IIH diagnostic criteria require the following:Papilledema (asymmetric or unilateral in less than 5% of patients)Normal neurologic examination except for cranial nerve abnormalitiesNormal brain parenchyma on contrast-enhanced MRI (and, when necessary, CT or magnetic resonance venography) without evidence of hydrocephalus, structural lesions, or abnormal meningeal enhancementNormal cerebrospinal fluid (CSF) compositionElevated lumbar puncture CSF opening pressure of at least 250 mm H2O in adultsTreatment is crucial as untreated IIH may cause vision loss. Initial treatment involves mitigating predisposing factors and reducing CSF pressure with acetazolamide. Occasionally, patients may require CSF diversion procedures such as lumboperitoneal shunting. This patient taking isotretinoin has progressive headaches accompanied by intracranial noises and visual changes, all suggestive of IIH. She should undergo lumbar puncture with opening pressure measurement.Although acetazolamide (Option A) is first-line therapy for IIH, the diagnosis should be established before initiating therapy. Starting acetazolamide before performing lumbar puncture and measuring the opening pressure would not be the best next step.Amitriptyline (Option B) is an effective preventive treatment for chronic tension-type headaches and migraines. This patient's headaches, however, are inconsistent with these diagnoses, and amitriptyline has no role in treating IIH.CT angiography of the brain (Option C) would not be useful in this situation. Although cerebral venous thrombosis is a diagnostic consideration in a patient with headaches and papilledema, this condition would be detected on CT or magnetic resonance (MR) venography rather than angiography. MR venography may also reveal stenoses of the intracranial transverse sinuses, which are sometimes present in IIH; venography could be completed after the diagnosis is established with lumber puncture.",
  "critique_links": [],
  "key_points": [
    "A diagnosis of idiopathic intracranial hypertension (IIH) requires papilledema, a normal neurologic examination except for cranial nerve abnormalities, normal brain parenchyma, elevated lumbar puncture cerebrospinal fluid (CSF) opening pressure, and normal CSF composition.",
    "Acetazolamide is first-line treatment for IIH."
  ],
  "references": "Chen BS, Britton JOT. Expanding the clinical spectrum of idiopathic intracranial hypertension. Curr Opin Neurol. 2023;36:43-50. PMID: 36444979 doi:10.1097/WCO.0000000000001131",
  "related_content": {
    "syllabus": [
      "nrsec24001_24017"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.063741-06:00"
}