{
  "question_id": "gicor25026",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose acute mesenteric ischemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 73-year-old man is evaluated in the hospital for severe, constant periumbilical pain that began 3 hours ago. He was hospitalized 2 days ago for new-onset atrial fibrillation with rapid ventricular rate. He has not had a bowel movement in 2 days, but he has had an urge to defecate for the last several hours. Medications are metoprolol and heparin.On physical examination, the patient appears to be in significant pain. Blood pressure is 110/60 mm Hg, pulse rate is 112/min and irregular, and respiration rate is 24/min. Cardiac examination discloses an irregularly irregular rhythm. The abdomen is nondistended and soft, with mild tenderness to deep palpation in the periumbilical region; bowel sounds are present. Rectal examination reveals brown stool.Laboratory studies:Hemoglobin13 g/dL (130 g/L)LLeukocyte count13,000/μL (13.0 × 109/L), with 70% polymorphonuclear cellsHBicarbonate17 mEq/L (17 mmol/L)LLactate2.1 mEq/L (2.1 mmol/L)HAn abdominopelvic CT scan obtained without intravenous contrast is normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy with biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Doppler ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Magnetic resonance angiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is CT angiography (Option B). This patient has acute mesenteric ischemia (AMI) caused by an abrupt decrease in blood flow to the small intestine, likely due to an embolus related to atrial fibrillation. AMI most commonly presents with abrupt onset of severe periumbilical abdominal pain followed by the urge to defecate. Pain that is disproportionate to physical examination findings, such as is seen in this patient, should immediately raise suspicion for early AMI. With late presentation, intestinal ischemia progresses to infarction, and peritoneal signs develop. This late presentation of AMI is associated with a high mortality rate. Results of laboratory studies and abdominal imaging in early AMI are nonspecific. Most patients, including this patient, have an elevated leukocyte count; serum lactate level may be normal and does not exclude the diagnosis. CT angiography is the recommended imaging method to diagnose AMI. A regular abdominal CT scan may show nonspecific findings of mild bowel edema or may even be entirely normal, which may be falsely reassuring. Not all patients with AMI are seen in the emergency department, and they may develop AMI on a regular hospital floor when treated for other unrelated issues, akin to developing myocardial infarction while hospitalized for other reasons.Colonoscopy with biopsy (Option A) is the test of choice to confirm the diagnosis of colonic ischemia. Colonic ischemia presents with the abrupt onset of cramping and mild to moderate lower abdominal discomfort, followed within 24 hours by hematochezia. This patient's presentation is not consistent with colonic ischemia, and colonoscopy is not indicated.Doppler ultrasonography (Option C) is an effective, low-cost method to assess the proximal mesenteric vessels. However, adequate ultrasonography often cannot be performed in patients with AMI, making it an inferior option to CT angiography.Although magnetic resonance angiography (Option D) avoids the risks of radiation and contrast exposure compared with CT angiography, it takes longer and is less sensitive for distal and nonocclusive disease in patients with suspected AMI.",
  "critique_links": [],
  "key_points": [
    "Early acute mesenteric ischemia most commonly presents with abrupt onset of severe periumbilical abdominal pain followed by the urge to defecate and unremarkable abdominal examination findings.",
    "CT angiography is the recommended imaging modality for the diagnosis of acute mesenteric ischemia."
  ],
  "references": "Molyneux K, Beck-Esmay J, Koyfman A, et al. High risk and low prevalence diseases: mesenteric ischemia. Am J Emerg Med. 2023;65:154-161. PMID: 36638612 doi:10.1016/j.ajem.2023.01.001",
  "related_content": {
    "syllabus": [
      "gisec24009_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.530064-06:00"
}