{
  "question_id": "dmmcq25001",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Treat a patient with mild acne vulgaris using combination therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 39-year-old woman is evaluated for a 1-year history of a few mild but persistent inflammatory papules and pustules on the lower half of the face and jawline. The skin changes are more prominent during menses. Over-the-counter salicylic acid washes have not been helpful. Medical history is otherwise unremarkable, and she takes no medications. She is not pregnant and uses contraception.On physical examination, vital signs are normal. Several closed comedones on the forehead are noted along with three pustules on her chin. No telangiectasias, flushing, scarring, or postinflammatory pigmentary changes are seen. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Oral doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral spironolactone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical clindamycin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical tretinoin and topical benzoyl peroxide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with mild acne vulgaris is multimodal therapy with topical tretinoin and topical benzoyl peroxide (Option D). Acne vulgaris is a chronic inflammatory condition affecting the pilosebaceous unit (hair follicle and sebaceous gland). It can affect patients at any age, although it is most common during adolescence. Adult acne is more common in women (in whom it typically presents along the jawline) and may flare with the menstrual cycle. Acne is characterized by the presence of open comedones (blackheads); closed comedones (whiteheads); inflammatory papules and pustules; and nodulocystic lesions on the face, neck, chest, shoulders, and back (see Figure: Acne Vulgaris). The presence of inflammatory nodules, pustules, and comedones is diagnostic of acne vulgaris. Mild acne consists of primarily comedones with few inflammatory papules and no nodules or cysts. First-line treatment for both comedonal and inflammatory acne is combination therapy, such as a topical retinoid—most commonly tretinoin—combined with another topical agent, such as topical benzoyl peroxide. Retinoids reduce follicular plugging, decrease inflammatory cytokines activated by Cutibacterium acnes, and reduce postinflammatory hyperpigmentation. Topical retinoids may cause erythema, burning, or dryness, and all topical retinoids are contraindicated in pregnancy. Topical benzoyl peroxide has bactericidal properties but is not known to promote the development of resistant bacteria. Benzoyl peroxide rarely may cause irritation and allergic contact dermatitis in patients. This patient's presentation suggests mild female-type acne vulgaris, characterized by acne on the lower half of the face and flaring during menses. She should start combination therapy with topical tretinoin and topical benzoyl peroxide.Oral doxycycline (Option A) is a second-line agent in the treatment of moderate to severe inflammatory acne or acne that is resistant to topical treatment alone. When used, oral antibiotics should be limited to a 3-month course to minimize the risk for antibiotic resistance. This patient has mild acne and is treatment naive, so the most appropriate initial therapy is multimodal topical therapy.Spironolactone (Option B) has antiandrogen activity and can reduce hormonal influences on acne activity. It is an excellent second-line agent in the treatment of female-type adult acne. This patient is treatment naive, however, and treating with a second-line agent such as spironolactone is not appropriate before a trial of first-line therapy with topical agents.Although topical clindamycin (Option C) can be an excellent addition to acne vulgaris treatment, it should never be used as monotherapy. C. acnes may quickly develop resistance to topical clindamycin when it is used as monotherapy, so topical benzoyl peroxide should always be added to topical clindamycin therapy. Topical benzoyl peroxide has bactericidal properties and is not known to promote the development of resistant bacteria.",
  "critique_links": [],
  "key_points": [
    "Multimodal topical therapy, such as the combination of a topical retinoid and topical benzoyl peroxide, is the first-line treatment for comedonal and inflammatory acne in patients who are not pregnant or planning pregnancy."
  ],
  "references": "Reynolds RV, Yeung H, Cheng CE, et al. Guidelines of care for the management of acne vulgaris. J Am Acad Dermatol. 2024;90:1006.e1-1006.e30. PMID: 38300170 doi:10.1016/j.jaad.2023.12.017",
  "related_content": {
    "syllabus": [
      "dmsec24007_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.340499-06:00"
}