{
  "question_id": "dmmcq24037",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Manage melanonychia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 44-year-old man is evaluated for multiple brown linear streaks in the nails of several of his fingers. The streaks have been present for more than 1 year. He has no medical problems and takes no medications.On physical examination, vital signs are normal. Brown linear macules are seen within the nail plate extending from the proximal nailfold to the distal nail edge in the right second and fourth and left first, third, and fourth fingernails. The macules have consistent width across the length of the nail with no disruption of the nail plate. No pigment is seen on the proximal nailfold or hyponychium. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Nail matrix biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Trephination of nail plate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "White vinegar nail soaks nightly",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient's melanonychia is observation (Option D). Melanonychia is a benign condition of nail pigmentation and presents as brown streaks in multiple nails. It is most common in patients with darker skin tones (see Figure: Longitudinal Melanonychia). Each individual streak has a consistent width from the proximal nailfold to the free edge of the nail plate. The presence of multiple bands in multiple digits is a very reassuring characteristic of melanonychia. A broad base with tapering at the free edge, disruption of the nail plate, or pigment extending onto the proximal nailfold or hyponychium may indicate the presence of malignant melanoma and would warrant a biopsy. Otherwise, treatment is not necessary for melanonychia. This patient has multiple brown streaks on multiple nails, each with consistent width spanning the length of the nail from proximal nailfold to free nail edge. This is consistent with melanonychia, and observation is the most appropriate management option.Nail matrix biopsy (Option A) is indicated when subungual melanoma is suspected. Subungual melanoma often presents as a single streak in one nail, with the base of the streak wider than the distal end. Disruption of the nail plate or pigment extending onto the proximal nailfold (Hutchinson sign) or the hyponychium (the thickening under the distal edge of the nail) each indicate subungual melanoma. This patient has none of the findings that would raise concern for melanoma, and performing nail matrix biopsy is not necessary.Trephination of the nail plate (Option B), in which a small hole is placed in the nailfold to release trapped blood, is used to treat a subungual hematoma. Subungual hematomas develop following acute crush injury of the nails and are very painful. The asymptomatic streaks present in this patient would not benefit from trephination given the lack of a subungual hematoma.White vinegar nail soaks (Option C) are an effective treatment for subungual Pseudomonas colonization of the nails, which is termed green nail syndrome because of the characteristic green color of the colonies visible through the nail plate. This patient presents with brown linear macules within the nail plate consistent with melanonychia, and white vinegar nail soaks are not warranted.",
  "critique_links": [],
  "key_points": [
    "Longitudinal melanonychia is brown-banded pigmentation of the nail plate characterized by consistent width from the proximal nailfold to the free edge of the nail; it is a benign condition and requires no treatment.",
    "Subungual melanoma is suggested by distal tapering of the band, disruption of the nail plate, or pigment extending onto the proximal nailfold (Hutchinson sign) or the hyponychium."
  ],
  "references": "Darmawan CC, Ohn J, Mun JH, et al. Diagnosis and treatment of nail melanoma: a review of the clinicopathologic, dermoscopic, and genetic characteristics. J Eur Acad Dermatol Venereol. 2022;36:651-660. PMID: 35098589 doi:10.1111/jdv.17975",
  "related_content": {
    "syllabus": [
      "dmsec24015_24007"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.780194-06:00"
}