{
  "question_id": "hmmcq24054",
  "category": "hm",
  "educational_objective": "Treat a pregnant patient with sickle cell disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 25-year-old woman is evaluated during a routine visit. She is at 10 weeks' gestation. Medical history is significant for sickle cell disease with approximately three to four pain events annually that are typically managed with analgesia and supportive care. During adolescence, her pain events were complicated by symptomatic anemia, which required multiple blood transfusions. Medications are hydroxyurea and folic acid; deferasirox was discontinued during preconception counseling.On physical examination, vital signs are normal. On abdominal examination, the patient has a gravid uterus consistent with her stage of pregnancy.Laboratory studies:Hemoglobin8.5 g/dL (85 g/L)L",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Increase folic acid dose",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase hydroxyurea dose",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start ferrous sulfate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start vitamin B12 supplementation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Folic acid should be increased (Option A) in this pregnant patient with sickle cell disease (SCD). Management of fertility and pregnancy is challenging in patients with SCD. Prepregnancy counseling is recommended to discuss hereditary considerations, risks of pregnancy to the patient, and fertility issues because the ovary is now recognized as a site of end-organ damage. Careful medication management is also necessary. Some medications used for the management of SCD in nonpregnant patients, including iron chelating agents, ACE inhibitors, and angiotensin receptor blockers (ARBs), have a risk of teratogenicity and must be discontinued during pregnancy. Conversely, the dose of folic acid supplementation must be increased in patients with SCD who are contemplating pregnancy or become pregnant. Nonpregnant patients with SCD are typically treated with folic acid supplementation at a dose of 1 mg daily because of increased folate demands from ineffective erythropoiesis, whereas folic acid supplementation at a dose of 4 mg daily is needed in pregnant patients. This patient with SCD is pregnant, and the folic acid dose should be increased.Hydroxyurea (Option B) increases fetal hemoglobin levels and generates nitric oxide, which in turn reduces complications of SCD and prolongs life expectancy. It should be considered in patients with SCD with frequent pain events and severe asymptomatic anemia. However, limited data suggest a small risk of teratogenicity with hydroxyurea, although it has not been well studied. Pregnant patients should engage in a shared decision-making process with their physician regarding hydroxyurea, although there is no indication to increase the dose of hydroxyurea during pregnancy.Many pregnant patients develop iron deficiency, and ferrous sulfate (Option C) is commonly prescribed for iron supplementation. However, secondary iron overload may occur in persons requiring chronic transfusions, such as those with SCD. Iron chelators such as deferasirox are typically discontinued during pregnancy because of risk of teratogenicity and because risk of progression of iron overload is low with discontinuation of the chelator for 9 months. This patient has chronic iron overload, and iron supplementation is contraindicated.Starting vitamin B12 supplementation (Option D) is unnecessary in this pregnant patient with SCD because the rate of vitamin B12 consumption does not increase during pregnancy.",
  "key_points": [
    "Prepregnancy counseling is recommended in patients with sickle cell disease to discuss hereditary considerations, risks of pregnancy to the patient, and fertility issues.",
    "Folic acid supplementation is recommended for all pregnant patients; an increased dose of folic acid is warranted in pregnant persons with sickle cell disease."
  ],
  "references": "Sinkey RG, Ogunsile FJ, Kanter J, et al; Society for Maternal-Fetal Medicine. Society for maternal-fetal medicine consult series #68: sickle cell disease in pregnancy. Am J Obstet Gynecol. 2024;230:B17-B40. PMID: 37866731 doi:10.1016/j.ajog.2023.10.031",
  "related_content": {
    "syllabus": [
      "hmsec24010_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:17:17.987975-06:00"
}