{
  "question_id": "gimcq24010",
  "category": "gi",
  "educational_objective": "Treat esophageal candidiasis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 70-year-old woman is hospitalized for a 2-week history of dysphagia to solids and odynophagia. She has locally advanced non–small cell lung cancer and is undergoing chemotherapy.On physical examination, vital signs are normal. Oral examination and other physical examination findings are normal.Endoscopy findings are shown.Biopsy specimens reveal pseudohyphae. Esophagram findings are negative.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Acyclovir",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fluconazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Foscarnet",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nystatin oral suspension",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with esophageal candidiasis is fluconazole (Option B). Infectious esophagitis most commonly occurs in immunocompromised patients. Odynophagia or dysphagia is most often present initially. It can be caused by fungal, viral, bacterial (uncommon), or parasitic pathogens. The most common cause of infectious esophagitis is Candida species, particularly Candida albicans. Risk factors for esophageal candidiasis include systemic or inhaled glucocorticoid use, malignancy, and antibiotic therapy. Endoscopy is diagnostic; characteristic endoscopic findings include small, white, raised plaques, and histology reveals pseudohyphae, hyphae, or budding yeast. Guidelines recommend that esophageal candidiasis should be treated with systemic antifungal therapy. Oral fluconazole, 200 to 400 mg daily for 14 to 21 days, is generally recommended. This immunocompromised patient is undergoing chemotherapy, has developed dysphagia and odynophagia, and has endoscopic findings characteristic of esophageal candidiasis. Oral fluconazole should be administered.Infectious esophagitis can also be caused by viral pathogens. Herpes simplex virus (HSV) and cytomegalovirus (CMV) are the second most common causes of infectious esophagitis. In patients with HSV esophagitis, endoscopy shows punched-out ulcers with raised edges in the esophagus; histopathology of infected epithelial cells reveals multinucleated giant cells, molding of nuclear contours, margination of chromatin to the periphery, and Cowdry A intranuclear inclusions. Immunocompromised individuals with HSV esophagitis should receive antiviral therapy with acyclovir (Option A), famciclovir, or valacyclovir. CMV esophagitis is associated with a clinical history of odynophagia, endoscopic findings of esophageal ulcers, and histopathology showing intranuclear basophilic inclusions surrounding by a clear halo (“owl's eyes” cells) and basophilic cytoplasm with coarse granules. First-line treatment of CMV esophagitis is ganciclovir; foscarnet (Option C) and valganciclovir are other treatment options. This patient's endoscopic and histologic findings are not consistent with viral esophagitis.Nystatin oral suspension (Option D) is an effective topical treatment for oropharyngeal candidiasis. However, clinical guidelines recommend that systemic antifungal therapy (rather than local medications) be used to treat esophageal candidiasis.",
  "critique_links": [],
  "key_points": [
    "Esophageal candidiasis should be treated with systemic antifungal therapy."
  ],
  "references": "Mohamed AA, Lu XL, Mounmin FA. Diagnosis and treatment of esophageal candidiasis: current updates. Can J Gastroenterol Hepatol. 2019;2019:3585136. PMID: 31772927 doi:10.1155/2019/3585136",
  "related_content": {
    "syllabus": [
      "gisec24001_24025"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/gifig24200.899ae7d1142361fb9c99f25f50136b55.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "gifig24200",
        "file": "figures/gifig24200.899ae7d1142361fb9c99f25f50136b55.jpg",
        "title": "Endoscopic View of Esophageal Candidiasis",
        "short_title": "Esophageal Candidiasis",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 888,
        "height": 777
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.263433-06:00"
}