{
  "question_id": "idcor25016",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose osteomyelitis with plain radiography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 79-year-old man is evaluated for a 3-week history of increasing pain in his right foot. He sustained a nonhealing laceration on the plantar surface of the great toe 1 month ago. Medical history is otherwise unremarkable.On physical examination, vital signs are normal. A 1- × 1-cm ulcer associated with tenderness and warmth is seen directly below the proximal first metatarsal bone. Probe-to-bone test is negative.Laboratory studies:Erythrocyte sedimentation rate50 mm/hHComplete blood count is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Culture of ulcer",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gallium scan",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral amoxicillin-clavulanate",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Plain radiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to perform plain radiography (Option E). The clinical hallmarks of acute osteomyelitis—namely, local pain and fever—are often absent in patients with chronic contiguous osteomyelitis, such as is suspected in this patient, so radiographic studies are necessary to confirm the diagnosis. Plain radiography is not adequately sensitive to exclude a diagnosis of osteomyelitis, but it is recommended during initial evaluation if symptoms have been present for at least 2 weeks because of the relatively low cost. The specificity of plain radiography is sufficient to confirm the diagnosis in most patients. If a plain radiograph is not diagnostic, MRI with and without intravenous contrast should be performed next.Obtaining a superficial swab culture of the ulcer (Option A) should not be done. Any isolates from such a culture demonstrate only colonization of the chronic wound and are not helpful in identifying causative organisms of deep infection.Nuclear imaging studies, such as gallium scanning (Option B), can reliably detect inflammation as a result of acute infection, but they are less sensitive and specific than MRI and CT because visualized abnormalities from noninfectious causes may be present, including trauma, neoplasm, and osteoarthritis. Gallium scanning visualizes inflammation and chronic infection as gallium binds to the membranes of neutrophils that are recruited to a site of infection. Thus, gallium scanning would not be the most appropriate next step in the management of this patient.In patients with unremarkable plain radiographs in the presence of high clinical suspicion for osteomyelitis, MRI (Option C), with and without intravenous contrast, is the preferred imaging study. MRI can show changes of acute osteomyelitis within days of infection and is superior to plain radiography, CT, and nuclear studies. MRI can also detect soft tissue abscesses and epidural, paravertebral, or psoas abscesses that may require surgical drainage. However, false-positive MRI results may occur in patients with noninfectious conditions, such as fractures, tumors, and healed osteomyelitis.There is no need to start empiric antimicrobial therapy in this setting (Option D). Although oral antibiotics are appropriate in most patients with osteomyelitis, the patient is stable and not acutely ill, and antimicrobial therapy may reduce the yield of bone cultures if needed. It is better to proceed with testing to make a diagnosis before committing to treatment.",
  "critique_links": [],
  "key_points": [
    "Because of its low cost and specificity, plain radiography is recommended as an initial imaging test for suspected osteomyelitis.",
    "In patients with unremarkable plain radiographs in the presence of high clinical suspicion for osteomyelitis, MRI is the preferred imaging study."
  ],
  "references": "Bury DC, Rogers TS, Dickman MM. Osteomyelitis: diagnosis and treatment. Am Fam Physician. 2021;104:395-402. PMID: 34652112",
  "related_content": {
    "syllabus": [
      "idsec24003_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.323640-06:00"
}