{
  "question_id": "npcor25012",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat hypertension in an older patient with cardiovascular disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 70-year-old woman is evaluated during a follow-up visit 1 month after initiation of lisinopril for confirmed hypertension. Pretreatment blood pressure was 154/78 mm Hg. Lifestyle modification with dietary sodium reduction, weight loss, and exercise was also advised. Medical history is significant for peripheral vascular disease, hyperlipidemia, and type 2 diabetes mellitus. Other medications are metformin, dulaglutide, atorvastatin, and low-dose aspirin. The patient lives independently in her own home.On physical examination, blood pressure is 146/69 mm Hg, and pulse rate is 86/min. Cardiovascular examination reveals a carotid bruit and diminished lower extremity pulses. There is no peripheral edema. The remainder of the examination is normal.Serum electrolytes and creatinine are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Add chlorthalidone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add losartan",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Add prazosin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue lisinopril and recheck blood pressure in 3 months",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to add chlorthalidone (Option A). Guidelines differ in their recommendations for systolic blood pressure (SBP) goals in older patients (see Table: Treatment Recommendations for Older Patients with Hypertension). American College of Cardiology/American Heart Association guidelines recommend an SBP <130 mm Hg in noninstitutionalized, ambulatory, community-dwelling adults aged ≥65 years, whereas American College of Physicians (ACP)/American Academy of Family Physicians (AAFP) guidelines recommend an SBP <150 mm Hg in most patients aged >60 years to minimize treatment-related harms. However, ACP/AAFP guidelines also recommend considering initiating or intensifying treatment in some adults aged >60 years at high cardiovascular risk to a target SBP <140 mm Hg, to reduce the risks for stroke and cardiac events. To achieve optimal BP control, combination antihypertensive therapy may be needed. The second drug should work by a different mechanism, and the combined regimen should ideally include typical first-line agents, such as a calcium channel blocker, thiazide diuretic, ACE inhibitor, or angiotensin receptor blocker (ARB). Because this patient with diabetes mellitus, peripheral vascular disease, and hyperlipidemia has high risk for stroke and cardiac events, initiation of a second first-line antihypertensive drug such as chlorthalidone or a calcium channel blocker is reasonable.Although combination antihypertensive therapy may be necessary for some patients, ACE inhibitor/ARB combinations are not recommended because they increase the risk for adverse events such as hyperkalemia, hypotension, and acute kidney injury, as clinical trials have shown. Therefore, adding losartan (Option B) to this patient's lisinopril regimen is not the most appropriate next step.α-Blockers such as prazosin (Option C) are not used as first-line therapy for hypertension because they are less effective in preventing cardiovascular disease than other first-line agents such as thiazide diuretics.Continuing lisinopril and reevaluating blood pressure in 3 months (Option D) without adding another antihypertensive medication may increase this older patient's risk for cardiovascular events. Although guideline targets for SBP differ, the benefits of SBP reduction to <130 to 140 mm Hg in older patients at increased risk for stroke or cardiovascular events are likely to exceed potential harms.",
  "critique_links": [],
  "key_points": [
    "Although guidelines differ in recommendations for systolic blood pressure (SBP) targets, the benefits of SBP reduction to <130 to 140 mm Hg in older patients at increased risk for stroke or cardiovascular events are likely to exceed potential harms."
  ],
  "references": "Byrd JB, Brook RD. Hypertension. Ann Intern Med. 2019;170:ITC65-ITC80. PMID: 31060074",
  "related_content": {
    "syllabus": [
      "npsec24005_24026"
    ]
  },
  "media": {
    "tables": [
      "tables/nptab24020.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "nptab24020",
        "file": "tables/nptab24020.html",
        "title": "Expert Group Treatment Recommendations for Older Patients with Hypertension",
        "short_title": "Treatment Recommendations for Older Patients with Hypertension",
        "footnotes": [
          "BP = blood pressure."
        ],
        "headers": [
          "Expert Group",
          "Recommendations"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:34.070508-06:00"
}