{
  "question_id": "enmcq24007",
  "category": "en",
  "educational_objective": "Screen for type 2 diabetes mellitus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 41-year-old man is evaluated during a routine visit. He is asymptomatic. Medical history is remarkable for exercise-induced asthma, controlled with a budesonide-formoterol inhaler before exercise. Family history is significant for hypertension in his father and hyperlipidemia in his mother.On physical examination, vital signs are normal. BMI is 26. Other findings are unremarkable.His 10-year risk for atherosclerotic cardiovascular disease is 3%.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "ECG",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hemoglobin A1c measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prostate-specific antigen measurement",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening test to perform next is hemoglobin A1c measurement to screen the patient for type 2 diabetes mellitus (Option C). Screening for type 2 diabetes in the general adult population is indicated because microvascular and macrovascular complications may occur before the onset of symptomatic hyperglycemia. Interventions are available to delay or prevent the onset of type 2 diabetes in persons with prediabetes, and early treatment may prevent or reduce microvascular and macrovascular complications. The American Diabetes Association (ADA) and the U.S. Preventive Services Task Force (USPSTF) offer screening recommendations for prediabetes and type 2 diabetes (Table: Screening Guidelines for Prediabetes or Type 2 Diabetes Mellitus). Three tests can be used for screening: hemoglobin A1c, fasting plasma glucose, or oral glucose tolerance test. Unless there is unequivocal hyperglycemia and a clear clinical diagnosis, two abnormal tests are required to make the diagnosis. This patient is older than 35 years and has a BMI of 26; he meets both ADA and USPSTF screening criteria, and deferring screening at this time would be inappropriate (Option E). Therefore, he should be screened for type 2 diabetes, and hemoglobin A1c measurement is an acceptable screening option.This patient has well-controlled asthma without recent exacerbations and no evidence of infection; chest radiography is not indicated (Option A).The USPSTF does not recommend screening for coronary artery disease with ECG (Option B) in asymptomatic patients at low risk for atherosclerotic cardiovascular disease (ASCVD). The American College of Physicians also recommends against screening low-risk and asymptomatic adults with ECG. This patient is considered to be at low risk as his 10-year ASCVD risk is 3%.Screening recommendations for prostate cancer vary between expert groups (Table: Recommendations for Prostate Cancer Screening). In general, shared decision making is recommended for average-risk men between the ages of 50 and 69 years. This patient is younger than 50 years and does not have a family history of prostate cancer. Regardless of age, prostate cancer screening with prostate-specific antigen measurement (Option D) is not recommended before engaging in shared decision making with the patient.",
  "key_points": [
    "The American Diabetes Association recommends screening for type 2 diabetes mellitus beginning at age 35 years; screening should be considered in patients of any age with overweight or obesity and one additional risk factor.",
    "The U.S. Preventive Services Task Force recommends screening for type 2 diabetes mellitus in adults aged 35 to 70 years who have overweight or obesity."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 2. Diagnosis and classification of diabetes: Standards of Care in Diabetes—2025. Diabetes Care. 2025;48:S27-S49. PMID: 39651986 doi:10.2337/dc25-S002",
  "related_content": {
    "syllabus": [
      "ensec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:17:18.248085-06:00"
}