{
  "question_id": "pmmcq24017",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Manage a patient with smoking-related interstitial lung disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 40-year-old man is evaluated for shortness of breath and dry cough. Three months ago, he was diagnosed with respiratory bronchiolitis–associated interstitial lung disease. He previously smoked one pack of cigarettes per day but quit when diagnosed with lung disease. His dyspnea has not improved since diagnosis, and he has difficulty completing his work as a surveyor because he experiences dyspnea when walking uphill. He has no chest pain, fevers, or weight loss. He has no other medical history and takes no medications.On physical examination, vital signs are normal. Oxygen saturation is 95% with the patient breathing ambient air at rest and 91% with ambulation. Lung examination reveals bilateral end-inspiratory crackles and scattered expiratory wheezes.High-resolution CT scan of the chest shows patchy ground-glass infiltrates with upper lobe predominance and ill-defined centrilobular nodules. There are no significant changes from a study performed 3 months previously.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Nintedanib",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral for lung transplantation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with smoking-related diffuse parenchymal lung disease (DPLD) is treatment with a glucocorticoid, such as prednisone (Option B). Respiratory bronchiolitis–associated interstitial lung disease (RB-ILD) is one of several DPLDs that occur almost exclusively in individuals who smoke. Characteristic findings on high-resolution CT scan include upper lobe–predominant ground-glass opacities with centrilobular nodules. On pulmonary function testing, the Dlco is reduced, and a combined restrictive and obstructive pattern is often observed. As with all of the smoking-related DPLDs, smoking cessation is of paramount importance and may lead to disease regression. When smoking cessation is not effective, glucocorticoids may be considered in patients with refractory symptoms or severe disease. This patient with RB-ILD has not improved and continues to have significant symptoms following smoking cessation. A trial of glucocorticoids with prednisone is the next best step in management.Nintedanib (Option A) is a tyrosine kinase inhibitor and antifibrotic agent. It is first-line medical therapy for idiopathic pulmonary fibrosis and also useful in systemic sclerosis–associated interstitial lung disease. It does not have a role in the management of RB-ILD.Referral for lung transplantation (Option C) is not the most appropriate next step for this patient. The prognosis of RB-ILD is good, and mortality is rare. Symptoms often stabilize or improve after months, or years, with smoking cessation alone, and lung transplantation is rarely necessary.Clinical observation (Option D) is not the next best step. Glucocorticoids may be effective in patients with RB-ILD who experience worsening symptoms despite smoking cessation and should be offered to this patient.",
  "critique_links": [],
  "key_points": [
    "The most important step in management of respiratory bronchiolitis–associated interstitial lung disease and all smoking-related diffuse parenchymal lung diseases is smoking cessation, which may alone lead to disease regression.",
    "Glucocorticoids may be considered in patients with respiratory bronchiolitis–associated interstitial lung disease and refractory symptoms or those with severe disease."
  ],
  "references": "Alarcon-Calderon A, Vassallo R, Yi ES, et al. Smoking-related interstitial lung diseases. Immunol Allergy Clin North Am. 2023;43:273-87. PMID: 37055089 doi:10.1016/j.iac.2023.01.007",
  "related_content": {
    "syllabus": [
      "pmsec24003_24007"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.013616-06:00"
}