{
  "question_id": "enqqq24007",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Diagnose male hypogonadism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 47-year-old man is evaluated during a follow-up visit for decreased libido. Medical history is significant for hypertension and dyslipidemia. Medications are hydrochlorothiazide and atorvastatin.On physical examination, vital signs are normal. BMI is 24. He has normal hair distribution, no gynecomastia, and a normal testicular examination.Laboratory studies:3 pm testosterone, total175 ng/dL (6.1 nmol/L)L",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Initiate testosterone replacement therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure 8 am serum total testosterone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure serum iron level and total iron-binding capacity",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Obtain pituitary MRI",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to repeat the serum total testosterone measurement at 8 am (Option B). The clinical diagnosis of hypogonadism in men is made on the basis of signs and symptoms consistent with androgen deficiency with the finding of low 8 am serum testosterone concentrations on at least two occasions. Timing of initial laboratory assessment is important owing to the diurnal variation of testosterone levels. The next step in this patient's management would be to obtain an 8 am serum total testosterone level; if low, testing should be confirmed with a repeat 8 am measurement.Before initiating testosterone replacement therapy (Option A) in this patient, the diagnosis of hypogonadism needs to be confirmed with two appropriately timed testosterone measurements. Starting testosterone replacement therapy in this patient at this point would not be appropriate.Evaluation for hemochromatosis by measuring the serum iron level and total iron-binding capacity (Option C) is only appropriate after the diagnosis of hypogonadism is established. The first diagnostic step for this patient is properly collecting two testosterone measurements to establish the diagnosis of hypogonadism.If subsequent evaluation of the patient confirms the presence of hypogonadotropic hypogonadism (low testosterone and low or inappropriately low serum luteinizing hormone and follicle-stimulating hormone levels), MRI of the pituitary (Option D) to detect a pituitary adenoma or other mass would be appropriate. A pituitary MRI would be premature at this point.",
  "critique_links": [],
  "key_points": [
    "In men with specific signs and symptoms of hypogonadism, measuring an 8 am serum total testosterone level is indicated; if the testosterone level is low, a second 8 am confirmatory testosterone level should be measured."
  ],
  "references": "Qaseem A, Horwitch CA, Vijan S, et al; Clinical Guidelines Committee of the American College of Physicians. Testosterone treatment in adult men with age-related low testosterone: a clinical guideline from the American College of Physicians. Ann Intern Med. 2020;172:126-133. PMID: 31905405",
  "related_content": {
    "syllabus": [
      "ensec24006_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.071962-06:00"
}