{
  "question_id": "npmcq24006",
  "category": "np",
  "educational_objective": "Diagnose fibromuscular dysplasia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 28-year-old woman is evaluated for a blood pressure reading of 148/90 mm Hg measured at a recent work health screening event. Previous office blood pressure measurements have been normal. There is no family history of hypertension. She has no other medical problems and takes no medications.On physical examination, blood pressure is 150/94 mm Hg, and pulse rate is 75/min. An abdominal bruit that lateralizes to the left side is present. The remainder of the examination is unremarkable.Serum creatinine and electrolyte levels are normal. Urinalysis findings are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Captopril renal scintigraphy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Plasma renin activity measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Renal artery CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Renal duplex Doppler ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is renal artery CT angiography (CTA) (Option C) in this patient with clinical findings suggestive of renal artery fibromuscular dysplasia. Fibromuscular dysplasia is a nonatherosclerotic disease that can lead to arterial stenosis. Although any artery can be affected, the mid and distal portions of the renal arteries are commonly affected and can cause renovascular hypertension. Patients with fibromuscular dysplasia are also at risk for aneurysm formation and/or dissection in other commonly affected sites such as the carotid and intracranial arteries. Younger patients, particularly women, are most commonly affected. The acute onset of hypertension in a young patient with a lateralizing abdominal bruit is suggestive of fibromuscular dysplasia. For patients with suspected fibromuscular dysplasia without associated kidney function impairment, CTA is the initial imaging modality of choice. Contrast-enhanced magnetic resonance angiography (MRA) is an alternative option. Patients with fibromuscular dysplasia should undergo at least a one-time head-to-pelvic cross-section imaging to evaluate for other potentially affected arteries.Noninvasive tests, such as captopril renal scintigraphy (Option A), plasma renin activity measurement (Option B), and selective renal vein renin measurements, are no longer considered appropriate diagnostic tests for any form of renovascular hypertension due to poor performance characteristics. Other noninvasive imaging tests such as CTA, MRA, or duplex ultrasonography are preferred. Neither a captopril renal scintigraphy nor a plasma renin activity measurement should be performed in this patient.Renal duplex Doppler ultrasonography (Option D) may be used as the first diagnostic procedure in specialized centers with extensive expertise with this imaging modality, but it is usually reserved for patients in whom CTA or MRA cannot be performed, which is not the case for this patient.",
  "critique_links": [],
  "key_points": [
    "The acute onset of hypertension in a young patient with a lateralizing abdominal bruit is suggestive of fibromuscular dysplasia, a nonatherosclerotic form of renovascular disease.",
    "For patients with suspected fibromuscular dysplasia without associated kidney function impairment, CT angiography is usually the initial imaging modality of choice."
  ],
  "references": "Safian RD. Renal artery stenosis. Prog Cardiovasc Dis. 2021;65:60-70. PMID: 33745915 doi:10.1016/j.pcad.2021.03.003",
  "related_content": {
    "syllabus": [
      "npsec24005_24046"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:30.627918-06:00"
}