{
  "question_id": "csmcq24001",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose adhesive capsulitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old patient is evaluated for a 5-month history of progressive pain and stiffness localized over the anterolateral aspect of their left shoulder. The patient says the pain was insidious at onset and is now a deep ache that is constant but worse at night. They report no specific injury, trauma, or repetitive movement and no accompanying neurologic symptoms. The patient has no instability of the shoulder or sensation of catching with movement. They have type 2 diabetes mellitus treated with metformin.On physical examination, vital signs are normal. The patient is guarding the left arm. There is diffuse tenderness over the anterolateral aspects of the left shoulder. Active and passive range of motion in all planes is restricted and painful, particularly in abduction and external rotation. They have no point tenderness to palpation over the subacromial and acromioclavicular spaces, biceps tendon, or bony structures. No deformity, atrophy, or overlying skin changes are noted.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acromioclavicular joint degeneration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adhesive capsulitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Labral tear",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rotator cuff disease",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is adhesive capsulitis (frozen shoulder) (Option B). Adhesive capsulitis is a self-limiting condition of unknown cause characterized by progressive irritation of the shoulder capsule leading to pain. The pain is generally described as deep and aching and is often worse at night and in cold weather. It typically presents in midlife and has a higher incidence in patients with diabetes mellitus, thyroid disorders, antecedent shoulder injury, and autoimmune disease, although it is often idiopathic. The hallmark of adhesive capsulitis is global limitation of both active and passive motion. Examination may also reveal progressive loss of abduction or external rotation. Imaging studies are not necessary, although obtaining plain radiographs to assess for other causes of shoulder pain, such as posttraumatic changes or glenohumeral arthritis, is reasonable. This patient presents with atraumatic progressive pain in the anterolateral aspect of the shoulder with limited active and passive range of motion, all of which are consistent with adhesive capsulitis.Acromioclavicular joint degeneration (Option A) is typically characterized by poorly localized pain on the superior aspect of the shoulder and is usually elicited with palpation of the acromioclavicular joint. The cross-arm adduction test, in which the shoulder is placed in maximal horizontal adduction, often reproduces the pain. This patient had no pain on palpation of the acromioclavicular joint, making this diagnosis unlikely.Labral tears (Option C) result from repetitive overhead stress and often present with anterolateral pain and a catching sensation with active range of motion. Joint instability may occasionally be present. This patient reports no antecedent shoulder injury or repetitive movement nor any sensation of catching. A labral tear is an unlikely diagnosis in this patient.Rotator cuff disease (Option D) is the most common cause of shoulder pain and often results from overuse. Historical clues include anterolateral pain and nonpositional nocturnal pain. A full-thickness rotator cuff tear may also be associated with weakness. However, rotator cuff disorders are not associated with loss of passive range of motion and, therefore, are not a likely diagnosis for this patient.",
  "critique_links": [],
  "key_points": [
    "Adhesive capsulitis (frozen shoulder) is a self-limiting condition of unknown cause characterized by progressive irritation of the shoulder capsule leading to pain.",
    "The hallmark of adhesive capsulitis is global limitation of active and passive range of motion."
  ],
  "references": "Pandey V, Madi S. Clinical guidelines in the management of frozen shoulder: an update! Indian J Orthop. 2021;55:299-309. PMID: 33912325 doi:10.1007/s43465-021-00351-3",
  "related_content": {
    "syllabus": [
      "cssec24011_24005"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.716862-06:00"
}