{
  "question_id": "inmcq24003",
  "category": "in",
  "educational_objective": "Evaluate a breast mass in a woman over age 30 years when imaging is negative.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 42-year-old woman is evaluated because of a quarter-size right breast mass that she first noticed 2 months ago. She does not have any other symptoms, including breast pain or skin changes. She has no family history of breast or ovarian cancer.On physical examination, vital signs are normal. A palpable 1.5-cm, round, firm mass is noted in the right breast at the 2 o’clock position. There is no axillary lymphadenopathy. The remainder of the examination is normal.Mammogram reveals a BI-RADS category of 1: negative for any abnormality. Breast ultrasonography shows no abnormalities.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Breast MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Referral to a breast surgeon for biopsy or excision",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat clinical breast examination in 6 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with a breast mass on clinical breast examination (CBE) but negative mammogram should be referred to a breast surgeon for possible biopsy or excision (Option B). Imaging of a breast mass may include diagnostic mammography and targeted ultrasonography. In the evaluation of a breast mass, mammography is the first test performed in most women aged 30 years or older and men aged 25 years or older. The mammogram may demonstrate a mass, asymmetric density, or abnormal or pleomorphic calcifications potentially indicating breast cancer; the Breast Imaging Reporting and Data System (BI-RADS) is used for reporting all breast imaging findings (see Table: BI-RADS Assessment Categories). Regardless of the BI-RADS category, however, any suspicious finding on CBE should be evaluated by biopsy or excision, even if no mass is identified on imaging. This patient has a palpable mass on examination and should be referred for consideration of biopsy or excision despite the negative mammogram.Breast MRI (Option A) is not recommended for the initial evaluation of a breast mass. Breast MRI does have utility in breast cancer screening, such as for women at very high risk for breast cancer (see Table: MRI Breast Cancer Screening Recommendations) and in select patients with established breast cancer. However, in the evaluation of a breast mass, mammography is the recommended first-line imaging modality in women older than age 30 years, whereas breast ultrasonography is recommended for women younger than age 30 years and those who are pregnant.Repeating the clinical breast examination in 6 weeks (Option C) would be of limited utility. Although findings may suggest a benign rather than malignant lesion, the predictive value of clinical breast examination is poor. All women presenting with a palpable mass should be further evaluated by imaging followed by biopsy, if indicated.Because of the discordance between this patient's physical examination and imaging findings, it would be inappropriate to recommend no further evaluation (Option D). Although mammography has high predictive value, false-negative results are possible and any concerning clinical examination findings should be further evaluated through biopsy or excision.",
  "critique_links": [],
  "key_points": [
    "Any finding suspicious for malignancy on clinical breast examination should be evaluated by biopsy or excision regardless of the mammogram results.",
    "In the evaluation of a breast mass, mammography is the recommend first-line imaging modality for women aged 30 years or older and men aged 25 years or older, whereas breast ultrasonography is recommended for women younger than age 30 years and those who are pregnant."
  ],
  "references": "Klein KA, Kocher M, Lourenco AP, et al; Expert Panel on Breast Imaging. ACR Appropriateness Criteria® palpable breast masses: 2022 update. J Am Coll Radiol. 2023;20:S146-S163. PMID: 37236740 doi:10.1016/j.jacr.2023.02.013",
  "related_content": {
    "syllabus": [
      "insec24005_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/intab24024.html",
      "tables/ontab24006.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "intab24024",
        "file": "tables/intab24024.html",
        "title": "Concordance Between BI-RADS<sup>a</sup> Assessment Categories and Management Recommendations",
        "short_title": "BI-RADS Assessment Categories",
        "footnotes": [
          "BI-RADS = Breast Imaging Reporting and Data System.",
          "Reproduced with permission of the American College of Radiology (ACR) from D’Orsi CJ, Sickles EA, Mendelson EB, et al. ACR BI-RADS<sup>®</sup> Atlas, Breast Imaging Reporting and Data System. Reston, VA, American College of Radiology; 2013. No other representation of this material is authorized without expressed, written permission from the ACR. Refer to the ACR website at <a href=\"http://www.acr.org/Clinical-Resources/Reporting-and-Data-Systems/Bi-Rads\" target=\"_blank\">www.acr.org/Clinical-Resources/Reporting-and-Data-Systems/Bi-Rads</a> for the most current and complete version of the BI-RADS<sup>®</sup> Atlas."
        ],
        "headers": [
          "Assessment",
          "Management",
          "Likelihood of Cancer"
        ]
      },
      {
        "table_id": "ontab24006",
        "file": "tables/ontab24006.html",
        "title": "American Cancer Society Recommendations for MRI Breast Cancer Screening",
        "short_title": "MRI Breast Cancer Screening Recommendations",
        "footnotes": [
          "<sup>a</sup>Testing for the <i>BRCA1</i> or <i>BRCA2</i> pathogenic variant that is present in the family is strongly recommended, but some patients decide to defer testing. In this situation when their carrier status is unknown, breast MRI screening is recommended. If the patient is tested later and does not carry the pathogenic variant, MRI screening should be stopped.",
          "<sup>b</sup>Models that can be used to estimate lifetime risk of breast cancer to determine if MRI screening is appropriate (please note that the Gail Model is not recommended for this use):",
          "Claus EB, Risch N, Thompson WD. The calculation of breast cancer risk for women with a first degree family history of ovarian cancer. Breast Cancer Res Treat. 1993;28:115-20. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/8173064\" target=\"_blank\">PMID: 8173064</a>",
          "Tyrer-Cuzik (also called IBIS Breast Cancer Risk Evaluation Tool): <a href=\"http://www.ems-trials.org/riskevaluator/\" target=\"_blank\">www.ems-trials.org/riskevaluator/</a>.",
          "Data from Saslow D, Boetes C, Burke W, et al; American Cancer Society Breast Cancer Advisory Group. American Cancer Society guidelines for breast screening with MRI as an adjunct to mammography. CA Cancer J Clin. 2007;57:75-89. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/17392385\" target=\"_blank\">PMID: 17392385</a>"
        ],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.902447-06:00"
}