{
  "question_id": "cscor25009",
  "category": "cs",
  "educational_objective": "Diagnose cardiovascular syncope.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 45-year-old man is evaluated for syncope. He reports that he had a fainting episode 2 weeks ago. He was lifting weights in his garage and then awoke lying on the floor with a small hematoma on the back of his head. He had no postevent confusion. His friend, who was exercising with him, witnessed the episode. The patient had no prodromal symptoms, and he reports no previous similar episodes. He has had no chest pain, shortness of breath, or other symptoms. He attributes the episode to overdoing his workout during the warm summer weather. He has hypertension, dyslipidemia, type 2 diabetes mellitus, and gastroesophageal reflux disease. Medications are telmisartan, atorvastatin, aspirin, metformin, and omeprazole.Physical examination findings, including vital signs, are normal.ECG is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiovascular syncope",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Neurally mediated syncope",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Orthostatic syncope",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Seizure",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is cardiovascular syncope (Option A). Cardiovascular syncope is the second most common form of syncope and is associated with significant morbidity and mortality, including sudden death. Causes include arrhythmia, valvular disease such as aortic stenosis, hypertrophic cardiomyopathy, cardiac tamponade, and coronary artery disease. Cardiovascular syncopal events often occur suddenly and may occur without a significant prodrome, especially when caused by an arrhythmia. Because of the lack of prodromal symptoms, trauma as a result of cardiovascular syncope is common. Other historical features that suggest a cardiac cause include older age (>60 years), presence of known heart disease, syncope during exertion or in the supine position, and an abnormal cardiac examination. Physical examination findings suggesting a cardiac cause include signs of heart failure and the murmurs of aortic stenosis or hypertrophic cardiomyopathy. This patient has multiple risk factors for vascular disease and experienced syncope without a prodrome with resultant head trauma. A cardiovascular cause of syncope is likely, and further cardiac testing is indicated.Neurally mediated syncope (Option B) is the most common cause of syncope and may occur in any age group. However, this patient's lack of a prodrome and stimulus typical for neurally mediated syncope (e.g., a noxious stimulus causing fear or anxiety) makes this diagnosis less likely than cardiovascular syncope.Orthostatic syncope (Option C) is the third most common form of syncope and predominantly affects older adults. It classically occurs after changes in position and is typically associated with prodromal symptoms, such as lightheadedness. This patient's episode, in which he had no prodrome and no recollection of the episode, is not consistent with orthostatic syncope.A seizure (Option D) is often on the differential diagnosis for an episode of loss of consciousness. Seizures most commonly occur in the setting of a previous history of seizures, and this patient's presentation is not consistent with a seizure as the most likely cause of his loss of consciousness.",
  "key_points": [
    "Cardiovascular syncopal events often occur suddenly and without a significant prodrome, especially when secondary to arrhythmia; chest pain and dyspnea may be present in syncope secondary to hypertrophic cardiomyopathy and aortic stenosis."
  ],
  "references": "Shen WK, Sheldon RS, Benditt DG, et al. 2017 ACC/AHA/HRS guideline for the evaluation and management of patients with syncope: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2017;136:e25-e59. PMID: 28280232 doi:10.1161/CIR.0000000000000498",
  "related_content": {
    "syllabus": [
      "cssec24006_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:48:10.809019-06:00"
}