{
  "question_id": "csmcq24046",
  "category": "cs",
  "educational_objective": "Diagnose acute pulmonary embolism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 52-year-old woman is evaluated for a 3-day history of sharp right-sided lateral chest pain. The pain does not radiate or worsen with breathing or activity. She reports no dyspnea, cough, or recent trauma. She takes a combined oral contraceptive pill.On physical examination, vital signs, including oxygen saturation, are normal. Cardiac examination is normal. Lungs are clear to auscultation. She has no lower extremity swelling.Chest radiography and ECG are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "D-dimer measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "High-sensitivity troponin measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is a D-dimer measurement (Option B). Evaluation of a patient presenting with acute chest pain should always prompt consideration of the diagnosis of pulmonary embolism (PE). Although many patients with PE present with pleuritic chest pain and shortness of breath, these are not universal findings and atypical presentations of PE are common. Choice of testing for PE depends on the clinical probability of disease. In patients with a very low clinical probability, the Pulmonary Embolism Rule-Out Criteria (PERC) (see Table: PERC for Predicting Probability of PE) score can be used to rule out the diagnosis. In patients with a PERC score of greater than 0 and those without a very low probability of disease, test choice is driven by the clinical probability as determined by clinical gestalt or a validated score such as the Wells score. The Wells score (see Table: Wells Criteria for PE) stratifies patients into either two (≤4: PE unlikely; >4: PE likely) or three (<2: low; 2-6: intermediate; >6: high) levels of likelihood of PE. In patients with an unlikely or low pretest probability, D-dimer testing is indicated. If a patient has a likely, intermediate, or high pretest probability, imaging studies are usually indicated; however, D-dimer testing may be considered in some patients with intermediate (~20%) pretest probability. This patient's new-onset chest pain and estrogen use make PE an important diagnostic consideration. Her PERC score is >1 based on her age, but she has a low clinical probability of PE by the Wells score and D-dimer testing is appropriate.CT angiography (CTA) of the pulmonary arteries (Option A) is the preferred initial test for assessment of PE in patients with a high clinical likelihood of disease. This patient has a low likelihood of PE and should undergo D-dimer testing rather than CTA.High-sensitivity troponin measurement (Option C) is a crucial test in the evaluation of chest pain when acute coronary syndrome is a possible diagnosis. This patient, however, is very unlikely to have acute coronary syndrome based on her right-sided lateral chest pain and normal ECG. Troponin measurement is not indicated.Transthoracic echocardiography (TTE) (Option D) is indicated in the evaluation of chest pain when pericardial disease is suspected. It can also be helpful in selected patients with suspected pulmonary hypertension or myocardial disease. This patient has nonpleuritic right-sided chest discomfort and a normal ECG, making pericardial disease unlikely. TTE is not indicated.",
  "key_points": [
    "Although many patients with pulmonary embolism present with pleuritic chest pain and shortness of breath, these are not universal findings and atypical presentations are common.",
    "Test choice in evaluation of possible pulmonary embolism is driven by the clinical probability as determined by clinical gestalt or a validated score such as the Wells criteria."
  ],
  "references": "Brunton N, McBane R, Casanegra AI, et al. Risk stratification and management of intermediate-risk acute pulmonary embolism. J Clin Med. 2024;13. PMID: 38202264 doi:10.3390/jcm13010257",
  "related_content": {
    "syllabus": [
      "cssec24004_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:48:10.667092-06:00"
}