{
  "question_id": "csmcq24063",
  "category": "cs",
  "educational_objective": "Diagnose diverticulitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 55-year-old woman is evaluated at an urgent care clinic for a 2-day history of cramping discomfort in her lower abdomen and suprapubic region. She reports her pain improves with the passage of flatus but promptly returns. She has no dysuria, urinary frequency or hesitancy, constipation, or diarrhea. Screening colonoscopy 4 years ago showed diverticular disease. Surgical history is notable for tubal ligation at age 39 years. She has no chronic medical conditions and takes no medications.On physical examination, she is uncomfortable. Temperature is 37.7 °C (99.9 °F), and heart rate is 96/min; other vital signs are normal. Pain is elicited on palpation of the left lower quadrant and suprapubic area. There is no abdominal rigidity, rebound, or guarding. There is no costovertebral tenderness. Genitourinary examination reveals no cervical motion tenderness. The remainder of the examination is normal.Complete blood count, complete metabolic panel, and urinalysis are normal. Pregnancy test result is negative.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Colonic ischemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Diverticulitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Interstitial cystitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Irritable bowel syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is diverticulitis (Option B). Diverticulosis, or sac-like protrusions of the colonic wall, is a prerequisite condition for the development of diverticulitis. Diverticulosis is common, and the prevalence increases with age. Diverticulitis develops when these protrusions become inflamed, likely because of diverticular microperforations. Diverticulitis commonly involves the sigmoid colon and typically presents with colicky pain in the left lower quadrant and left inguinal region. Because the sigmoid colon is adjacent to the bladder, suprapubic pain is also common. The pain of diverticulitis may improve with bowel movements or passage of flatus, and there may be associated fever, malaise, and constipation. CT usually confirms the diagnosis and has additional utility in identifying abscess formation, which may require aspiration or surgical intervention. Colonoscopy should not be done in the acute setting but should be completed within several months of symptom resolution to exclude concomitant malignancy. Treatment of mild, uncomplicated diverticulitis includes bowel rest, hydration, and analgesics. Antibiotics are reserved for patients with fever or more severe symptoms or immunocompromising conditions. This patient with known diverticulosis and left lower quadrant and suprapubic pain most likely has a first presentation of uncomplicated diverticulitis.Although lower abdominal pain is a key feature of colonic ischemia (Option A), also called ischemic colitis, this condition is usually accompanied by diarrhea and hematochezia within 24 hours of symptom onset. Indicators of inflammation and tissue ischemia, including leukocytosis and acidemia, may be present on laboratory testing. Furthermore, colonic ischemia is most commonly caused by a nonocclusive low-flow state due to hypovolemia or hypotension, conditions that are unlikely in this patient without predisposing conditions.Interstitial cystitis (Option C) is a chronic condition characterized by suprapubic pain accompanied by urinary frequency and urgency, nocturia, and dysuria. These features are absent in this patient with acute abdominal pain.Although defecation-related pain can be a key feature of irritable bowel syndrome (IBS) (Option D), this diagnosis requires recurrent abdominal pain at least 1 day a week for 3 months. The acuity of this patient's presentation is inconsistent with IBS.",
  "key_points": [
    "Left lower quadrant and suprapubic pain improved by bowel movements or flatus, particularly in the setting of known diverticular disease, suggests the diagnosis of diverticulitis.",
    "CT is indicated to confirm the diagnosis of diverticulitis and to evaluate for abscess formation in patients with severe presentations or who are immunocompromised."
  ],
  "references": "Yew KS, George MK, Allred HB. Acute abdominal pain in adults: evaluation and diagnosis. Am Fam Physician. 2023;107:585-596. PMID: 37327158",
  "related_content": {
    "syllabus": [
      "cssec24007_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:48:10.703813-06:00"
}