{
  "question_id": "csqqq24007",
  "category": "cs",
  "educational_objective": "Diagnose iliotibial band syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 35-year-old woman is evaluated for left lateral knee pain of 4 weeks' duration. She is an ultramarathon runner. The pain has worsened gradually and is worst with running downhill. She has no pain at rest. She reports no previous knee trauma and no catching, grinding, or locking.Vital signs are normal. Examination reveals tenderness 2 cm proximal to the left lateral femoral condyle. Pain is reproduced with knee flexion and extension with thumb pressure at the lateral femoral epicondyle. Weakness is present with left hip abduction. No joint line tenderness, effusion, or ligament laxity is noted with applied stress.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Iliotibial band syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lateral collateral ligament tear",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lateral meniscal tear",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Meralgia paresthetica",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is iliotibial band syndrome (ITBS) (Option A). ITBS is a common cause of lateral knee pain in runners and can also occur in patients with significant leg length differences, an excessively pronated foot, genu varum, or gluteal muscle weakness. Patients with ITBS have pain that is poorly localized to the lateral knee and distal thigh. Initially, the pain is present only after prolonged activity (such as running) that involves repeated knee flexion and extension. As the condition progresses, the pain occurs sooner during activity and may eventually be present at rest. On examination, tenderness to palpation is often present 2 to 3 cm proximal to the lateral femoral condyle. Patients also frequently have weakness with hip abduction. Reproduction of the pain with knee extension from 90 degrees to 30 degrees with the examiner's thumb exerting pressure on the lateral femoral epicondyle (Noble test) supports the diagnosis of ITBS. Initial treatment consists of activity modification, ice application, and NSAIDs to reduce inflammation. When inflammation subsides, stretching and then strengthening exercises are indicated.This patient lacks a history of trauma, joint instability, lateral joint line tenderness, or increased laxity with varus force. Lack of these features argues against the presence of a lateral collateral ligament tear (Option B).The lack of previous trauma and absence of catching, grinding, or locking argue against a meniscal tear (Option C), as does the absence of an effusion on examination.Meralgia paresthetica (Option D) results from entrapment of the lateral femoral cutaneous nerve and causes paresthesia on the anterolateral thigh. Risk factors include diabetes mellitus, obesity, pregnancy, and tight clothing or belts around the waist. This patient's findings are not consistent with meralgia paresthetica.",
  "key_points": [
    "Patients with iliotibial band syndrome report diffuse, poorly localized lateral knee and distal thigh pain; tenderness to palpation is often present 2 to 3 cm proximal to the lateral femoral condyle."
  ],
  "references": "Hutchinson LA, Lichtwark GA, Willy RW, et al. The iliotibial band: A complex structure with versatile functions. Sports Med. 2022;52:995-1008. PMID: 35072941 doi:10.1007/s40279-021-01634-3",
  "related_content": {
    "syllabus": [
      "cssec24012_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:48:10.739659-06:00"
}