{
  "question_id": "csqqq24002",
  "category": "cs",
  "educational_objective": "Diagnose de Quervain tendinopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 42-year-old woman is evaluated for a 2-week history of right radial wrist pain that is worse with thumb use, particularly when holding or gripping objects, such as when opening a jar. She reports no antecedent trauma.On physical examination, distal radial styloid tenderness to palpation of the right wrist is present. Resisted right thumb abduction and extension provoke pain. Finkelstein test is positive. No overlying erythema or swelling is present. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute calcium pyrophosphate crystal arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carpal tunnel syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "de Quervain tendinopathy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ulnar neuropathy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's presentation is most consistent with de Quervain tendinopathy (Option C), which is swelling or stenosis of the abductor pollicis longus and extensor pollicis brevis tendon sheaths at the wrist. It is commonly caused by repetitive microtrauma but can be associated with underlying conditions, including pregnancy and rheumatoid arthritis. It presents as pain over the radial styloid worsened by gripping and lifting objects. Localized tenderness of the distal radial styloid is present. Pain is elicited with resisted thumb abduction and extension. The Finkelstein test (exacerbation of pain when the patient makes a fist over the flexed thumb and ulnar deviates the wrist and hand) is frequently positive. Therapy includes avoiding activities that exacerbate pain as well as NSAIDs and analgesics. A radial thumb splint may be helpful, and if conservative measures fail, a glucocorticoid injection could be administered. Surgery for refractory disease is rarely needed.Acute calcium pyrophosphate (CPP) crystal arthritis (Option A) (pseudogout) typically presents as a monoarticular inflammatory arthritis. It is characterized by the sudden onset of swelling, pain, loss of function, tenderness, and warmth of the affected joint, usually a knee or wrist. This patient has pain without evidence of inflammation, which makes acute CPP crystal arthritis unlikely.Carpal tunnel syndrome (Option B) causes numbness and tingling in the distribution of the median nerve in addition to pain radiating into the thumb and fingers; Tinel and Phalen tests may be positive. This patient does not have any symptoms or physical findings of carpal tunnel syndrome, making this diagnosis less likely.Ulnar neuropathy (Option D) from ulnar nerve entrapment at the wrist is characterized by wrist pain, interosseous muscle weakness, and diminished sensation in the fourth and fifth digits. The patient has no findings to support the diagnosis of ulnar neuropathy.",
  "key_points": [
    "de Quervain tendinopathy presents as pain over the radial styloid worsened by gripping and lifting objects.",
    "In patients with de Quervain tendinopathy, pain is elicited with resisted thumb abduction and extension, and the Finkelstein test (exacerbation of pain when the patient makes a fist over the flexed thumb and ulnar deviates the wrist and hand) is frequently positive."
  ],
  "references": "Patrick NC, Hammert WC. Hand and wrist tendinopathies. Clin Sports Med. 2020;39:247-258. PMID: 32115083 doi:10.1016/j.csm.2019.10.004",
  "related_content": {
    "syllabus": [
      "cssec24011_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:48:10.722678-06:00"
}