{
  "question_id": "cvqqq24001",
  "category": "cv",
  "educational_objective": "Manage uncomplicated idiopathic pericardial effusion.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 56-year-old woman is evaluated for follow-up of pericardial effusion. Two weeks ago, she underwent echocardiography for surveillance of chronic mitral regurgitation. The study showed an incidental, moderately sized pericardial effusion. All other echocardiographic findings were normal. She is asymptomatic. She has no other medical conditions and takes no medications.Physical examination is normal.Complete blood count, basic metabolic panel, thyroid-stimulating hormone level, antinuclear antibody levels, and C-reactive protein level are normal.Chest radiograph and ECG are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Anakinra",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ibuprofen plus colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pericardiocentesis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with an asymptomatic idiopathic pericardial effusion is serial echocardiography (Option D). Many pericardial effusions are discovered incidentally with chest radiography, CT, or echocardiography. In asymptomatic patients, most effusions are idiopathic. It is reasonable to obtain a complete blood count, serum electrolytes, blood urea nitrogen, serum creatinine, thyroid-stimulating hormone, antinuclear antibody levels, and a chest radiograph. If basic clinical assessment fails to reveal a likely cause, it is unlikely that extensive laboratory testing will yield a diagnosis. Management should be based on the cause and hemodynamic significance of the effusion. A new, submassive idiopathic pericardial effusion in a stable patient requires no specific therapy, but serial clinical evaluations and serial echocardiography are recommended to monitor for symptoms and to check the stability of the effusion. Within the first 3 months of diagnosis, echocardiography surveillance should occur every 2 to 4 weeks, and then a tailored approach is required. In this clinically stable, asymptomatic patient with a new pericardial effusion of unknown cause, repeat echocardiography is recommended.The interleukin-1 receptor antagonist anakinra (Option A) is emerging as an effective therapy for idiopathic recurrent pericarditis refractory to standard treatment, but there is no role for pharmacotherapy in the setting of an idiopathic pericardial effusion without pericarditis.The first-line therapy for acute idiopathic pericarditis is aspirin or NSAIDs plus adjunctive colchicine (Option B). Pericarditis may be accompanied by a new effusion, but other clinical characteristics (fever, pleuritic chest pain, and/or ECG changes) must also be present. Elevated inflammatory markers support the diagnosis. This patient does not meet criteria for acute idiopathic pericarditis and does not require pharmacotherapy.Therapeutic or diagnostic pericardiocentesis (Option C) is indicated in the presence of cardiac tamponade or when there is clinical suspicion for a bacterial, tubercular, or systemic inflammatory cause of pericarditis. Pericardiocentesis may also be considered for large effusions persisting for more than 3 months. This patient without systemic symptoms does not require this invasive procedure for her new pericardial effusion.",
  "critique_links": [],
  "key_points": [
    "In an asymptomatic patient with an isolated idiopathic pericardial effusion, serial echocardiography is required to monitor stability of the effusion.",
    "An idiopathic pericardial effusion does not require immediate diagnostic or therapeutic intervention."
  ],
  "references": "Lazaros G, Vlachopoulos C, Lazarou E, et al. New approaches to management of pericardial effusions. Curr Cardiol Rep. 2021;23:106. PMID: 34196832 doi:10.1007/s11886-021-01539-7",
  "related_content": {
    "syllabus": [
      "cvsec24009_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:26.769094-06:00"
}