{
  "question_id": "cvmcq24069",
  "category": "cv",
  "educational_objective": "Treat cardiac sarcoidosis flare with glucocorticoids.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 48-year-old woman is evaluated for dyspnea on exertion and intermittent palpitations with light-headedness. She has pulmonary and cardiac sarcoidosis. Cardiac involvement includes complete heart block, which required placement of a dual-chamber implantable cardioverter-defibrillator 3 years ago. Medical history is otherwise unremarkable, and her only medication is methotrexate.On physical examination, blood pressure is 130/70 mm Hg, pulse rate is 70/min, respiration rate is 14/min, and oxygen saturation is 98% breathing room air. BMI is 26. The lungs are clear to auscultation. Cardiac examination is normal. No edema is noted.Laboratory results are normal.Chest radiograph reveals unchanged hilar lymphadenopathy. Echocardiogram reveals a left ventricular (LV) ejection fraction of 50% to 55% and inferolateral hypokinesis. 18F-fluorodeoxyglucose PET scan shows new areas of inflammation in the LV inferolateral wall.Device interrogation reveals runs of nonsustained ventricular tachycardia, self-terminating and correlating with symptoms of dizziness.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amiodarone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Catheter ablation of ventricular tachycardia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Metoprolol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with a flare of cardiac sarcoidosis is prednisone (Option D). Cardiac sarcoidosis is present in up to 25% of patients with systemic sarcoidosis. Common manifestations include ventricular tachycardia (VT), second- or third-degree atrioventricular block, and heart failure with reduced ejection fraction. Diagnosis requires a typical cardiac presentation with demonstration of noncaseating granuloma on either extracardiac or endomyocardial biopsy. Both PET scan and cardiac magnetic resonance imaging are useful in assessing cardiac involvement. First-line treatment generally includes a high dose of glucocorticoids with a slow taper pending clinical response. Indications for primary prevention implantable cardioverter-defibrillator (ICD) placement include a left ventricular ejection fraction of 35% or less, syncope, imaging evidence of scar, or the need for a permanent pacemaker for high-grade atrioventricular block. This patient with known cardiac sarcoidosis and salvos of symptomatic VT has new areas of inflammation on imaging, consistent with a flare of cardiac sarcoidosis. Prednisone is the preferred treatment, especially because an ICD is already in place, and avoids potentially problematic antiarrhythmic therapy.Amiodarone (Option A) is an effective antiarrhythmic agent that may be used to suppress atrial and ventricular arrhythmias in patients with cardiac sarcoidosis. However, in the setting of an acute flare of cardiac sarcoidosis, glucocorticoids are preferable as a first-line strategy to treat the underlying sarcoidosis if it can be done safely.Similarly, although catheter ablation of monomorphic VT (Option B) may be very effective in suppressing recurrent arrhythmia, in the setting of active inflammation from sarcoidosis, glucocorticoids are the preferred treatment.Metoprolol (Option C) is used in patients with cardiac sarcoidosis–related cardiomyopathy in the setting of heart failure with reduced ejection fraction and may be beneficial for treating symptomatic palpitations. However, for this patient with a left ventricular ejection fraction of 50% to 55% and salvos of VT on device interrogation, glucocorticoid treatment is a more targeted first-line therapy.",
  "key_points": [
    "First-line treatment of a cardiac sarcoidosis flare generally includes high-dose glucocorticoids with a slow taper pending clinical response.",
    "In patients with arrhythmia secondary to cardiac sarcoidosis, a trial of glucocorticoids is preferred as a first-line strategy to treat the underlying pathology of sarcoidosis."
  ],
  "references": "Trivieri MG, Spagnolo P, Birnie D, et al. Challenges in cardiac and pulmonary sarcoidosis: JACC state-of-the-art review. J Am Coll Cardiol. 2020;76:1878-1901. PMID: 33059834 doi:10.1016/j.jacc.2020.08.042",
  "related_content": {
    "syllabus": [
      "cvsec24005_24045"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:49:06.677503-06:00"
}