{
  "question_id": "rmmcq24043",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat rheumatoid arthritis in a patient intolerant to methotrexate.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old woman is evaluated in the office for ongoing management of rheumatoid arthritis, which was diagnosed 6 months ago. Joint pain, swelling, and stiffness improved after initiation of oral methotrexate therapy. However, methotrexate has caused nausea, especially at doses greater than 12.5 mg weekly, and nausea has persisted despite a switch to subcutaneous administration and increase in folic acid supplementation. Medications are methotrexate, 12.5 mg once weekly subcutaneously; folic acid; and a daily combination oral contraceptive pill.On physical examination, vital signs are normal. There is tenderness at the right second metacarpophalangeal joint and the wrists bilaterally. Bilateral wrist swelling is noted.Laboratory studies show a normal complete blood count, comprehensive metabolic panel, and erythrocyte sedimentation rate.Her current Clinical Disease Activity Index score is 12.0 (moderate disease activity).",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Switch methotrexate to hydroxychloroquine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Switch methotrexate to leflunomide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch methotrexate to prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is to switch methotrexate to leflunomide (Option B). The 2021 American College of Rheumatology rheumatoid arthritis (RA) treatment guidelines advocate for early and aggressive disease-modifying treatment to prevent irreversible joint damage. A key treatment goal is to treat to target, defined as low disease activity or remission, because this results in less radiographic damage, reduced cardiovascular risk, and increased work productivity compared with conventional care. Methotrexate is considered the anchor drug in RA, used in both monotherapy and combination therapy, and the target dose of methotrexate should be at least 15 mg weekly. Folic acid supplements minimize toxicity without diminishing efficacy. In patients who cannot tolerate methotrexate and have no other contraindications, leflunomide is the preferred alternative conventional disease-modifying agent. This patient has had some response to methotrexate but is experiencing an adverse effect, and she cannot tolerate the recommended dosage. She also continues to have moderate disease activity. Thus, an alternative treatment, such as leflunomide, would be the most appropriate next step. Notably, leflunomide is highly teratogenic and contraindicated around pregnancy; this patient should be counseled to continue her contraceptive medication.In patients with low RA disease activity, hydroxychloroquine monotherapy (Option A) is conditionally recommended over other synthetic disease-modifying antirheumatic drugs. This patient continues to have active joint swelling with moderate disease activity; hydroxychloroquine would not be the most appropriate treatment.Oral glucocorticoids, such as prednisone (Option C), can be used for symptom control and may be helpful in the short term, but long-term glucocorticoid therapy is associated with significant adverse effects, including osteoporosis, diabetes mellitus, infection, and increased cardiovascular risks. Thus, a disease-modifying agent should be used to minimize long-term glucocorticoid exposure.This patient has partially responded to methotrexate, but the treatment target for RA is remission when possible. This patient has moderate disease activity with active joint tenderness and swelling, as well as persistent nausea. Continuing her current therapy without modification (Option D) is not the best treatment option.",
  "critique_links": [],
  "key_points": [
    "Leflunomide may be a useful alternative disease-modifying agent for patients with rheumatoid arthritis who cannot tolerate methotrexate."
  ],
  "references": "Fraenkel L, Bathon JM, England BR, et al. 2021 American College of Rheumatology guideline for the treatment of rheumatoid arthritis. Arthritis Rheumatol. 2021;73:1108-1123. PMID: 34101376 doi:10.1002/art.41752",
  "related_content": {
    "syllabus": [
      "rmsec24003_24022"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.862172-06:00"
}