{
  "question_id": "fcmcq25001",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Screen for diabetes mellitus in a patient with a history of gestational diabetes.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 32-year-old woman is evaluated during a routine visit. She had gestational diabetes with her last pregnancy. Since delivering her baby 3 years ago, she has returned to her prepregnancy weight with diet and exercise. Her mother has type 2 diabetes mellitus, and her sister also had gestational diabetes. The patient has no other medical conditions and takes no medications.On physical examination, BMI is 26; other findings are unremarkable.A fasting plasma glucose and a subsequent 2-hour oral glucose tolerance test performed 4 weeks postpartum (3 years ago) were normal.",
  "question_stem": "Which of the following is the most appropriate screening strategy?",
  "options": [
    {
      "letter": "A",
      "text": "Fasting plasma glucose measurement now",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fasting plasma glucose measurement at age 35 years",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hemoglobin A1c measurement in 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "75-g oral glucose tolerance test at age 35 years",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening strategy is a fasting plasma glucose measurement now (Option A). Patients with a history of gestational diabetes are at high risk for progression to diabetes mellitus, regardless of additional traditional risk factors such as hypertension and obesity. The American Diabetes Association (ADA) recommends lifelong screening for diabetes every 1 to 3 years even if the results of the initial postpartum evaluation are normal. Screening can be accomplished with annual fasting plasma glucose, annual hemoglobin A1c, or triennial 75-g oral glucose tolerance testing. This strategy allows for early identification and treatment in those who develop diabetes. This patient's fasting plasma glucose and oral glucose tolerance test results were normal 3 years ago; she should be screened for diabetes again now using either fasting plasma glucose, hemoglobin A1c, or the 75-g oral glucose tolerance test.For asymptomatic patients without risk factors, the ADA recommends that screening for type 2 diabetes begin at age 35 years. The U.S. Preventive Services Task Force recommends screening starting at age 35 years for those with overweight or obesity but notes that screening should be considered at an earlier age in those with risk factors (such as gestational diabetes or a family history). A fasting plasma glucose measurement in 3 years, at the age of 35 years (Option B), or a 75-g oral glucose tolerance test, at the age of 35 years (Option D), would be the appropriate time to start screening if this patient did not have risk factors.Although a hemoglobin A1c measurement is an option for diabetes screening, in patients with a history of gestational diabetes, testing should be done every 1-3 years. Therefore, a hemoglobin A1c measurement in 1 year (Option C), 4 years after her most recent test, is not the most appropriate screening interval for this patient.",
  "critique_links": [],
  "key_points": [
    "Patients with a history of gestational diabetes are at high risk for progression to diabetes mellitus, regardless of other diabetes risk factors.",
    "For patients with a history of gestational diabetes, the American Diabetes Association recommends lifelong screening for the development of diabetes every 1 to 3 years using annual fasting glucose, annual hemoglobin A1c, or triennial oral glucose tolerance testing."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 15. Management of diabetes in pregnancy: standards of care in diabetes-2025. Diabetes Care. 2025;48:S306-S320. PMID: 39651985 doi:10.2337/dc25-S015",
  "related_content": {
    "syllabus": [
      "fcsec24008_24013"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.574673-06:00"
}