{
  "question_id": "fcmcq24037",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage cachexia in a patient with terminal illness.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old man is being prepared for hospital discharge to home hospice. He has stage IV esophageal cancer that was unresponsive to chemotherapy and radiation therapy. His family has just arrived from out of town and are distraught to see that he has lost so much weight since they last saw him. He was given a trial of megestrol but was unable to tolerate it because of vomiting.On physical examination, vital signs are normal. Cachexia is noted.",
  "question_stem": "Which of the following is the most appropriate management of the patient's weight loss?",
  "options": [
    {
      "letter": "A",
      "text": "Dietary counseling",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gastrostomy tube placement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Medical marijuana",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Total parenteral nutrition",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management approach is dietary counseling (Option A). Anorexia and weight loss are seen frequently toward the end of a life-limiting illness. Management may include addressing any underlying or reversible contributors to anorexia (such as poor dentition, dry mouth, oral ulceration, gastrointestinal obstruction, intestinal dysmotility, dysphagia, malabsorption, delirium, or side effects of medications). The American Society of Clinical Oncology (ASCO) recommends dietary counseling and referral to a registered dietitian for nutritional assessment and practical and safe advice for feeding, education regarding high-protein and high-calorie foods, and advice against unproven diets. Discussing common end-of-life symptoms, including anorexia and weight loss, and the lack of clearly effective treatments for these expected changes can prepare patients and their family members and set realistic expectations.Placing a gastrostomy tube (Option B) or initiating artificial enteral or total parenteral nutrition (Option D) are invasive interventions that may cause bothersome side effects, such as increased respiratory secretions and uncomfortable edema. Furthermore, these measures have not been shown to improve survival. ASCO discourages the routine use of enteral tube feedings and parenteral nutrition.Medications may have some benefit in treating anorexia and weight loss in patients with serious illness or advanced cancer; however, no medications are FDA approved for treating cancer cachexia. Megestrol is effective for managing anorexia or cachexia in AIDS and has an off-label indication for cancer-related cachexia. A short-term trial of a glucocorticoid may also be considered for patients with cancer who are experiencing loss of appetite and/or body weight. Cannabis has been used to manage pain and is known to increase appetite; however, evidence is still lacking regarding the benefits of cannabinoids and medical marijuana (Option C) in palliative care. For this reason, ASCO recommends against the use of cannabinoids in the treatment of cancer cachexia.",
  "critique_links": [],
  "key_points": [
    "For patients with cancer cachexia, dietary counseling to educate patients and their caregivers on safe feeding and food recommendations may be helpful.",
    "Anorexia and weight loss are seen frequently toward the end of a life-limiting illness; management may include addressing any underlying or reversible contributors to anorexia."
  ],
  "references": "Roeland EJ, Bohlke K, Baracos VE, et al. Management of cancer cachexia: ASCO guideline. J Clin Oncol. 2020;38:2438-2453. PMID: 32432946 doi:10.1200/JCO.20.00611",
  "related_content": {
    "syllabus": [
      "fcsec24011_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.790776-06:00"
}