{
  "question_id": "rmqqq24006",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat knee osteoarthritis with a topical NSAID in an older adult patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 85-year-old woman is evaluated for left knee pain of moderate intensity that occurs with ambulation and at night. Acetaminophen provides no relief. History is significant for coronary artery disease, hypertension, and stage 3 chronic kidney disease. Medications are aspirin, lisinopril, metoprolol, and vitamin D.On physical examination, blood pressure is 152/88 mm Hg; other vital signs are normal. The left knee demonstrates crepitus and decreased passive range of motion without warmth or tenderness; a small effusion is present.The left knee is aspirated.Synovial fluid studies:Leukocyte count1100/µL (1.1 × 109/L)H",
  "question_stem": "Which of the following is the most appropriate treatment for long-term symptom control?",
  "options": [
    {
      "letter": "A",
      "text": "Low-dose prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Naproxen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical diclofenac",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Topical diclofenac (Option D) is the most appropriate treatment for long-term symptom control for this older adult patient with knee osteoarthritis (OA). NSAIDs are available in oral, topical, and intravenous forms. Oral NSAIDs are first-line therapy in patients without contraindications to such treatment because of efficacy and cost effectiveness. In OA, topical NSAIDs provide pain relief similar to that provided by oral medications with fewer gastrointestinal effects. Acetaminophen has not provided relief in this patient; furthermore, controlled trials and meta-analyses have demonstrated no benefit from acetaminophen for OA, even at high doses. This patient has several relative contraindications to oral NSAIDs (age, chronic kidney disease, coronary artery disease, and aspirin intake), so topical diclofenac is the next best treatment option.Low-dose oral prednisone (Option A) is associated with modest reductions in short-term knee pain and may increase a 6-minute walk distance in older patients with moderate to severe knee OA. However, long-term use is associated with significant complications, including an increased risk for type 2 diabetes mellitus, osteoporosis, osteonecrosis, weight gain, fluid retention, hypertension, cardiovascular disease, striae and bruising, and glaucoma and cataracts. Thus, low-dose oral prednisone would not be the most appropriate treatment for knee OA in this patient.Oral naproxen (Option B) and other oral NSAIDs are relatively contraindicated in this patient who has hypertension, chronic kidney disease, and coronary artery disease. As such, use of oral naproxen would be less preferred than a topical NSAID, such as diclofenac.Traditional opioids such as oxycodone (Option C) may rarely be warranted to control pain in patients with OA who have not responded to other agents or are poor candidates for other interventions to treat painful joints, such as surgery. Opioid analgesics are inappropriate for this patient because other treatment options are available and have not yet been trialed. In addition, opioids have limited effectiveness for chronic joint pain and are associated with substantial adverse effects in older patients, especially increased fall risk, cognitive changes, and constipation.",
  "critique_links": [],
  "key_points": [
    "Topical NSAIDs are beneficial for patients with osteoarthritis who are at high risk for toxicity from oral NSAIDs."
  ],
  "references": "Kolasinski SL, Neogi T, Hochberg MC, et al. 2019 American College of Rheumatology/Arthritis Foundation guideline for the management of osteoarthritis of the hand, hip, and knee. Arthritis Care Res (Hoboken). 2020;72:149-162. PMID: 31908149 doi:10.1002/acr.24131",
  "related_content": {
    "syllabus": [
      "rmsec24004_24014"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:37.019738-06:00"
}