{
  "question_id": "idmcq24010",
  "category": "id",
  "educational_objective": "Manage transitioning treatment for active tuberculosis infection from the initiation phase to the continuation phase.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 54-year-old man is seen for follow-up evaluation after he was diagnosed with active pulmonary tuberculosis. His chest radiograph at diagnosis demonstrated a left apical infiltrate without cavitation. Acid-fast bacilli (AFB) culture indicated the initial Mycobacterium tuberculosis isolate was sensitive to all first-line medications. His fever and night sweats have resolved, and he has gained 2.3 kg (5.1 lb). He reports tolerating his antituberculous regimen well, and he has not missed any doses. Medications are daily rifampin, isoniazid, pyrazinamide, and ethambutol.On physical examination, vital signs and other findings are normal.Sputum AFB smears obtained at 4 weeks and recently at 8 weeks after initiation of therapy are negative, and cultures show no growth.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Continue current regimen to complete 9 months of treatment",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Transition current regimen to rifampin and isoniazid daily to complete 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transition current regimen to rifampin and isoniazid daily to complete 9 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue antituberculous treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has completed the initial intensive 8-week treatment phase for active tuberculosis infection (daily rifampin, isoniazid, pyrazinamide, and ethambutol) and is ready to begin the continuation phase of treatment consisting of isoniazid and rifampin daily to complete a total treatment duration of 6 months (Option B). Criteria for transitioning to the continuation phase of treatment include the following:Patient tolerance for the treatment regimenNo interruption in treatmentA drug-susceptible isolateAn initial chest radiograph showing no evidence of cavitationA negative acid-fact bacilli smear and culture at the end of the 8-week initial treatment phaseThe treatment recommendation is similar for persons living with HIV/AIDS who continue antiretroviral therapy during antituberculosis treatment for drug-susceptible pulmonary tuberculosis.Rifampin, isoniazid, pyrazinamide, and ethambutol daily for 9 months (Option A) is not among the regimens necessary for the treatment of pulmonary tuberculosis caused by isolates that are susceptible to isoniazid and rifampin.Extending the continuation phase of treatment to a total duration of 9 months (Option C) is recommended for patients who had cavitation on the initial chest radiograph and have positive cultures at completion of the 8-week initial phase of treatment. Pulmonary cavitation increases the risk of relapse, so a longer treatment duration is warranted in these patients. This patient had no cavitation on his initial chest radiograph, and his sputum cultures are negative, so a standard continuation phase totaling 6 months of treatment is appropriate.It would be inappropriate to stop tuberculosis treatment after the 8-week initiation phase (Option D). The shortest pulmonary tuberculosis treatment regimen is 4 months, starting with an intensive phase of isoniazid, rifapentine, pyrazinamide, and moxifloxacin for 8 weeks followed by a continuation phase of rifapentine, isoniazid, and moxifloxacin for 9 weeks. This regimen may be considered for nonpregnant, nonlactating adults with drug-susceptible pulmonary tuberculosis who do not have cardiac comorbidities, advanced liver disease, or kidney disease; who are not taking medications that could potentially interact with the antituberculosis treatment regimen; or who are unlikely to complete the full course of the preferred treatment regimen.",
  "key_points": [
    "In patients who complete 8 weeks of initial intensive treatment for active tuberculosis and meet criteria (tolerance for the treatment regimen, no treatment interruption, drug-susceptible isolate, no initial pulmonary cavitation, negative acid-fast bacilli smear and culture at 8 weeks), treatment can be transitioned to the continuation phase to complete a total duration of 6 months of treatment."
  ],
  "references": "Nahid P, Dorman SE, Alipanah N, et al. Official American Thoracic Society/Centers for Disease Control and Prevention/Infectious Diseases Society of America clinical practice guidelines: treatment of drug-susceptible tuberculosis. Clin Infect Dis. 2016;63:e147-e195. PMID: 27516382 doi:10.1093/cid/ciw376",
  "related_content": {
    "syllabus": [
      "idsec24009_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.671168-06:00"
}