{
  "question_id": "onqqq24006",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat limited small cell lung cancer with combined chemotherapy and radiation therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old woman is evaluated for new-onset hemoptysis. Medical history is significant for a 40-pack-year smoking history. She takes no medications.Vital signs are normal, including oxygen saturation with the patient breathing ambient air. BMI is 29. Digital clubbing is present.CT scan of the chest, abdomen, and pelvis shows a large left hilar mass; no other pulmonary lesions are present, and metastatic disease is not evident. Bronchoscopy with biopsy reveals small cell lung cancer. Brain MRI shows no metastatic disease.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy alone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chemotherapy followed by radiation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Combined chemotherapy and radiation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Radiation therapy alone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for limited small cell lung cancer (SCLC) is combined chemotherapy and radiation therapy (Option C). Limited disease is defined as nonmetastatic disease that can be encompassed within a single radiation portal. Because this patient's cancer is confined to the left chest and is not metastatic, it meets this definition. Although surgery can be considered for patients with small, isolated tumors, SCLC most commonly presents with large centrally located tumors that are not amenable to resection, as in this patient. For these patients, standard management is platinum-based chemotherapy (cisplatin or carboplatin plus etoposide) combined with radiation therapy, which can result in cure for approximately 20% to 30% of patients. It is important to start radiation therapy early in the course of chemotherapy, because delaying radiation therapy results in inferior outcomes. Prophylactic cranial irradiation should also be considered.Chemotherapy alone (Option A) does not sufficiently control local disease and is not curative in SCLC, even in the limited-stage setting.Chemotherapy followed by radiation therapy (Option B) has no proven role in treating SCLC. Studies of the use of sequential versus concurrent chemotherapy and radiation therapy have found that concurrent treatment appears more effective than sequential treatment. Therefore, it remains standard care for this patient population.Radiation therapy alone (Option D) is less effective than combination therapy and unlikely to result in cure for SCLC. SCLC has a high predilection for metastatic spread, which cannot be prevented by radiation therapy alone.",
  "critique_links": [],
  "key_points": [
    "For patients with small cell lung cancer who have large centrally located tumors that are not amenable to resection, standard management is combined chemotherapy and radiation therapy, which can result in cure for approximately 20% to 30% of patients."
  ],
  "references": "Bogart JA, Waqar SN, Mix MD. Radiation and systemic therapy for limited-stage small-cell lung cancer. J Clin Oncol. 2022;40:661-670. PMID: 34985935 doi:10.1200/JCO.21.01639",
  "related_content": {
    "syllabus": [
      "onsec24004_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.155661-06:00"
}