{
  "question_id": "inmcq24054",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Manage mild benign prostatic hyperplasia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 44-year-old man is evaluated for a 5-month history of urinary urgency, frequency, and nocturia one to two times nightly. He has no dysuria or polydipsia. His International Prostate Symptom Score (IPSS) is 6 (mild symptoms). He has no family history of prostate cancer. He has hypertension treated with amlodipine.On physical examination, vital signs are normal. The prostate is mildly enlarged and smooth without nodules.Results of urinalysis are normal. Bladder scan reveals a postvoid residual of 45 mL.The patient is instructed on lifestyle measures, including minimizing fluid intake around bedtime and avoiding bladder irritants.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Obtain serum creatinine level",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Obtain serum prostate-specific antigen level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start tamsulosin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing or treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further immediate testing or treatment (Option D) is the most appropriate next step in management of this patient with benign prostatic hyperplasia (BPH) and mild symptoms. The goal of treating lower urinary tract symptoms (LUTS) secondary to BPH is symptom amelioration. Lifestyle modifications, including minimizing fluid intake around bedtime and avoiding bladder irritants, should be offered to all patients. Bladder irritants include alcohol, caffeine, and acidic and spicy foods. Prescription and over-the-counter medications should also be assessed. Anticholinergics (antihistamines and tricyclic antidepressants) can cause detrusor muscle dysfunction with decreased bladder contractility. Decongestants (sympathomimetics) bind to α-receptors, causing bladder outlet obstruction. Opioids can also cause urinary retention. In patients with mild symptoms (International Prostate Symptom Score [IPSS] ≤7) that are not significantly affecting quality of life, lifestyle modifications may be the only necessary treatment. This patient has BPH with mild symptoms (IPSS of 6). A reasonable first step is to ameliorate any lifestyle factors contributing to his symptoms.Measuring serum creatinine level (Option A) is not the most appropriate next step. In patients with concern for urinary retention with a high postvoid residual volume, obtaining a serum creatinine level is reasonable. However, this patient has a minimally increased postvoid residual and no findings suggestive of kidney injury.BPH alone is not an indication to obtain a serum prostate-specific antigen (PSA) level (Option B) except as a surrogate marker of prostate size if treatment with a 5α-reductase inhibitor is being considered. The decision to proceed with PSA-based prostate cancer screening is otherwise separate from the evaluation of BPH. In addition, this patient does not meet criteria to discuss prostate cancer screening based on his age and lack of family history of cancer.Starting tamsulosin (Option C) is not the most appropriate next step. Selective α1 adrenergic antagonists are appropriate first-line pharmacotherapy for patients with bothersome moderate to severe symptoms (IPSS >8) or whose quality of life remains unacceptable despite appropriate lifestyle changes. This patient has mild symptoms and may respond to lifestyle changes, obviating the immediate need for medical therapy.",
  "critique_links": [],
  "key_points": [
    "The goal of treating lower urinary tract symptoms secondary to benign prostatic hyperplasia is symptom amelioration, and lifestyle modifications, including minimizing fluid intake around bedtime and avoiding bladder irritants, are indicated in all patients.",
    "Factors contributing to lower urinary tract symptoms include bladder irritants, such as alcohol, caffeine, and acidic and spicy foods; fluid intake close to bedtime; and medications, such as antihistamines, decongestants, and tricyclic antidepressants."
  ],
  "references": "Lerner LB, McVary KT, Barry MJ, et al. Management of lower urinary tract symptoms attributed to benign prostatic hyperplasia: AUA GUIDELINE PART I-initial work-up and medical management. J Urol. 2021;206:806-817. PMID: 34384237 doi:10.1097/JU.0000000000002183",
  "related_content": {
    "syllabus": [
      "insec24004_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.452516-06:00"
}