{
  "question_id": "pmmcq24044",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose asthma using spirometry.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 40-year-old man is evaluated for a 6-month history of nonproductive cough. Coughing occurs at any time during the day or night and does not follow a predictable pattern. He has no shortness of breath, wheezing, or chest tightness. He is a former smoker, with a 15-pack-year history. He also has hypertension and dyslipidemia. Medications are amlodipine and simvastatin.On physical examination, vital signs and other findings are normal.Pulmonary function tests:PrebronchodilatorPostbronchodilatorFEV178% of predictedL88% of predicted FEV1/FVC ratio0.68L0.81Fractional exhaled nitric oxide level is 19 ppb (normal, <25 ppb).Chest radiograph is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Asthma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Asthma and COPD overlap",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cryptogenic organizing pneumonia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nonasthmatic eosinophilic bronchitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is asthma (Option A). The diagnosis of asthma requires the demonstration of reversible airflow obstruction. This is usually shown on spirometry with measurement of FEV1, FVC, and FEV1/FVC ratio before and after the administration of a bronchodilator. A FEV1/FVC ratio less than 0.70 suggests obstruction, and a bronchodilator response is defined as an increase from baseline in the FEV1, FVC, or both of at least 10% relative to the predicted value. Reversible airway obstruction can also be demonstrated by serial measurement of peak expiratory flow rates, with improvement after 4 weeks of anti-inflammatory treatment. Some patients, especially those with cough-variant asthma, have normal spirometry findings and require a methacholine challenge test to document bronchial hyperreactivity. The American Thoracic Society additionally suggests measurement of the fractional exhaled nitric oxide (FeNO) level in all patients with asthma. An elevated level (>35 ppb) indicates a high level of type 2 inflammation and helps predict responsiveness to inhaled glucocorticoid therapy. Not all patients with asthma have elevated FeNO, however, and this is not required for diagnosis. This patient with a chronic cough has evidence of air flow obstruction on spirometry that improves with a bronchodilator. Asthma is the most likely diagnosis.Patients with asthma and COPD overlap (Option B) have a history of asthma, which is often severe, and irreversible airflow obstruction consistent with COPD. This patient's spirometry findings show reversible airflow obstruction, which is consistent with asthma alone rather than asthma and COPD overlap.Cryptogenic organizing pneumonia (Option C) is a form of diffuse parenchymal lung disease characterized by cough, dyspnea, fever, and malaise over weeks to months. Chest radiographs reveal patchy opacities, and patients are often misdiagnosed with pneumonia. Pulmonary function studies usually reveal a restrictive pattern. Although this patient has a chronic cough, the clear chest radiograph and obstructive pattern seen on spirometry make cryptogenic organizing pneumonia an unlikely diagnosis.Nonasthmatic eosinophilic bronchitis (Option D) often presents with a chronic cough. Diagnosis is suggested by the presence of sputum eosinophils or an elevated FeNO level. It is not, however, associated with airflow obstruction. This patient has a low FeNO level and evidence of airflow obstruction on spirometry, making nonasthmatic eosinophilic bronchitis a less likely diagnosis.",
  "critique_links": [],
  "key_points": [
    "Confirmation of reversible airflow obstruction is a cornerstone of asthma diagnosis and can be achieved by measuring FEV1, FVC, and FEV1/FVC ratio on spirometry or with serial measurement of peak expiratory flow rates."
  ],
  "references": "Stanojevic S, Kaminsky DA, Miller MR, et al. ERS/ATS technical standard on interpretive strategies for routine lung function tests. Eur Respir J. 2022;60. PMID: 34949706 doi:10.1183/13993003.01499-2021",
  "related_content": {
    "syllabus": [
      "pmsec24001_24005"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.109172-06:00"
}