{
  "question_id": "gimcq24062",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose irritable bowel syndrome with predominant constipation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 37-year-old man is evaluated for a 7-month history of constipation associated with abdominal pain. On average, he has bowel movements twice weekly. He does not have rectal bleeding or weight loss. He has not undergone previous abdominal surgeries. There is no family history of advanced polyps or colorectal cancer. He has hypothyroidism, which is treated with levothyroxine. A recent thyroid-stimulating hormone level was normal.On physical examination, vital signs are normal. Rectal examination reveals normal perineal descent as well as appropriate anal sphincter and puborectalis muscle relaxation.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Constipation secondary to hypothyroidism",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Irritable bowel syndrome with predominant constipation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pelvic dyssynergia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Slow-transit constipation",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Small-bowel obstruction",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is irritable bowel syndrome with predominant constipation (IBS-C) (Option B). The diagnosis of IBS is no longer one of exclusion but instead can be made by clinical criteria when alarm features are absent. A diagnosis of IBS requires recurrent abdominal pain at least 1 day a week for 3 months along with at least two other criteria:Defecation-related painChange in stool frequencyChange in stool consistencyIBS can be subtyped into IBS-C, IBS with predominant diarrhea, IBS with mixed bowel habits, or IBS unclassified. Evaluation relies on a comprehensive history and physical examination; additional testing is not usually necessary to diagnose IBS-C. Management of IBS-C involves dietary and lifestyle modification or osmotic laxatives, such as polyethylene glycol. Other agents can also be considered, particularly secretagogues, such as plecanatide and lubiprostone, which improve fluid composition of bowel contents to facilitate defecation. If bowel movement frequency improves but pain remains present, neuromodulators, including medications in the antidepressant categories, can be considered (similar to the treatment of other gut-brain interaction disorders).Hypothyroidism can cause slow-transit constipation, but this patient's normal thyroid-stimulating hormone level indicates that he adheres to levothyroxine therapy and that the dose is sufficient. Therefore, it is unlikely that his constipation is secondary to hypothyroidism (Option A).The rectal examination does not suggest pelvic dyssynergia (Option C) because there is appropriate movement of the perineum. In addition, the puborectalis muscle and anal sphincters relax appropriately.Slow-transit constipation (Option D) is a form of functional constipation characterized by delayed passage of fecal contents through the colon based on objective transit testing (radiopaque marker study or scintigraphy). In this patient's case, the pain associated with the change in bowel movement frequency precludes a diagnosis of functional constipation and favors a diagnosis of IBS-C.The patient does not have a surgical history that would predispose him to adhesion formation and thus small-bowel obstruction (Option E). In the absence of other symptoms, such as nausea and vomiting, small-bowel obstruction is unlikely.",
  "critique_links": [],
  "key_points": [
    "The diagnosis of irritable bowel syndrome requires recurrent abdominal pain at least 1 day a week for 3 months, along with at least two other criteria: defecation-related pain, change in stool frequency, or change in stool consistency.",
    "Management of irritable bowel syndrome with predominant constipation involves dietary and lifestyle modification or osmotic laxatives, such as polyethylene glycol."
  ],
  "references": "Lacy BE, Pimentel M, Brenner DM, et al. ACG clinical guideline: management of irritable bowel syndrome. Am J Gastroenterol. 2021;116:17-44. PMID: 33315591 doi:10.14309/ajg.0000000000001036",
  "related_content": {
    "syllabus": [
      "gisec24006_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.769608-06:00"
}