{
  "category": "hm",
  "critique": "The most appropriate staging test to perform in this patient with newly diagnosed acute lymphoblastic leukemia (ALL) is a lumbar puncture (Option A). ALL is more commonly diagnosed in children and adolescents, and survival in adult patients older than 18 years is inferior to that of younger patients. A few patients (<10%) with ALL have central nervous system (CNS) involvement at diagnosis, and many of these patients are asymptomatic. Lumbar puncture is usually diagnostic of CNS involvement (with samples sent for cell count and differential as well as the more sensitive flow cytometry testing) and therapeutic, with administration of intrathecal chemotherapy (usually cytarabine or methotrexate). Treatment of the CNS with intrathecal chemotherapy is routinely employed in all patients with ALL, and most patients receive one to two doses of prophylactic intrathecal chemotherapy with each cycle of systemic chemotherapy. Patients with ALL are also at an increased risk of isolated CNS relapse if appropriate prophylaxis is not administered. This patient with ALL should undergo lumbar puncture to assess the presence of CNS involvement.PET/CT (Option B) is not commonly indicated for staging of newly diagnosed ALL. Combination systemic chemotherapy is effective in targeting most sites of disease. However, no clinically useful information is typically gained from PET/CT in ALL.Scrotal ultrasonography (Option C) is not the most appropriate diagnostic test to perform next. In adults, 75% of ALL is of B-cell lineage and can manifest as extramedullary disease, including gastrointestinal and testicular involvement. All patients with newly diagnosed ALL should undergo a testicular examination with scrotal ultrasonography if a mass or equivocal finding is found. Ultrasonography is not needed if the examination is normal.A slit lamp examination (Option D) may be performed for the evaluation of ocular complications, but it is only necessary if ocular symptoms are present. Patients with acute leukemia are at risk for disorders such as retinal hemorrhage, leukemic retinopathy, and leukemic hypopyon. This patient does not present with ocular involvement.",
  "educational_objective": "Stage newly diagnosed acute lymphoblastic leukemia.",
  "extracted_at": "2025-12-22T19:36:57.531033-06:00",
  "key_points": [
    "All patients with acute lymphoblastic leukemia (ALL) should undergo lumbar puncture at the time of diagnosis.",
    "A small subset (<10%) of patients with ALL have symptomatic central nervous system involvement, and treatment with intrathecal chemotherapy is routinely employed in all patients with ALL."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Lumbar puncture"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "PET/CT"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Scrotal ultrasonography"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Slit lamp ophthalmologic examination"
    }
  ],
  "question_id": "hmmcq24048",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "question_text": "A 32-year-old man is evaluated for fatigue, malaise, and easy bruising of 2 weeks' duration.On physical examination, vital signs are normal. The patient is pale. Petechiae and ecchymoses with modest generalized lymphadenopathy are noted.Bone marrow aspirate and biopsy confirm the diagnosis of acute lymphoblastic leukemia.Peripheral blood smear demonstrates circulating lymphoblasts.",
  "references": "Kopmar NE, Cassaday RD. How I prevent and treat central nervous system disease in adults with acute lymphoblastic leukemia. Blood. 2023;141:1379-1388. PMID: 36548957 doi:10.1182/blood.2022017035",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "hmsec24002_24016"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}