{
  "question_id": "pmmcq24030",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Evaluate an incidentally detected pulmonary nodule.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 46-year-old woman is evaluated after the incidental discovery of a pulmonary nodule on CT scan. Two weeks ago, she was evaluated in the emergency department for abdominal pain. A CT scan of the abdomen obtained at that time revealed diverticulitis and a 5-mm solid pulmonary nodule with regular margins in the right lower lobe of the lung. She has no shortness of breath, chest pain, hemoptysis, weight loss, or other symptoms. She has not previously undergone chest imaging. The patient has hypertension treated with lisinopril. Her mother died of breast cancer; she has no other family history of cancer. She does not smoke tobacco.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate next step in image-based diagnostic testing?",
  "options": [
    {
      "letter": "A",
      "text": "Chest CT now",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chest CT in 6 to 12 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further imaging",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further imaging (Option D) is needed in this patient with a small (<6 mm) incidentally discovered solitary pulmonary nodule. The evaluation of single pulmonary nodules requires review of imaging history, estimation of the probability of malignancy, and discussion of management preferences with the patient. The recommended frequency and duration of follow-up are based on guidelines from the Fleischner Society (Table: Recommendations for Single Pulmonary Nodule Follow-Up). For incidental nodules 8 mm or less in size, the first step, as with larger nodules, is estimating the likelihood of malignancy (see calculators). Nodules of 8 mm or smaller have a lower probability of being malignant, are difficult to biopsy, and are not reliably characterized by PET. As a result, follow-up of these small nodules, if necessary, is usually by serial CT. The characteristics of this patient (younger age, no smoking history, no family history of lung cancer) and of the nodule (small size, regular margins, lower lung lobe location) indicate a low risk for lung cancer. According to the Fleischner Society recommendations, no further imaging or follow-up is required.Chest CT may be reasonable to further assess the nodule and look for concomitant findings, such as adenopathy, if the patient had symptoms or risk factors for lung cancer. Given that she has none and is at low risk for cancer, chest CT now (Option A) is unnecessary.Chest CT in 6 to 12 months (Option B) would be appropriate for a slightly larger nodule measuring 6 to 8 mm in patients at low or high risk for lung cancer. For a 5-mm nodule in a patient at low risk, however, no follow-up is recommended.PET/CT (Option C) will not provide any additional information in the evaluation of this nodule. Solid nodules with moderate or high probability of malignancy can be characterized further with PET/CT to determine management. Nodules that are smaller than 8 mm, however, are below the spatial resolution of fluorodeoxyglucose PET/CT. PET/CT is not indicated in this low-risk patient with a small nodule.",
  "critique_links": [
    {
      "href": "https://brocku.ca/lung-cancer-screening-and-risk-prediction/risk-calculators/",
      "text": "calculators",
      "target": "_blank",
      "title": null,
      "rel": null
    },
    {
      "href": "https://brocku.ca/lung-cancer-screening-and-risk-prediction/risk-calculators/",
      "text": "https://brocku.ca/lung-cancer-screening-and-risk-prediction/risk-calculators/",
      "target": "_blank",
      "title": null,
      "rel": null
    }
  ],
  "key_points": [
    "The evaluation of single pulmonary nodules requires review of imaging history, estimation of the probability of malignancy, and discussion of management preferences with the patient.",
    "In patients at low risk for lung cancer, incidentally noted single pulmonary nodules smaller than 6 mm do not require follow-up."
  ],
  "references": "Mazzone PJ, Lam L. Evaluating the patient with a pulmonary nodule: a review. JAMA. 2022;327:264-73. PMID: 35040882 doi:10.1001/jama.2021.24287",
  "related_content": {
    "syllabus": [
      "pmsec24007_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.055761-06:00"
}