{
  "question_id": "onqqq24011",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat ductal carcinoma in situ.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 57-year-old postmenopausal woman is evaluated following right breast lumpectomy and a diagnosis of right breast ductal carcinoma in situ. Pathologic findings showed a grade 3 ductal carcinoma in situ spanning 2.5 cm with negative margins that is estrogen receptor positive; lymph nodes were not sampled. She has received primary breast radiation therapy. She takes no medications.On physical examination, vital signs are normal. A healed right breast incision is noted. No breast masses or lymphadenopathy are present.",
  "question_stem": "Which of the following is the most appropriate management to decrease the risk for ipsilateral and contralateral breast cancer?",
  "options": [
    {
      "letter": "A",
      "text": "Initiate anastrozole",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate docetaxel",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiate raloxifene",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Obtain 21-gene recurrence score testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Postmenopausal women with estrogen receptor–positive ductal carcinoma in situ (DCIS) should be offered treatment with tamoxifen or an aromatase inhibitor such as anastrozole (Option A). The overall goal of treatment is to eradicate the area of DCIS and decrease the risks for invasive recurrence and death from breast cancer. Surgical treatment is often followed by breast radiation therapy, although radiation therapy may be omitted in some patients. Unlike in invasive breast cancer, treatment with antiestrogens for patients with DCIS confers no survival advantage, and such treatment is discussed as an option for patients who wish to decrease their risk for local recurrence and contralateral breast cancers. Tamoxifen is the appropriate treatment in premenopausal women. For postmenopausal women such as this patient, both tamoxifen and aromatase inhibitors are effective options.Chemotherapy, such as with docetaxel (Option B), is not indicated in the treatment of DCIS. Chemotherapy is used as adjuvant treatment in some women with invasive breast cancer.Raloxifene (Option C) is a selective estrogen receptor modulator that can be used for breast cancer prophylaxis in patients with atypical breast lesions or in patients with a strong family history of breast cancer, but it is not an effective option for hormonal therapy in patients who have DCIS or invasive cancers.The 21-gene recurrence score testing (Option D) is used in invasive cancers to determine the benefit of adding adjuvant chemotherapy in patients with estrogen receptor–positive cancers who will be treated with antiestrogen treatment. It has no role in patients with DCIS.",
  "critique_links": [],
  "key_points": [
    "Anastrozole adjuvant therapy for ductal carcinoma in situ in postmenopausal patients decreases the risk for recurrent ipsilateral and contralateral breast cancer but does not increase overall survival."
  ],
  "references": "Bychkovsky BL, Myers S, Warren LEG, et al. Ductal carcinoma in situ. Hematol Oncol Clin North Am. 2024;38:831-849. PMID: 38960507 doi:10.1016/j.hoc.2024.05.014",
  "related_content": {
    "syllabus": [
      "onsec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.787032-06:00"
}