{
  "question_id": "cvvdx24038",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Identify Mobitz type 2 second-degree atrioventricular block on ECG.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 68-year-old man with stable chronic angina is evaluated for an irregular pulse discovered during a routine evaluation.ECG is shown.",
  "question_stem": "Which of the following abnormalities is seen on this patient's ECG?",
  "options": [
    {
      "letter": "A",
      "text": "Complete heart block",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mobitz type 1 second-degree atrioventricular block",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mobitz type 2 second-degree atrioventricular block",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sick sinus syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This ECG shows Mobitz type 2 second-degree atrioventricular block (Option C), which is characterized by regularly occurring nonconducted P waves. In this ECG, two nonconducted P waves are seen after the third QRS complex on the rhythm strip. In Mobitz type 2 block, the PR intervals for conducted beats are constant. In contrast, in Mobitz type 1 second-degree atrioventricular block, the PR intervals are increasingly longer before a nonconducted or blocked P wave. The findings on this ECG do not represent complete (third-degree) heart block, as there is still intermittent conduction of the P waves to the ventricles. However, Mobitz type 2 block is nearly as significant; it typically represents infra-Hisian conduction disease, a much less benign manifestation compared with Mobitz type 1 block, which usually occurs at the nodal level. This ECG also demonstrates high-grade atrioventricular block, which is defined as the absence of conduction of more than one successive P wave.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.928711-06:00"
}