{
  "question_id": "onmcq24004",
  "category": "on",
  "educational_objective": "Diagnose head and neck cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 48-year-old man is evaluated for a right neck mass that he initially noticed 6 weeks ago, accompanied by a 2-week history of scratchy throat and mild right ear pain. He was evaluated in the urgent care center 1 week ago and was prescribed a course of amoxicillin, which he completed without improvement. The patient has no other symptoms, risk factors for tuberculosis, or medical problems. He does not use tobacco or drink alcohol. He takes no medications.On physical examination, vital signs are normal. A 3-cm, fixed, firm, and mildly tender right neck mass is located just inferior and lateral to the angle of the mandible. Two smaller firm nodes are also palpable on the right side of the neck. Oropharynx and otoscopic examinations are unremarkable, and no skin erythema is present.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin-clavulanate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Circulating human papillomavirus DNA test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Neck ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Otolaryngology referral",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The findings in this patient are suspicious for malignancy (most likely, cancer at the right base of the tongue with cervical lymph node metastases), and the most appropriate management is referral to an otolaryngologist (Option D). Smoking and alcohol are major risk factors for head and neck cancers, although tumors may arise in patients who do not use tobacco or alcohol, often secondary to human papillomavirus (HPV) infection. Painless lymphadenopathy that is firm and/or fixed on examination is a frequent presentation of oropharyngeal cancer. Throat and ear pain, which are common and nonspecific, can be the presenting symptoms. This patient has a large, firm, fixed right neck mass with associated lymphadenopathy and was treated with an antibiotic without improvement in his symptoms. Based on these findings, malignancy is likely, and prompt referral to an otolaryngologist should be made to establish the diagnosis through right cervical lymph node fine-needle aspiration.Treating the patient with another antibiotic, such as amoxicillin-clavulanate (Option A), is not the most appropriate management. Infection should be suspected in patients with a rapidly developing neck mass, particularly in the setting of upper respiratory symptoms or with typical physical findings of infection (e.g., warmth, tenderness, and erythema). The time course of this patient's presentation and the findings of fixed and firm nodes argue against infection as the cause.Testing for human HPV DNA (Option B) has no role in the initial diagnostic evaluation of patients suspected of having oropharyngeal cancer. Although HPV status does not alter treatment, the prognosis of HPV-associated oropharyngeal cancer is better than that of non–HPV-associated cancers.Although neck ultrasonography (Option C) is useful for evaluating unexplained cervical lymphadenopathy, this patient's findings raise sufficient suspicion of cancer because the mass is large, firm, and fixed to underlying tissues. Ultrasonography would be indicated if the lymph node were smaller or mobile, making it less likely to be malignant. Prompt referral to otolaryngology is the most appropriate course of action, and the otolaryngologist can order imaging studies as needed.Prednisone (Option E) is useful for treating inflammatory conditions that can cause lymphadenopathy, such as sarcoidosis. However, as previously noted, malignancy is likely in this case, and the patient needs evaluation to exclude or confirm the diagnosis. Prednisone plays no role in the evaluation or treatment of oropharyngeal cancers.",
  "key_points": [
    "Patients presenting with a neck mass warranting suspicion of malignancy should be referred to an otolaryngologist for rapid diagnosis, staging, and treatment.",
    "Tobacco and alcohol use as well as human papillomavirus infection are important risk factors for head and neck cancer."
  ],
  "references": "Chorath K, Rajasekaran K. Evaluation and management of a neck mass. Med Clin North Am. 2021;105:827-37. PMID: 34391536 doi:10.1016/j.mcna.2021.05.005",
  "related_content": {
    "syllabus": [
      "onsec24005_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:01.902987-06:00"
}