{
  "question_id": "dmvdx24045",
  "category": "dm",
  "educational_objective": "Diagnose erythroderma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 68-year-old woman with chronic plaque psoriasis is evaluated for a new extensive rash that developed shortly after she completed a course of systemic glucocorticoids prescribed for an exacerbation of COPD.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Erythema multiforme",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythroderma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mycosis fungoides",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Staphylococcal scalded skin syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Erythroderma is the most likely diagnosis (Option B). Erythroderma is defined as redness and scaling of 80% to 90% of the body surface area. It primarily affects middle-aged men and is often associated with an underlying condition, although 40% of cases are idiopathic. Patients with a history of psoriasis who are treated with systemic glucocorticoids, often for another condition, may develop a widespread erythrodermic or pustular flare when the glucocorticoids are discontinued. The presence of alopecia, nail dystrophy, and thickening of the palms and soles are similarly indicative of a long-standing underlying cause of erythroderma, such as cutaneous T-cell lymphoma, graft-versus-host disease, psoriasis, or pityriasis rubra pilaris. Erythroderma may be complicated by loss of fluid and heat across the inflamed skin.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24018_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:47:48.912313-06:00"
}