{
  "category": "rm",
  "critique": "The most likely diagnosis is sarcoidosis (Option C), and this patient's skin lesions are consistent with erythema nodosum (EN). EN is a panniculitis or inflammation of the subcutaneous adipose tissue and presents as painful erythematous or violaceous nodules, typically appearing on the anterior lower extremities. EN has a broad differential diagnosis, including infections; medications; malignancies, such as lymphoma and leukemia; and chronic diseases, such as inflammatory bowel disease and Behçet syndrome. Sarcoidosis is one of the most common causes of EN overall, and the combination of fever, shortness of breath, and EN makes sarcoidosis the most likely diagnosis in this patient. EN affects about 20% of patients with sarcoidosis. Residual hyperpigmentation from EN lesions may occur and can take months to resolve.",
  "educational_objective": "Diagnose sarcoidosis.",
  "extracted_at": "2025-12-23T14:13:05.981695-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/rmfig24634.daddcfc745200d4e15e9acc48d488377.png"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Behçet syndrome"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Inflammatory bowel disease"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Sarcoidosis"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Systemic lupus erythematosus"
    }
  ],
  "question_id": "rmvdx24030",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 42-year-old man is evaluated for a 3-month history of painful nodules on the lower extremities along with cough, shortness of breath, and low-grade fever. A recent interferon-gamma release assay test result was negative.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "rmsec24014_24015"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}