{
  "question_id": "enmcq24063",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Reduce cardiovascular risk in a patient with type 2 diabetes mellitus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old man is evaluated for management of type 2 diabetes mellitus, which was diagnosed 1 month ago. Medical history is relevant for hypertension. Medications are metformin and lisinopril.Physical examination findings, including vital signs, are normal.Laboratory studies:Hemoglobin A1c6.9%HTotal cholesterol176 mg/dL (4.56 mmol/L)LDL cholesterol100 mg/dL (2.59 mmol/L)HDL cholesterol42 mg/dL (1.09 mmol/L)Triglycerides170 mg/dL (1.92 mmol/L)HBasic metabolic panel and albumin-creatinine ratio are normal.Ten-year risk of atherosclerotic cardiovascular disease is 4.7% based on the Pooled Cohort Equations.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Atorvastatin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ezetimibe",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Fenofibrate",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment is to start atorvastatin (Option B). According to the American Diabetes Association (ADA) and the American College of Cardiology/American Heart Association (ACC/AHA), patients with diabetes mellitus who are between the ages of 40 and 75 years and do not have cardiovascular disease should be started on a moderate-intensity statin for primary prevention, regardless of estimated 10-year atherosclerotic cardiovascular disease (ASCVD) risk. For patients with higher cardiovascular risk, including those with one or more cardiovascular risk factors, the ADA recommends a high-intensity statin to reduce the LDL cholesterol level by 50% or more, with the goal of achieving an LDL cholesterol level below 70 mg/dL (1.81 mmol/L). The ACC/AHA recommends calculating the 10-year ASCVD risk in patients with diabetes and additional ASCVD risk factors to assist with decisions in determining whether high-intensity statin therapy is indicated; in patients with multiple ASCVD risk factors, high-intensity statin therapy is appropriate, with the goal of reducing LDL cholesterol by 50% or greater. Therefore, the best option for this patient with type 2 diabetes is to start moderate-intensity atorvastatin.According to ADA guidelines, starting aspirin for primary prevention (Option A) is not recommended for persons with diabetes who are younger than 50 years and have no other major ASCVD risk factors. In persons aged 50 to 70 years who are at increased cardiovascular risk, aspirin may be considered for primary prevention after a comprehensive discussion of the risks and benefits. This patient is younger than 50 years and has a low estimated ASCVD risk.In patients at higher cardiovascular risk whose LDL cholesterol goals are not achieved with high-intensity or maximally tolerated statin therapy, the addition of ezetimibe (Option C) can be considered. This patient does not have an indication for ezetimibe.Fenofibrate (Option D) does not offer additional cardiovascular benefit to statin therapy and therefore is not recommended. Fibrates are recommended to treat severe hypertriglyceridemia (≥500 mg/dL [5.65 mmol/L]), which this patient does not have.Although this patient's estimated 10-year ASCVD risk is low, both the ADA and ACC/AHA recommend at least a moderate-intensity statin for patients with diabetes. Therefore, no additional treatment (Option E) is inappropriate.",
  "critique_links": [],
  "key_points": [
    "For patients between the ages of 40 and 75 years who have diabetes mellitus without cardiovascular disease, the American Diabetes Association and American College of Cardiology/American Heart Association recommend using a moderate-intensity statin for primary prevention, regardless of estimated 10-year atherosclerotic cardiovascular disease risk."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 10. Cardiovascular disease and risk management: Standards of Care in Diabetes—2025. Diabetes Care. 2025;48:S207-S238. PMID: 39651970 doi:10.2337/dc25-S010",
  "related_content": {
    "syllabus": [
      "ensec24002_24038"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.322601-06:00"
}