{
  "question_id": "oncor25014",
  "category": "on",
  "educational_objective": "Diagnose lymphoma with an excisional lymph node biopsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 76-year-old man is evaluated for painless lymphadenopathy. He first noted a painless lump in his neck 2 months ago; over the past month, he has noted the appearance of several more lumps in his groin. He has no other symptoms. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. There are multiple nontender, rubbery lymph nodes in bilateral cervical, inguinal, and axillary areas varying in size from 1 to 3 cm. There is no hepatomegaly or splenomegaly.Results of complete blood count, comprehensive chemistry profile, serum lactase dehydrogenase level, HIV testing, and interferon-gamma release assay are normal.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Excisional biopsy of a cervical lymph node",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fine-needle aspiration of a cervical lymph node",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Flow cytometry of peripheral blood",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation for 1 month",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with suspected lymphoma should have an excisional lymph node biopsy (Option A). Although small regional lymph nodes may be palpable in otherwise healthy adults, the presence of generalized lymphadenopathy (involving more than one region) may be a feature of numerous systemic diseases, including lymphoma, infection (e.g., HIV, tuberculosis), and autoimmune disease. The incidence of non-Hodgkin lymphoma rises with increased age. In comparison, the incidence of Hodgkin lymphoma shows a bimodal age distribution, with an early peak in the second and third decades of life, then a decline, followed by a sustained increase with older age. Viral infections (e.g., Epstein-Barr virus, hepatitis C virus, HIV infection) and autoimmune rheumatologic disorders (e.g., Sjögren syndrome, systemic lupus erythematosus, rheumatoid arthritis) increase the risk for lymphoma. Persistent and/or increasing lymphadenopathy, as well as constitutional symptoms, are suggestive symptoms of the disease. Excisional biopsy is the gold standard sampling method for suspected lymphoma. This allows for assessment of lymph node architecture, and additional testing (flow cytometry, immunohistochemistry, and molecular genetic testing) can also be performed on the excised tissue. This otherwise-healthy older patient with painless, generalized, increasing lymphadenopathy is suspected to have lymphoma, and an excisional biopsy is the optimal diagnostic test.Although often acceptable to diagnose carcinoma, fine-needle aspiration (FNA) cytology (Option B) is generally inadequate to diagnose lymphoma. FNA has a high false-negative rate, and it may not provide adequate material to define nodal architecture that can distinguish various subtypes of lymphoma, such as separating follicular from diffuse forms.Flow cytometry of lymphocytes either in the peripheral blood (Option C) or from the biopsy specimen can additionally show monoclonality of B-cell or T-cell markers. However, flow cytometry is not an appropriate initial diagnostic test for lymphoma because lymphoma cells are not always identified in peripheral blood.This patient has a 2-month history of generalized, increasing lymphadenopathy without a clear cause. More observation time (Option D) would not be of value, and tissue should be obtained to make a specific diagnosis.",
  "critique_links": [],
  "key_points": [
    "The presence of generalized lymphadenopathy may be a feature of numerous systemic diseases, including lymphoma.",
    "In patients in whom lymphoma is suspected, an excisional lymph node biopsy is the gold-standard diagnostic test."
  ],
  "references": "Paquin AR, Oyogoa E, McMurry HS, et al. The diagnosis and management of suspected lymphoma in general practice. Eur J Haematol. 2023;110:3-13. PMID: 36093749 doi:10.1111/ejh.13863",
  "related_content": {
    "syllabus": [
      "onsec24008_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.593989-06:00"
}