{
  "question_id": "dmmcq24020",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Treat actinic keratoses.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 75-year-old man is evaluated for a 5-year history of persistent rash on his face and arms. The rash is not pruritic or painful but has slowly progressed in areas of involvement over the years. Medical history is significant for hypertension and a 25-pack-year smoking history; he continues to smoke. His only medication is losartan.On physical examination, vital signs are normal.Skin findings on the temple and forearm are shown.The upper arms, chest, and back are not involved.",
  "question_stem": "Which of the following is the best next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Clindamycin lotion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "5-Fluorouracil cream",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical tretinoin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical triamcinolone cream",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The best next step in management of this patient with multiple actinic keratoses is 5-fluorouracil cream (Option B). Actinic keratoses present as ill-defined, rough, scaly macules or papules. They develop on chronically sun-damaged skin, such as the face, scalp, and forearms, and are precancerous, as shown.The risk of progression for each individual actinic keratosis to squamous cell carcinoma is low, but risk is increased with multiple actinic keratoses. Individual lesions can be treated with cryotherapy. In patients with diffuse actinic damage, several field therapy options, including topical 5-fluorouracil cream, topical imiquimod, topical diclofenac, and photodynamic therapy, are available. When used as topical field treatment for actinic keratoses, 5-fluorouracil cream is applied to the affected area twice daily for 2 to 3 weeks. Patients should be thoroughly counseled on the common adverse effects of erythema, edema, and crusting associated with this treatment. This patient has scattered actinic keratoses on his forearm, forehead, and temple; field therapy with 5-fluorouracil to treat both the subclinical and visible actinic keratoses is indicated.Clindamycin lotion (Option A) is a topical antibiotic often used to treat acne or bacterial folliculitis. Topical antibiotics such as clindamycin, however, have no role in the treatment of actinic keratosis. This patient does not have the pustules or nodules characteristic of acne or folliculitis, and clindamycin is not indicated.Topical tretinoin (Option C) is used to treat many dermatologic conditions, including acne and facial rhytids. Although topical tretinoin has been used off-label to treat actinic keratoses, it is not a first-line option for field treatment, and 5-fluorouracil cream is a more appropriate choice.Topical triamcinolone cream (Option D) is a glucocorticoid often used for inflammatory conditions, such as atopic dermatitis or psoriasis. However, topical glucocorticoids have no indication in the treatment of actinic keratoses. This patient's clinical findings are most consistent with actinic keratoses, and topical glucocorticoids are not indicated.",
  "critique_links": [],
  "key_points": [
    "Actinic keratoses are characterized by ill-defined, rough, scaly macules or papules that most commonly appear on chronically sun-damaged skin of the face, scalp, and forearms.",
    "Field treatment options for extensive actinic keratoses include topical 5-fluorouracil cream, topical imiquimod, topical diclofenac, and photodynamic therapy."
  ],
  "references": "Eisen DB, Asgari MM, Bennett DD, et al. Guidelines of care for the management of actinic keratosis. J Am Acad Dermatol. 2021;85:e209-e233. PMID: 33820677 doi:10.1016/j.jaad.2021.02.082",
  "related_content": {
    "syllabus": [
      "dmsec24017_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.265003-06:00"
}