{
  "question_id": "fcmcq24078",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Screen for tobacco use.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 20-year-old man is evaluated during a routine health examination. He is asymptomatic and has no chronic medical conditions. Family history is unremarkable. Two years ago, screening for hepatitis B and C viruses and HIV infection was negative. Immunizations are up to date.On physical examination, blood pressure is 116/68 mm Hg. BMI is 22. The remainder of the examination is normal.",
  "question_stem": "This patient should be screened for which of the following?",
  "options": [
    {
      "letter": "A",
      "text": "Diabetes mellitus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dyslipidemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Testicular cancer",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tobacco use",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be screened for tobacco use (Option D). Tobacco use includes any type of tobacco product (e.g., cigarettes, cigars, smokeless tobacco, vapes, electronic cigarettes, etc.). The U.S. Preventive Services Task Force (USPSTF) recommends asking all adult patients about tobacco use, advising cessation if tobacco use is present, and providing behavioral health interventions and FDA-approved pharmacologic interventions to help patients quit. Advice from clinicians to stop smoking nearly doubles cessation rates. Studies have shown success from a wide range of behavioral interventions, including individual and group in-person counseling as well as phone-based interventions. Nicotine replacement therapies, bupropion, or varenicline, alone or in combination with behavioral interventions, improves cessation rates.The USPSTF recommends screening for type 2 diabetes mellitus (Option A) with hemoglobin A1c, fasting glucose, or an oral glucose tolerance test in patients aged 35 to 70 years with overweight or obesity. The American Diabetes Association recommends screening for all adults aged 35 years or older and for those younger than 35 years who have overweight or obesity and one or more additional risk factors. This patient's BMI is 22, which does not fall into the overweight or obese range; screening for type 2 diabetes is not indicated for him.Screening for dyslipidemia (Option B) as a contributor to 10-year risk for atherosclerotic cardiovascular disease (ASCVD) is recommended for adults aged 40 to 75 years by the USPSTF and American College of Cardiology/American Heart Association (ACC/AHA). Ten-year ASCVD risk should be calculated by using the Pooled Cohort Equations, which are not designed for use in adults younger than 40 years. The ACC/AHA does recommend periodic assessment of cardiovascular risk factors (every 4-6 years) in adults aged 20 to 39 years. Some professional groups have suggested screening patients once between the ages of 17 and 21 years. However, according to the USPSTF, evidence is insufficient to recommend for or against lipid screening in patients aged 20 years or younger, such as this patient.Routine screening for testicular cancer (Option C) is not recommended by any major medical society, including the USPSTF, American Urologic Society, and American College of Physicians.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends asking all adult patients about tobacco use, advising cessation if tobacco use is present, and providing behavioral health interventions and FDA-approved pharmacologic interventions to help patients quit.",
    "Advice from clinicians to stop smoking nearly doubles cessation rates."
  ],
  "references": "Krist AH, Davidson KW, Mangione CM, et al; US Preventive Services Task Force. Interventions for tobacco smoking cessation in adults, including pregnant persons: US Preventive Services Task Force recommendation statement. JAMA. 2021;325:265-279. PMID: 33464343 doi:10.1001/jama.2020.25019",
  "related_content": {
    "syllabus": [
      "fcsec24008_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.493378-06:00"
}