{
  "question_id": "npvdx24002",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose renal artery stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 61-year-old man with difficult-to-control hypertension is evaluated for recurrent episodes of \"flash\" pulmonary edema. Renal artery magnetic resonance angiogram is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Aortic dissection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fibromuscular dysplasia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Giant cell arteritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Renal artery stenosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is renal artery stenosis (Option D). The magnetic resonance renal angiogram shows bilateral ostial renal artery stenosis as the result of atherosclerotic renal vascular disease. CT or magnetic resonance angiography that demonstrates greater than 75% stenosis in one or both renal arteries or greater than 50% stenosis with poststenotic dilatation suggests the diagnosis. Three randomized controlled trials (STAR, ASTRAL, and CORAL) failed to show that renal artery angioplasty confers additional benefit above optimal medical therapy for patients with atherosclerotic renovascular disease who have stable kidney function. Patients who may benefit from percutaneous angioplasty and stenting or surgical intervention include those who present with a short duration of hypertension; have uncontrolled, resistant, or malignant hypertension or hypertension with intolerance to medication; have flash pulmonary edema or unexplained heart failure; have hemodynamically significant renovascular disease with unstable angina; experience acute kidney injury following treatment with an ACE inhibitor or angiotensin receptor blocker; or have progressive impaired kidney function.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "npsec24005_24046"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.596471-06:00"
}