{
  "question_id": "cvmcq24081",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat cardiac tamponade with pericardiocentesis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 82-year-old woman is evaluated in the hospital for severe chest pain, shortness of breath, and diaphoresis 6 hours after she underwent permanent pacemaker placement. She has a history of sinus node dysfunction, paroxysmal atrial fibrillation, and heart failure with preserved ejection fraction. Medications are apixaban, metoprolol succinate, furosemide, dapagliflozin, and spironolactone.On physical examination, the patient is afebrile. Blood pressure is 80/60 mm Hg, pulse rate is 70/min and regular, respiration rate is 25/min, and oxygen saturation is 98% breathing room air. The lungs are clear to auscultation. Cardiac examination reveals distant heart sounds. The pacemaker site is clean, dry, and intact; no hematoma is seen. The extremities are cool to the touch. No edema is noted.ECG reveals atrial pacing at 70/min. An echocardiogram shows a medium-sized pericardial effusion, early right ventricular diastolic collapse, dilated and noncollapsible inferior vena cava, increased respiratory variation across tricuspid and mitral inflow, and normal left ventricular function.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Device extraction",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Emergent pericardial window surgery",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Emergent pericardiocentesis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prothrombin complex concentrate administration",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with cardiac tamponade is emergent pericardiocentesis (Option C). Clinical signs of cardiac tamponade include tachycardia, pulsus paradoxus, elevated central venous pressure with an absent y descent of the jugular venous pulse, and muffled heart sounds. Although blood pressure eventually drops as intrapericardial pressure increases, it may be normal early in the course because of the adrenergic response. Echocardiography is the best initial test for tamponade, with signs of tamponade including early diastolic collapse of the right ventricle, late diastolic collapse of the right atrium, and abnormal interventricular septal motion. When cardiac tamponade is present, especially with hemodynamic compromise, patients should undergo immediate pericardial drainage. This can be done via pericardiocentesis using a subxiphoid approach guided by echocardiography or fluoroscopy. This patient recently underwent a pacemaker placement and now has clinical findings consistent with tamponade with hemodynamic compromise including hypotension, elevated central venous pressure, distant heart sounds, and an echocardiogram showing changes consistent with tamponade. Tachycardia is notably absent because of the patient's history of sinus node dysfunction and β-blocker treatment. She should undergo immediate pericardiocentesis.Device extraction (Option A) is not the most appropriate management option in a patient who has shock due to tamponade. Although catheter/wire manipulation during device implantation may have led to perforation of the right atrium or right ventricle, the immediate concern is to drain the pericardial effusion to improve hemodynamics. If the bleeding recurs despite these conservative measures, then consideration can be given to revising or extracting the device.Emergent pericardial window surgery (Option B) may be required if fluid is inaccessible by pericardiocentesis or if fluid reaccumulates after pericardiocentesis. In this case, the effusion is presumably traumatic due to recent pacemaker implantation in a patient receiving anticoagulation and should resolve with fluid drainage and withdrawal of anticoagulation.Prothrombin complex concentrate (PCC) administration (Option D) is not an appropriate option. Although systemic anticoagulation may have contributed to the bleeding that resulted in tamponade, this patient has evidence of shock due to pericardial tamponade, and immediate drainage via pericardiocentesis is indicated. Either four-factor PCC or andexanet alfa may be used to reverse the effects of direct oral anticoagulants such as apixaban, but pericardial drainage must occur immediately.",
  "critique_links": [],
  "key_points": [
    "When cardiac tamponade is present with hemodynamic compromise, patients should undergo immediate pericardial drainage.",
    "Clinical signs of cardiac tamponade include tachycardia, pulsus paradoxus, elevated central venous pressure with an absent y descent of the jugular venous pulse, and muffled heart sounds; blood pressure eventually drops as intrapericardial pressure increases, but it may be normal early because of the adrenergic response."
  ],
  "references": "Hoit BD. Pericardial effusion and cardiac tamponade pathophysiology and new approaches to treatment. Curr Cardiol Rep. 2023;25:1003-1014. PMID: 37515704 doi:10.1007/s11886-023-01920-8",
  "related_content": {
    "syllabus": [
      "cvsec24009_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.126028-06:00"
}