{
  "question_id": "cvmcq24126",
  "category": "cv",
  "educational_objective": "Avoid inappropriate endocarditis prophylaxis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 21-year-old woman is evaluated during a routine office visit. She underwent ventricular septal defect closure with a bovine pericardial patch as a child. She has excellent functional status and no symptoms. Medical history is otherwise unremarkable. She has no drug allergies and takes no medications.Physical examination findings, including vital signs, are normal.A previous echocardiogram showed no residual ventricular septal defect and mild mitral regurgitation with mild mitral valve prolapse.She is scheduled for extraction of her third molars (wisdom teeth) next month.",
  "question_stem": "Which of the following is the most appropriate endocarditis prophylaxis?",
  "options": [
    {
      "letter": "A",
      "text": "Amoxicillin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cefazolin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Clindamycin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No endocarditis prophylaxis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with a repaired ventricular septal defect (VSD) requires no endocarditis prophylaxis (Option E). Patients with structural heart disease are at increased risk for endocarditis, and those undergoing dental procedures that include manipulation of gingival tissue or the periapical region of the teeth or perforation of the oral mucosa should be considered for endocarditis prophylaxis with antibiotics. Patients requiring prophylaxis include those with the following:A history of endocarditisCardiac transplantation with valve regurgitation due to a structurally abnormal valveA prosthetic valveProsthetic material used for cardiac valve repair, including annuloplasty rings and chordsA left ventricular assist deviceCongenital heart disease:Of importance, mitral valve prolapse is not an indication for endocarditis prophylaxis. This patient underwent VSD closure and has no indication of a residual defect. Although she will undergo a dental procedure that will perforate the oral mucosa, she does not have an indication for antibiotic prophylaxis.Amoxicillin (Option A) given 1 hour before a qualifying procedure is the preferred antibiotic for endocarditis prophylaxis in patients who meet criteria for prophylaxis. This patient, however, does not require prophylaxis.Cefazolin (Option B) is useful for prophylaxis when a patient cannot take oral medications or in some patients with penicillin allergy. This patient can take oral medications; has no penicillin allergy; and, most important, has no indication for prophylaxis.Clindamycin (Option C) is no longer indicated for endocarditis prophylaxis in favor of other safer antibiotics.Vancomycin (Option D) is usually not indicated for endocarditis prophylaxis. Oral agents are first-line therapy for prophylaxis when indicated; when a patient cannot take oral medications, ampicillin, cefazolin, or ceftriaxone can be used. In patients allergic to penicillin who cannot take oral medications, cefazolin or ceftriaxone can be used unless they have a history of anaphylaxis, urticaria, or angioedema, in which case vancomycin is reasonable.",
  "key_points": [
    "Endocarditis prophylaxis is indicated only for patients at high risk for infective endocarditis who are about to undergo manipulation of the gingiva or periapical region of the teeth or other procedures that break the oral mucosa.",
    "Amoxicillin given 1 hour before a qualifying procedure is the preferred antibiotic for endocarditis prophylaxis in patients who meet criteria for prophylaxis; clindamycin is no longer indicated for endocarditis prophylaxis in favor of other safer antibiotics."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association joint committee on clinical practice guidelines. Circulation. 2021;143:e72-e227. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:49:37.352158-06:00"
}