{
  "question_id": "dmmcq24009",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose superficial basal cell carcinoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 67-year-old man is evaluated during an annual physical examination. He feels well, and his only concern is a spot on the back of his left shoulder that he first noticed several months ago. The spot is asymptomatic and does not bleed. He used topical hydrocortisone and topical miconazole with minimal improvement. He has no medical problems and takes no medications.On physical examination, vital signs are normal.Skin findings on the posterior of his left shoulder are shown. The lesion is neither indurated nor tender to touch.No other similar skin lesions are present. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Psoriasis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Seborrheic keratosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Superficial basal cell carcinoma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tinea corporis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is superficial basal cell carcinoma (BCC) (Option C). BCC is the most common type of skin cancer and is divided into several subtypes that have different clinical presentations: superficial, pigmented, sclerotic, and nodular. Superficial BCC is the second most common type and characteristically presents as an asymptomatic, persistently thin, erythematous scaly patch or plaque; a rolled border may also be seen. Risk factors include lighter skin types, intermittent ultraviolet exposure, indoor tanning, various genetic syndromes, and immunosuppression. Superficial BCC is commonly misdiagnosed as a patch of eczema and should be suspected when the patch does not respond to topical glucocorticoids. BCCs are diagnosed using shave or punch biopsy. Although BCCs almost never metastasize, without treatment they may continue to grow and cause local tissue destruction. Treatment options include surgical excision, curettage and electrodesiccation, topical chemotherapy, and Mohs micrographic surgery. This patient presents with an erythematous, scaly, pink patch on the posterior left shoulder that is neither indurated nor tender to touch. Superficial BCC is the most likely diagnosis, and biopsy should be pursued.Psoriasis (Option A) is an unlikely diagnosis for this patient. Psoriasis presents with erythematous, well-demarcated plaques with an overlying silvery scale that typically improve with the use of topical glucocorticoids. The presence of a single plaque, no history of psoriasis, and the lack of improvement with topical glucocorticoids make psoriasis an unlikely diagnosis.Seborrheic keratoses (Option B) are very common, benign neoplasms that present as “stuck on” papules or plaques in varying colors, such as brown, black, pink, skin colored, or tan. Although seborrheic keratoses can be pink and sometimes large (as the lesion appears in this patient), this lesion lacks the stuck-on hyperkeratotic appearance typical of seborrheic keratoses.Tinea corporis (Option D) is a superficial fungal infection that presents with annular, erythematous plaques with an active border and scale. This patient's lesion is not annular, and its variation in color is not a feature typically seen in tinea corporis. In addition, tinea corporis typically improves with topical antifungals such as miconazole, which was ineffective in this patient.",
  "critique_links": [],
  "key_points": [
    "Superficial basal cell carcinoma characteristically presents as an asymptomatic, persistently thin, erythematous scaly patch or plaque; a rolled border may also be present."
  ],
  "references": "Kim JYS, Kozlow JH, Mittal B, et al; Work Group. Guidelines of care for the management of basal cell carcinoma. J Am Acad Dermatol. 2018;78:540-559. PMID: 29331385 doi:10.1016/j.jaad.2017.10.006",
  "related_content": {
    "syllabus": [
      "dmsec24017_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.227194-06:00"
}