{
  "question_id": "rmmcq24072",
  "category": "rm",
  "educational_objective": "Distinguish between articular and periarticular causes of pain.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 56-year-old man is evaluated for 4 months of progressive lateral shoulder pain that occurs when he raises his right arm above his head. He has not experienced any acute shoulder injuries. He works as a building custodian. He has no medical conditions and takes no medications.On physical examination, vital signs are normal. The right shoulder is not warm or swollen. Active range of motion of the right shoulder shows pain on abduction beyond 90 degrees. Active flexion, extension, and adduction of the shoulder are normal. Passive range of motion of the right shoulder shows full range of motion in all planes, without pain. Other joints demonstrate full range of motion without pain.",
  "question_stem": "Which of the following is the most likely pathologic cause of this patient's pain?",
  "options": [
    {
      "letter": "A",
      "text": "Adhesive capsulitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inflammatory arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Osteoarthritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tendinopathy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's shoulder pain is tendinopathy (Option D), likely rotator cuff tendinopathy. Examination of any single joint should assess whether the problem is monoarticular or more widely distributed, whether inflammation is present, and whether the symptoms are present for both active and passive range of motion or only for active motion. Difficulty or pain on active but not passive range of motion usually implies involvement of the muscles or tendons because active range of motion requires muscle and tendon activity. In contrast, pain on both active and passive range of motion usually implies problems intrinsic to the joint, which are exacerbated whether the patient or the physician provides the motive force. This patient's symptoms occur with abduction, but only upon active range of motion; this strongly suggests a periarticular problem with the tendon or muscle. In this case, findings suggest rotator cuff tendinopathy.With adhesive capsulitis (Option A), synovial inflammation progresses to fibrotic adhesions within the joint capsule, resulting in limited joint range of motion in all planes. Moreover, because the joint capsule is part of the intrinsic joint, patients with adhesive capsulitis typically have limitation and pain with both active and passive range of motion. This patient's full and nonpainful passive range of motion is not consistent with adhesive capsulitis.Inflammatory arthritis (Option B) is intrinsic to the joint and does not necessarily affect the tendons; thus, if present, it would likely limit joint motion in all planes and on passive and active range of motion. The cardinal signs of inflammation include not only pain (often including pain at rest) but also erythema, swelling, and warmth. This patient's clinical and physical examination findings are not consistent with inflammatory arthritis of the shoulder.Osteoarthritis (Option C) is a process of cartilage degeneration triggered by joint wear or trauma that causes intrinsic articular pathology. This condition affects range of motion of the glenohumeral joint in all planes and produces limitation or pain in all planes. Based on this patient's work history, he is susceptible to glenohumeral osteoarthritis. However, because his symptoms occur only with recruitment of periarticular tissues during active range of motion, an intrinsic articular cause of pain, such as osteoarthritis, is unlikely.",
  "key_points": [
    "Pain on active but not passive range of motion implies pathology of periarticular muscles or tendons; pain on both active and passive range of motion implies articular joint pathology."
  ],
  "references": "Yang S, Kim TU, Kim DH, et al. Understanding the physical examination of the shoulder: a narrative review. Ann Palliat Med. 2021;10:2293-2303. PMID: 33549026 doi:10.21037/apm-20-1808",
  "related_content": {
    "syllabus": [
      "rmsec24001_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:54:42.245772-06:00"
}