{
  "question_id": "onmcq24060",
  "category": "on",
  "educational_objective": "Treat early-stage cervical cancer in a patient interested in preserving fertility.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 36-year-old woman presents with new-onset cervical cancer. She initially reported vaginal bleeding, and pelvic examination revealed an abnormal cervix. Subsequent colposcopy showed a 1.5-cm mass near the cervical os, and biopsy revealed squamous cell carcinoma. Pelvic MRI indicated that the mass is limited to the cervix, with no pelvic wall or vaginal involvement and no enlarged lymph nodes. She has hypothyroidism, and her only medication is levothyroxine.Physical examination findings, including vital signs, are normal.Laboratory study results are normal.The patient is interested in having children in the future.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Embryo/oocyte cryopreservation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Radiation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radical hysterectomy with adjuvant platinum-based chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Radical trachelectomy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Treatment with radical trachelectomy (Option D) for early-stage cervical cancer is the most appropriate treatment in this patient. Early-stage cervical cancer can often be treated with surgery alone. For patients with tumors 2 cm or smaller that are confined to the cervix and with no lymph node involvement, fertility-sparing surgeries such as conization (only for stage IA) or radical trachelectomy, in which the cervix and upper vagina are removed but the uterine corpus is preserved, are options. If there is no need for a fertility-sparing procedure, modified radical hysterectomy (for lesions <2 cm) or radical hysterectomy with pelvic lymph node dissection is preferred. Adjuvant radiation therapy or chemoradiation is added if necessary, based on final surgical pathology. This patient has early-stage cervical cancer and is interested in preserving fertility. A fertility-preserving procedure, such as radical trachelectomy, is indicated.Embryo/oocyte cryopreservation (Option A) would not be beneficial to this patient. Collection of oocytes and subsequent cryopreservation is an appropriate means of fertility preservation in patients undergoing chemotherapy that is likely to result in compromise of fertility. It does not, however, have a role in preserving fertility in patients undergoing surgery for cervical cancer.This patient should not undergo radiation therapy (Option B) as the primary treatment for cervical cancer. Although an option for the treatment of early-stage cervical cancer, radiation therapy is associated with ovarian failure and other adverse effects. Radiation therapy is generally reserved for patients who are unable to tolerate surgery or who have a poor functional status. This patient is otherwise healthy and should undergo surgery.Radical hysterectomy (Option C) is not the most appropriate treatment for this patient. Although radical hysterectomy is a reasonable option in patients with early-stage cervical cancer, it results in loss of fertility. This patient has early-stage disease and is interested in having children, making fertility-preserving surgery a more appropriate option.",
  "key_points": [
    "Early-stage cervical cancer can be treated with surgery alone; in patients with small tumors confined to the cervix and without lymph node involvement, fertility-sparing surgeries are possible."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Cervical cancer. Version 3. 2024. NCCN.org. Accessed August 5, 2023. Available at: https://www.nccn.org/professionals/physician_gls/pdf/cervical.pdf",
  "related_content": {
    "syllabus": [
      "onsec24007_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.690977-06:00"
}