{
  "question_id": "cvmcq24066",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Select an antithrombotic agent for a patient with coronary artery disease who is allergic to aspirin.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old patient is evaluated for exertional chest discomfort that improves with rest. Approximately 30 years ago, the patient was hospitalized for an anaphylactic reaction to aspirin. The patient has hypertension, dyslipidemia, and type 2 diabetes mellitus. Medications are amlodipine, rosuvastatin, metformin, and semaglutide.On physical examination, blood pressure is 124/72 mm Hg and pulse rate is 78/min and regular. All other findings are unremarkable.ECG is normal. The patient completes 5 minutes on a Bruce protocol exercise treadmill test and has 2-mm ST-segment depression at peak exercise; the test is limited by chest discomfort and ST-segment depression. Coronary CT angiography shows two-vessel coronary artery disease with diffuse stenosis in the left circumflex and right coronary arteries.",
  "question_stem": "Which of the following is the most appropriate antithrombotic choice?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prasugrel",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rivaroxaban",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate antithrombotic agent for this patient is clopidogrel (Option B). In patients with established atherosclerotic cardiovascular disease (ASCVD) and diabetes, first-line cardioprotective treatment includes antiplatelet therapy. In patients with coronary artery disease (CAD) and stable angina, aspirin reduces the risk for myocardial infarction (MI) and cardiovascular death. Guidelines recommend low-dose aspirin (75-162 mg/d) for secondary prevention because it is as effective as high-dose aspirin (325 mg/d) in preventing MI and confers a lower bleeding risk. In aspirin-intolerant patients, data from the CAPRIE study suggest that clopidogrel, a platelet P2Y12 receptor inhibitor, is an acceptable alternative when aspirin is contraindicated in secondary prevention. This patient has CAD and stable angina but a history of an anaphylactic reaction to aspirin. They should start taking clopidogrel.In the absence of aspirin desensitization, rechallenging a patient with aspirin anaphylaxis (Option A) should not be considered.Prasugrel (Option C) has not been studied as a mainstay of antiplatelet monotherapy in patients with stable angina, and there are no data supporting its use for this indication. Clopidogrel is a better choice in this patient who is intolerant of aspirin.No evidence exists that full-dose rivaroxaban (Option D) is effective and safe for secondary prevention in patients with established CAD, unless another indication for full anticoagulation is present. The use of low-dose rivaroxaban (2.5 mg twice daily) combined with aspirin, however, may be considered in those with CAD or peripheral artery disease and low bleeding risk to reduce major adverse limb and cardiovascular events.",
  "critique_links": [],
  "key_points": [
    "In patients with established atherosclerotic cardiovascular disease, first-line cardioprotective treatment includes antiplatelet therapy.",
    "In patients with coronary artery disease and stable angina who are unable to take aspirin, clopidogrel, a platelet P2Y12 receptor inhibitor, is an acceptable alternative."
  ],
  "references": "ElSayed NA, Aleppo G, Aroda VR, et al. 10. Cardiovascular disease and risk management: standards of care in diabetes-2023. Diabetes Care. 2023;46:S158-S190. PMID: 36507632 doi:10.2337/dc23-S010",
  "related_content": {
    "syllabus": [
      "cvsec24004_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.070485-06:00"
}