{
  "question_id": "nrmcq24071",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Evaluate a patient with an oculomotor nerve palsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 63-year-old man is evaluated for diplopia of 2 weeks' duration. He has hypertension and type 2 diabetes mellitus and has smoked one pack of cigarettes a day for 40 years. Medications are ramipril and metformin.On physical examination, vital signs are normal. His right pupil measures 5 mm and is unreactive to light in either eye; his left pupil measures 3 mm and constricts to light on the right eye. His right eye is slightly outward and downward at rest; and he is unable to adduct, elevate, or depress his right eye. The remainder of the neurologic examination and results of a funduscopic examination are normal.Brain MRI is normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography of the neck",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hemoglobin A1c measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Magnetic resonance angiography of the brain",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Temporal artery biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Magnetic resonance angiography (MRA) of the brain (Option C) is the most appropriate diagnostic test to perform next. Oculomotor nerve palsy presents with ptosis with the affected eye in an abducted and depressed (“down and out”) position. Pupillary function can help determine the likely cause of oculomotor nerve palsy. A pupil-sparing palsy suggests microvascular disease. In contrast, a dilated, unreactive pupil suggests damage to parasympathetic fibers that innervate the eye and mediate pupillary constriction. These fibers travel along the outermost section of the nerve and are vulnerable to external compression. Compression may be secondary to cerebral herniation, mass lesion, or a posterior communicating artery (PCA) aneurysm. Cerebral herniation and mass lesions are typically accompanied by other neurologic symptoms and signs. In the absence of other neurologic findings, a PCA aneurysm should be suspected, and vascular imaging such as MRA of the brain should be performed. This patient presents with a non–pupil-sparing oculomotor nerve palsy consistent with an externally compressive lesion without other neurologic findings and a normal MRI. Although brain MRI may suggest the presence of an aneurysm, it is not sufficiently sensitive for aneurysm detection; MRA should be performed urgently.CT angiography of the neck (Option A) would help evaluate for carotid artery dissection, which could cause a smaller pupil from involvement of the sympathetic fibers. Carotid dissection would not lead to pupil enlargement or the other ocular dysmotility findings seen in this patient.Hemoglobin A1c measurement (Option B) would provide information regarding glycemic control, which would be helpful if diabetes mellitus were a potential cause of the palsy. This patient has an oculomotor nerve palsy involving the pupil, which is not consistent with the microvascular cause of oculomotor palsy that can result from diabetes. Vascular imaging is necessary in this patient to assess the possibility of nerve compression by a PCA aneurysm.Temporal artery biopsy (Option D) is not indicated in this patient. Temporal artery biopsy would be appropriate if giant cell arteritis (GCA) were suspected as the cause of the palsy. Cranial nerve III involvement may rarely occur in GCA, but it is ischemic in cause, which would spare the outwardly oriented parasympathetic fibers and not affect the pupil. This patient has pupillary involvement, making GCA unlikely to be the cause of the palsy.",
  "critique_links": [],
  "key_points": [
    "In a patient with an oculomotor nerve palsy accompanied by a dilated, unreactive pupil but an otherwise normal neurologic examination, magnetic resonance angiography of the brain is indicated to evaluate for posterior communicating artery aneurysm."
  ],
  "references": "Margolin E. Approach to patient with diplopia. J Neurol Sci. 2020;417:117055. PMID: 32777577 doi:10.1016/j.jns.2020.117055",
  "related_content": {
    "syllabus": [
      "nrsec24011_24002"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.141510-06:00"
}