{
  "question_id": "rmmcq24085",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose Marfan syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 35-year-old patient is evaluated for new onset of exertional dyspnea. They do not have dyspnea at rest or chest discomfort. Medical history is significant for myopia and ectopia lentis (lens dislocation). The patient was adopted, and their family history is unknown.On physical examination, blood pressure is 160/74 mm Hg and pulse rate is 72/min; other vital signs are normal. Height is 193 cm (76 in). There is evidence of spinal curvature, and extremities are long and thin. Oropharyngeal examination discloses a high-arched palate. Cardiac examination reveals an early diastolic decrescendo murmur heard best at the right sternal border. Lung examination is normal. The entire distal phalanx of the adducted thumb extends beyond the ulnar border of the palm.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Ehlers-Danlos syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Marfan syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Osteogenesis imperfecta",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pseudoxanthoma elasticum",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has Marfan syndrome (Option B). Marfan syndrome is an autosomal dominant connective tissue disorder caused by variants of the FBN1 gene, which encodes fibrillin-1, an important extracellular matrix protein in elastic and nonelastic tissues. Marfan syndrome is associated with skeletal abnormalities (Table: Genetic Diseases of Connective Tissue), aortic root disease, myopia, and ectopia lentis. Diagnosis is based on the 2010 revised Ghent criteria. Marfan syndrome is likely in this patient, who has ectopia lentis, scoliosis, long and thin extremities (dolichostenomelia), and a high-arched palate. A positive thumb sign—wherein the entire distal phalanx of the adducted thumb extends beyond the ulnar border of the palm with or without the assistance of the patient or examiner to achieve maximal adduction—is also observed in Marfan syndrome. The patient likely has developed exertional dyspnea resulting from aortic regurgitation (indicated by a diastolic murmur and wide pulse pressure) due to aortic root disease. They will require genetic testing as well as additional testing for aortic and cardiac disease.Patients with Ehlers-Danlos syndrome (Option A) have joint hypermobility and easily bruised skin, which are not present in this case. Additionally, ectopia lentis is not a feature of Ehlers-Danlos syndrome.Osteogenesis imperfecta (Option C) is caused by type 1 collagen abnormalities and may cause aortic dilation and subsequent aortic regurgitation. However, patients with osteogenesis imperfecta commonly have short stature and a history of fractures; blue sclerae and poorly developed teeth may also be present. This patient does not have typical features of osteogenesis imperfecta.Pseudoxanthoma elasticum (Option D) is a genetic disorder of connective tissue in which mineralization and fragmentation of elastic fibers lead to lax, redundant skin. In addition, patients with this disease typically have angioid streaks on retinal examination and are at risk for premature cardiovascular disease. This patient's clinical features are not suggestive of pseudoxanthoma elasticum.",
  "critique_links": [
    {
      "href": "https://marfan.org/dx/rules/",
      "text": "revised Ghent criteria",
      "target": "_blank",
      "title": null,
      "rel": null
    },
    {
      "href": "https://marfan.org/dx/rules/",
      "text": "https://marfan.org/dx/rules/",
      "target": "_blank",
      "title": null,
      "rel": null
    }
  ],
  "key_points": [
    "Marfan syndrome is an autosomal dominant connective tissue disorder associated with skeletal abnormalities, aortic root disease, and ectopia lentis."
  ],
  "references": "Milewicz DM, Braverman AC, De Backer J, et al. Marfan syndrome. Nat Rev Dis Primers. 2021;7:64. PMID: 34475413 doi:10.1038/s41572-021-00298-7",
  "related_content": {
    "syllabus": [
      "rmsec24014_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:22.001423-06:00"
}
