{
  "category": "cc",
  "critique": "The most appropriate next step in management in this patient is to remove the indwelling urinary catheter (Option D). Although often an important component of caring for the critically ill patient, urinary catheterization increases the risk for catheter-associated urinary tract infection (CAUTI). CAUTI is the most common device-associated, health care–associated infection in the United States, but up to 70% of CAUTI episodes can be prevented, with the duration of catheterization being the primary modifiable risk factor. The Choosing Wisely campaign, which promotes cost-effective strategies that improve patient care and avoid waste and harm, recommends the removal of unnecessary catheters and drains (). This patient is recovering from severe community-acquired pneumonia (CAP) and has improved to the point of extubation. It is imperative to remove all catheters and drains for which there is not a clear ongoing indication and to mobilize the patient.A 5-day course of antibiotics is sufficient for most patients with CAP. Longer courses of antibiotic therapy are recommended for (1) pneumonia complicated by meningitis, endocarditis, and other deep-seated infections and (2) infections with less common pathogens (e.g., Burkholderia pseudomallei, Mycobacterium tuberculosis, endemic fungi). In a patient having an excellent clinical response to ceftriaxone with the achievement of clinical stability in 72 hours, there is no reason to extend the duration of therapy to 10 days (Option A).In patients with pneumonia, radiographic improvement typically lags behind clinical improvement. In adults with CAP who are improving, guidelines recommend against obtaining routine follow-up chest imaging (Option B).In patients with acute hypoxic respiratory failure and bilateral lung infiltrates, evaluation with transthoracic echocardiography (Option C) can help assess the likelihood of left-sided heart failure. Echocardiography is also necessary in patients with a clinical suspicion of endocarditis. However, this patient's clinical findings, established microbiologic diagnosis, and ongoing improvement with antibiotics strongly argue against a cardiac cause of his presentation, and echocardiography is unnecessary.",
  "educational_objective": "Prevent catheter-associated urinary tract infection.",
  "extracted_at": "2025-12-23T14:13:48.442007-06:00",
  "key_points": [
    "In critically ill patients, all catheters and drains for which there is no clear, ongoing indication should be removed as soon as is feasible."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Extension of antibiotic therapy to 10 days"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Repeat chest radiography"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Transthoracic echocardiography"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Urinary catheter removal"
    }
  ],
  "question_id": "ccmcq24035",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "A 60-year-old man is evaluated in the ICU 4 days after hospitalization for community-acquired pneumonia with acute hypoxic respiratory failure. He is now extubated and breathing oxygen by nasal cannula. Medical history is significant for hypertension. Medications are ceftriaxone and losartan.On physical examination, vital signs are normal. Oxygen saturation is 94% with the patient breathing supplemental oxygen, 4 L/min by nasal cannula. Lung auscultation reveals crackles in the right lower lung field and left infrascapular region. An indwelling urinary catheter is in place.Chest radiograph obtained on admission reveals bilateral asymmetric alveolar infiltrates distributed in the right lower and left upper lung zones. Blood cultures obtained on presentation are negative, but sputum culture has grown Streptococcus pneumoniae.",
  "references": "Zimmerman JJ, Harmon LA, Smithburger PL, et al. Choosing Wisely for critical care: the next five. Crit Care Med. 2021;49(3):472-81. PMID: 33555779 doi:10.1097/CCM.0000000000004876.",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ccsec24001_24005"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}