{
  "question_id": "inmcq24023",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose cannabis hyperemesis syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old patient is evaluated in the hospital because of a 4-day history of intractable nausea and vomiting that have progressed to the point where they are unable to tolerate any oral intake. Several over-the-counter medications have not been helpful, and only hot showers have provided relief. They have had several similar episodes in the past month. They do not have fevers, chills, abdominal pain, or diarrhea. They are working on their master's degree and have been under increasing stress as final examinations approach. They have generalized anxiety disorder and take clonazepam, 0.5 mg as needed, because other pharmacologic treatment was ineffective. They additionally use cannabis (smoked and edible) to manage their anxiety, which they find more effective than clonazepam. They generally drink one alcoholic beverage per day but will occasionally consume six to eight drinks on weekends. They have a family history of depression.On physical examination, blood pressure is 136/74 mm Hg and pulse rate is 104/min. Other vital signs and the remainder of physical examination findings, including abdominal examination, are normal.Laboratory studiesPotassium3.2 mEq/L (3.2 mmol/L)LResults of complete blood count and comprehensive metabolic panel are otherwise normal. A pregnancy test result is negative.",
  "question_stem": "Which of the following is the most likely cause of this patient's nausea and vomiting?",
  "options": [
    {
      "letter": "A",
      "text": "Alcohol withdrawal syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Benzodiazepine withdrawal",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cannabis hyperemesis syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Generalized anxiety disorder",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Cannabis hyperemesis syndrome (Option C) is the most likely cause of this patient's symptoms. Cannabis hyperemesis syndrome is a complication of heavy cannabis use and is characterized by recurrent nausea and vomiting that may be relieved by prolonged hot showers. The nausea and frequency of vomiting can be debilitating, and concomitant abdominal pain is also common. The cause is unknown, but the syndrome tends to occur in patients with heavy daily cannabis use and is frequently cyclic. Symptoms usually resolve once cannabis use is discontinued but may take days to fully disappear. This patient, who uses cannabis to relieve their increased stress, has nausea and vomiting that improve with prolonged hot showers. Their symptoms and the cyclic nature of the episodes are most consistent with cannabis hyperemesis syndrome.Alcohol withdrawal syndrome (Option A) is not the most likely diagnosis in this patient. Alcohol withdrawal may present in several ways, including minor symptoms (tremulousness, diaphoresis, and palpitations), alcoholic hallucinosis, withdrawal seizures, and severe withdrawal (delirium tremens). Although this patient does consume alcohol and occasionally binge drinks, neither their level of consumption nor their symptoms are consistent with alcohol withdrawal.Benzodiazepine withdrawal (Option B) is not the most likely cause of this patient's symptoms. Benzodiazepine withdrawal can cause a wide range of symptoms, including nausea, sleep disturbance, irritability, palpitations, sweating, difficulty concentrating, headache, and myalgias. Although this patient takes clonazepam as needed for anxiety, their symptoms of cyclic nausea and vomiting relieved by hot showers are most consistent with cannabis hyperemesis syndrome.Although this patient has generalized anxiety disorder (GAD) (Option D), it is not the most likely cause of their nausea and vomiting. Patients with GAD usually present with restlessness, fatigue, irritability, muscle tension, sleep disturbance, and difficulty concentrating. It is not associated with intractable nausea and vomiting relieved by hot showers.",
  "critique_links": [],
  "key_points": [
    "Cannabis hyperemesis syndrome is a complication of heavy cannabis use characterized by recurrent nausea and vomiting that are often relieved by prolonged hot showers."
  ],
  "references": "Gorelick DA. Cannabis-related disorders and toxic effects. N Engl J Med. 2023;389:2267-2275. PMID: 38091532 doi:10.1056/NEJMra2212152",
  "related_content": {
    "syllabus": [
      "insec24007_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.357486-06:00"
}