{
  "question_id": "onqqq24004",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Diagnose bladder cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old man is evaluated for a 3-month history of intermittent gross hematuria associated with urinary frequency and urgency but no pain. He is a current smoker with a 60-pack-year smoking history.Physical examination is normal. Dipstick urinalysis is negative for leukocyte esterase, nitrites, and protein. Microscopic urinalysis shows nondysmorphic erythrocytes too numerous to count; no casts, leukocytes, or bacteria are noted. Ultrasound of the abdomen and pelvis is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bladder cancer",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "IgA nephropathy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nephrolithiasis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urinary tract infection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has bladder cancer (Option A). Bladder cancer is the most common cancer of the urinary tract. Common symptoms include hematuria and irritative urinary symptoms. Gross hematuria is more commonly seen than microscopic hematuria. It can cause frequency and urgency, and suprapubic pain may be the result of bladder wall invasion. Cigarette smoking or tobacco use, older age, chemical exposures (aromatic amines, leather, textiles, paint), prolonged diesel fume exposures, and working as a fire fighter can be associated with or risk factors for bladder cancer. The diagnosis is often delayed because symptoms may occur intermittently and are like those caused by urinary tract infections (UTIs), prostatitis, and renal calculi. Any patient with gross hematuria should be referred for urologic evaluation, as should any patient confirmed to have persistent microscopic hematuria after evaluating benign causes, such as UTI, nephrolithiasis, or underlying kidney disease with a glomerular source of erythrocytes. Notably, use of anticoagulants does not alter these recommendations. Cystoscopy and biopsy are required for diagnosis.IgA nephropathy (IgAN) (Option B) is the most common primary glomerular disease worldwide. IgAN can be diagnosed at any age but is most common in adolescence or early adulthood. Common features are hematuria (microscopic or macroscopic) and proteinuria; the more severe variants generally include hypertension, edema, and kidney dysfunction (elevated serum creatinine levels). The presence of dysmorphic erythrocytes (resulting from passage through a damaged glomerular basement membrane) or erythrocyte casts on urine microscopy can distinguish the glomerular hematuria seen in the nephritic syndrome from other causes of urinary tract bleeding. The absence of dysmorphic erythrocytes or erythrocyte casts in the urine make IgAN an unlikely diagnosis in this patient.Nephrolithiasis (Option C) should be considered in all patients who present with flank pain or costovertebral angle tenderness. Microscopic, and occasionally gross, hematuria may accompany nephrolithiasis. The absence of pain and the chronic presentation of the patient's symptoms argue against nephrolithiasis.Although this patient has irritative voiding symptoms suggesting the possibility of infection, the absence of pyuria, bacteriuria, and leukocyte esterase make a UTI (Option D) unlikely.",
  "critique_links": [],
  "key_points": [
    "Bladder cancer is the most common urinary tract cancer, commonly presenting with gross hematuria and symptoms similar to those of urinary tract infections, prostatitis, and renal calculi.",
    "Any patient with gross hematuria should be referred for urologic evaluation, as should any patient confirmed to have persistent microscopic hematuria after evaluating benign causes, such as urinary tract infection, nephrolithiasis, or underlying kidney disease with a glomerular source of erythrocytes."
  ],
  "references": "Lenis AT, Lec PM, Chamie K, et al. Bladder cancer: A review. JAMA. 2020;324:1980-1991. PMID: 33201207 doi:10.1001/jama.2020.17598",
  "related_content": {
    "syllabus": [
      "onsec24006_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.166664-06:00"
}