{
  "question_id": "inqqq24010",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Evaluate a breast mass in a woman aged 30 years or older.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 40-year-old woman is evaluated 1 week after noticing a breast lump without nipple discharge. She delivered two children, the first at age 25 years. Menses are regular. She has no personal or family history of breast or ovarian cancer. She takes no medications. She has never undergone mammography.On physical examination, vital signs are normal. BMI is 28. Breast examination reveals dense tissue bilaterally and no skin changes. A 1.8-cm, firm, mobile, nontender mass with ill-defined margins is palpated at the 10 o’clock position in the right breast. There is no axillary, cervical, or supraclavicular lymphadenopathy. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Breast MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Core-needle biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Diagnostic mammography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's breast mass should initially be evaluated with diagnostic mammography (Option C). A clinical examination alone cannot differentiate between a cyst and a solid mass, and any dominant breast mass warrants diagnostic imaging to determine the nature of the mass and the appropriate management. In women aged 30 years or older, diagnostic mammography is recommended to evaluate a palpable mass to assess for a spiculated density or associated pleomorphic calcifications that may indicate malignancy. Diagnostic mammography would therefore be the most appropriate initial imaging for this patient older than 30 years with a breast mass.There is no evidence to support the use of breast MRI (Option A) and other advanced imaging in the initial evaluation of women of any age presenting with a palpable breast mass.Definitive breast mass diagnosis is obtained by tissue sampling using fine-needle aspiration, core-needle biopsy (Option B), or excisional biopsy. Fine-needle aspiration is generally reserved for ultrasound-confirmed cystic lesions. Core-needle biopsy is used for most solid lesions, as it provides more tissue for histology and tissue markers. Excisional biopsy is used when core-needle biopsy findings are nondiagnostic or when biopsy and imaging studies do not concur. Further management of abnormal pathologic findings requires consultation with a breast surgeon and oncologist. Needle aspiration, core-needle biopsy, and excision are all premature until the imaging evaluation is completed.Ultrasonography (Option D) may be considered as the initial imaging modality in women aged 30 years or older if a mammogram within the past 6 months was negative. Additionally, ultrasonography is recommended for patients in this age group who have a palpable breast mass and negative or inconclusive findings on mammography. Ultrasonography is also the recommended test for pregnant patients to avoid radiation exposure.",
  "critique_links": [],
  "key_points": [
    "For evaluation of palpable breast abnormalities in women aged 30 years or older, diagnostic mammography should be performed."
  ],
  "references": "Klein KA, Kocher M, Lourenco AP, et al; Expert Panel on Breast Imaging. ACR Appropriateness Criteria® palpable breast masses: 2022 update. J Am Coll Radiol. 2023;20:S146-S163. PMID: 37236740 doi:10.1016/j.jacr.2023.02.013",
  "related_content": {
    "syllabus": [
      "insec24005_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.066869-06:00"
}