{
  "question_id": "nrmcq24078",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Prevent medical complications in a patient with an intracerebral hemorrhage.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 58-year-old woman is evaluated in the hospital 36 hours after presenting with an intracerebral hemorrhage secondary to hypertension. She is receiving intravenous nicardipine for blood pressure control and is wearing intermittent pneumatic compression devices. Medical history is relevant for hypertension, and she takes no other medications.On physical examination, blood pressure is 144/78 mm Hg. BMI is normal. She exhibits left facial and side weakness, severe dysarthria, and dysphagia.A basic metabolic profile is normal.Repeat head CT scan shows no change in right basal ganglia hemorrhage with no intraventricular extension or midline shift.",
  "question_stem": "Which of the following is the most appropriate management of the risk for venous thromboembolic disease?",
  "options": [
    {
      "letter": "A",
      "text": "Enoxaparin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Graduated compression stockings",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inferior vena cava filter placement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Low-dose apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with stable intracerebral hemorrhage (ICH) more than 24 hours after onset should receive subcutaneous enoxaparin (Option A) for venous thromboembolic prophylaxis. Patients with stroke have a high risk for medical complications, particularly venous thromboembolic (VTE) disease; pharmacologic prophylaxis with subcutaneous anticoagulants is necessary. Guidelines recommend starting pharmacologic VTE prophylaxis, usually with low-molecular-weight heparin (LMWH), 24 hours after hemorrhage onset if the patient is stable and imaging shows no evidence of hematoma expansion. This approach does not increase the risk for hematoma expansion or central nervous system complications, although LMWH should be used with caution in patients with low weight or kidney disease. This patient had a hypertensive ICH and now has appropriate blood pressure control with intravenous nicardipine and no evidence of hematoma expansion on neuroimaging. With a normal BMI and kidney function, she is an ideal candidate for VTE prophylaxis with enoxaparin.Graduated compression stockings (Option B) would not be an appropriate choice in this patient who is at high risk for VTE. Although guidelines endorse the use of intermittent pneumatic devices (IPCs) both before and concurrent with pharmacologic prophylaxis, they discourage the use of graduated compression stockings secondary to a lack of efficacy.Inferior vena cava (IVC) filter placement (Option C) is incorrect, as enoxaparin is a safer option for VTE prophylaxis in this patient with no history of trauma. Prophylactic use of IVC filters is sometimes considered in patients with major trauma, although this is a controversial practice.Low-dose apixaban (Option D) is incorrect because it has not been established to be safe and effective for VTE prophylaxis in patients with stroke. Apixaban can, however, be used to treat VTE after hemorrhagic stroke as early as 1 to 2 weeks after stroke onset, depending on the characteristics of the hemorrhage and VTE and blood pressure control.Adding no further prophylaxis for VTE (Option E) would be inappropriate in this patient at high risk for VTE. This patient has a significantly elevated risk for VTE given the presence of stroke with hemiparesis, and adding pharmacologic therapy to IPC use is indicated now that the risk for rebleeding has subsided.",
  "critique_links": [],
  "key_points": [
    "Patients with stroke have a high risk for medical complications, including deep venous thrombosis.",
    "In patients with hemorrhagic stroke, guidelines recommend starting pharmacologic prophylaxis for venous thromboembolic disease 24 hours after hemorrhage onset if the patient is stable and imaging shows no evidence of hematoma expansion."
  ],
  "references": "Li L, Murthy SB. Cardiovascular events after intracerebral hemorrhage. Stroke. 2022;53:2131-2141. PMID: 35674043 doi:10.1161/STROKEAHA.122.036884",
  "related_content": {
    "syllabus": [
      "nrsec24004_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.582586-06:00"
}