{
  "question_id": "cccor25004",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Treat postoperative atelectasis with pain management.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 44-year-old woman is evaluated 1 day after undergoing right mastectomy for breast cancer. Desaturations throughout the night necessitated oxygen initiation. She reports sharp pain in the right chest that is worse with deep breathing and movement. Medications are oxycodone, ibuprofen, acetaminophen, and enoxaparin.On physical examination, temperature is 37.8 °C (100.0 °F), blood pressure is 140/60 mm Hg, pulse rate is 90/min, and respiration rate is 28/min. Oxygen saturation is 93% with the patient breathing oxygen, 6 L/min, by nasal cannula. The patient has shallow breathing with splinting. Lung examination reveals diminished breath sounds at the right lung base, dullness on percussion, egophony in the right lower lobe, and rhonchi. The remainder of the examination is normal.Chest radiograph shows plate-like opacities in the lung bases.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Administer naloxone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Bronchoscopic airway clearance",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Increase oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Initiate levofloxacin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with hypoxemia due to atelectasis is pain control with increased oxycodone (Option C). Atelectasis is reported to occur in up to 90% of all anesthetized patients and may persist for several days following surgery. Atelectasis can result from impaired respiratory mechanics after thoracic and abdominal surgeries that lead to shallow breathing patterns and avoidance of coughing. Patients may be asymptomatic or present with labored breathing, diminished breath sounds at the lung bases, egophony, rhonchi, and consolidation on imaging. Atelectasis is associated with increased morbidity, including hypoxemia, retained secretions, and pneumonia. Early management should focus on pain control, mobility, and secretion management. This patient's postoperative pain is causing shallow breathing and limiting her mobility. Management of her atelectasis should focus on its cause, so an increase in her oxycodone is appropriate. In addition to pain control, she should have chest physiotherapy as soon as it can be tolerated.Naloxone (Option A) is used to reverse the respiratory depressive effects of opioid therapy, but it would be an inappropriate choice in this patient with uncontrolled pain who is not hypoventilating.For patients with atelectasis who do not respond to pain control and chest physiotherapy (inspiratory muscle training, deep breathing exercise, mobility programs, or percussion and vibration therapy), suctioning and bronchoscopy (Option B) may be of some value, particularly if secretions are tenacious and abundant. Bronchoscopy is not indicated in this patient, who has yet to receive the most basic treatments.This patient has no clinical features of pneumonia, such as fever or cough, and the consolidation on radiograph can be attributed to atelectasis. Thus, initiating antibiotics, such as levofloxacin (Option D), would be inappropriate.",
  "critique_links": [],
  "key_points": [
    "Postoperative atelectasis is associated with increased morbidity, including hypoxemia, retained secretions, and pneumonia and may trigger the development of acute lung injury.",
    "Postoperative atelectasis is best managed with pain control, secretion management, and early mobility."
  ],
  "references": "Odor PM, Bampoe S, Gilhooly D, et al. Perioperative interventions for prevention of postoperative pulmonary complications: systematic review and meta-analysis. BMJ. 2020;368:m540. PMID: 32161042 doi:10.1136/bmj.m540",
  "related_content": {
    "syllabus": [
      "ccsec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.817414-06:00"
}