{
  "question_id": "fcmcq24092",
  "category": "fc",
  "educational_objective": "Disclose a medical error to an affected patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 56-year-old patient is hospitalized for lower gastrointestinal bleeding due to diverticulosis. The patient's nurse accidentally gave them a therapeutic dose of enoxaparin that was meant for the patient's roommate. The patient's bleeding increased, and they required a transfusion of packed red blood cells, but they are now stable.",
  "question_stem": "Which of the following is the most appropriate management of this error?",
  "options": [
    {
      "letter": "A",
      "text": "Inform the patient of the error and that steps will be taken to prevent similar harms in the future",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inform the patient that their nurse made a medication error",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Report the error to the quality improvement department without additional patient disclosure",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The physician should inform the patient about the error and that steps will be taken to prevent similar harms in the future (Option A). Physicians are legally and ethically obligated to disclose medical errors to patients. When disclosing the error and harm, the physician should express concern and compassion for the patient. Error disclosure should include an explanation of the course of events and how the error occurred, the consequences of the event, a description of how the effects of the error will be minimized or rectified, and steps that the system will take to reduce recurrences. In some situations, information on how the error occurred may take time to gather, and patients should be informed of the process.Assigning individual blame without further explanation or investigation (Option B) is inappropriate. The error should be compassionately and fully disclosed to the patient. The error should also be investigated through a root cause analysis, process map, or other quality improvement tool that focuses on system improvement rather than individual fault.It is important to report adverse events so that quality improvement efforts can be undertaken to prevent similar incidents in the future. Institutional efforts to prevent similar harms may include reporting the error in an adverse events tracking system or to the quality improvement department. However, in addition to reporting the event through the appropriate channels, the patient must also be informed (Option C).Nondisclosure (Option D), if discovered, may damage the patient's trust, anger the patient and their family, and increase the likelihood of legal action. Patients who are informed about a medical error in a timely manner and receive a genuine, compassionate apology are more likely to forgive the provider and are less likely to proceed with legal action.",
  "key_points": [
    "Physicians are legally and ethically obligated to disclose medical errors to patients.",
    "When disclosing an error and its consequences, the physician should express concern and compassion for the patient and explain institutional efforts being taken to prevent similar harms."
  ],
  "references": "Sulmasy LS, Bledsoe TA; ACP Ethics, Professionalism and Human Rights Committee. American College of Physicians ethics manual: seventh edition. Ann Intern Med. 2019;170:S1-S32. PMID: 30641552",
  "related_content": {
    "syllabus": [
      "fcsec24003_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.095429-06:00"
}