{
  "question_id": "idqqq24015",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent catheter-associated urinary tract infection by removing the catheter.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 39-year-old man is evaluated in the hospital after a motorcycle accident that necessitated an open reduction and internal fixation of a femur fracture. During the emergency department evaluation, an indwelling urinary catheter was placed.On physical examination, vital signs are normal. The left leg is tender, with a sterile dressing over the incision.",
  "question_stem": "Which of the following is the most appropriate urinary catheter management?",
  "options": [
    {
      "letter": "A",
      "text": "Change catheter to an antimicrobial- or antiseptic-coated catheter",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate prophylactic antibiotics",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Maintain catheter placement until patient is ambulatory",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Remove catheter and observe for spontaneous voiding",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The proper management of the patient's perioperative urinary catheter is to remove it and observe the patient for spontaneous voiding (Option D). Catheters should be used for appropriate indications only (see Table: Indications for Indwelling Urinary Catheter Use). An indwelling urinary catheter is sometimes inserted in the emergency department during trauma evaluation; however, the need for continuing the catheter should be assessed when the initial evaluation has been completed. Early removal of urinary catheters should be considered, when possible, and can be encouraged by computerized reminder systems and nurse-initiated removal protocols. Patients should be monitored closely for their ability to void spontaneously when a catheter is removed.Catheter-associated urinary tract infection (CAUTI) prevention strategies are summarized by the acronym ABCDE:Adherence to general infection control principlesBladder ultrasonography to potentially avoid catheterizationCondom catheter use or intermittent catheterization when appropriateDo not use an indwelling catheter if criteria for use are not metEarly catheter removal when it is no longer indicatedMost studies have not shown definitive benefit of antimicrobial- or antiseptic-coated catheters (Option A) for short- (<14 days) or long-term catheterization; these catheters are more expensive and, in some cases (e.g., nitrofurazone-coated catheters), cause more patient discomfort.Administering antibiotics with the goal of preventing CAUTI (Option B) is not effective and promotes antibiotic-resistant bacteria and fungal CAUTIs. Prophylactic antibiotics are not indicated for this patient.If this patient required prolonged immobilization (e.g., multiple traumatic injuries such as pelvic fractures), continuing the indwelling urinary catheter may be appropriate (Option C). However, this is unlikely to be necessary for a patient with a quickly repaired femur fracture.",
  "critique_links": [],
  "key_points": [
    "Early removal of urinary catheters should be considered, when possible, and patients should be monitored for their ability to void spontaneously after catheter removal."
  ],
  "references": "Patel PK, Advani SD, Kofman AD, et al. Strategies to prevent catheter-associated urinary tract infections in acute-care hospitals: 2022 Update. Infect Control Hosp Epidemiol. 2023;44:1209-1231. PMID: 37620117 doi:10.1017/ice.2023.137",
  "related_content": {
    "syllabus": [
      "idsec24018_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.470134-06:00"
}