{
  "question_id": "giqqq24017",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose pill-induced esophagitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 80-year-old woman is evaluated for new-onset odynophagia and dysphagia to solids. She reports some discomfort with swallowing but has no dysphagia with liquids. She reports no weight loss, fatigue, abdominal pain, or other symptoms. Medical history is remarkable for osteoporosis and gastroesophageal reflux disease with symptomatic heartburn that is well controlled with once-daily proton pump inhibitor therapy. Medications are alendronate and omeprazole.Physical examination findings, including vital signs, are normal.Laboratory studies are normal.Upper endoscopy shows two 4-mm ulcers in the mid esophagus at the same distance from incisors.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Achalasia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Candidal esophagitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Gastroesophageal reflux disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pill-induced esophagitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is pill-induced esophagitis (Option D), which classically presents with odynophagia and dysphagia in the setting of a common culprit medication, including bisphosphonates, such as alendronate; antibiotics; ferrous sulfate; potassium chloride; and NSAIDs. Pill-induced esophagitis is considered to result from prolonged contact of irritants in the medication with the esophageal mucosa, leading to mucosal injury in areas where the esophagus is anatomically narrowed, such as the aortic arch. The traditional lesion is described as a \"kissing lesion\" (i.e., two ulcers on separate walls of the esophagus at the same distance from the incisors). Treatment is discontinuation of the offending medication, switching to a liquid formulation, if possible, or proper education on medicine administration, including sitting upright following administration and adequate oral fluid intake following medication administration.Achalasia (Option A) can be a common cause of dysphasia. It does not commonly present with odynophagia, which is present in this patient. Additionally, patients with achalasia have dysphagia to solid and liquid foods, and this patient is only experiencing dysphagia with solids.Infectious esophagitis presents with dysphagia and odynophagia. Candidal esophagitis (Option B) is one of the most common causes of infectious esophagitis and can be seen in patients who are immunocompromised or taking ingested glucocorticoids. Upper endoscopy reveals characteristic white plaques, which are not seen in this patient.Gastroesophageal reflux disease (GERD) (Option C) can cause dysphagia and odynophagia, particularly in patients with more advanced erosive esophagitis (Los Angeles Classification of GERD Grade C or D). However, until recently, this patient's symptomatic heartburn has been well controlled with omeprazole. Additionally, upper endoscopy did not show signs of erosive esophagitis, so the patient's GERD is unlikely to be causing her dysphagia.",
  "critique_links": [],
  "key_points": [
    "Pill-induced esophagitis classically presents with odynophagia and dysphagia in the setting of a common culprit medication, including bisphosphonates, such as alendronate; antibiotics; ferrous sulfate; potassium chloride; and NSAIDs."
  ],
  "references": "Kim SH, Jeong JB, Kim JW, et al. Clinical and endoscopic characteristics of drug-induced esophagitis. World J Gastroenterol. 2014;20:10994-9. PMID: 25152603 doi:10.3748/wjg.v20.i31.10994",
  "related_content": {
    "syllabus": [
      "gisec24001_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.424314-06:00"
}