{
  "question_id": "nrmcq25006",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage radiologically isolated syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 36-year-old woman is evaluated for possible demyelinating disease after a brain MRI revealed two nonenhancing periventricular lesions consistent with demyelination. The MRI was conducted after a CT scan of the sinuses completed to evaluate chronic sinusitis suggested an enlarged sella turcica; no abnormality of the sella was seen on MRI. She reports no history of vision loss, double vision, weakness, numbness, gait difficulties, or bowel or bladder issues. She has a history of depression, and her only medication is sertraline.Physical examination findings, including vital signs, are normal.Cerebrospinal fluid testing reveals no oligoclonal bands or kappa free light chains; cell count and glucose and protein levels are normal.MRI of the spine is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "High-dose glucocorticoids",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Interferon beta",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ofatumumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has radiologically isolated syndrome (RIS) and should undergo close clinical observation (Option D). RIS is the presence of incidentally identified central nervous system white matter anomalies consistent with demyelinating disease in a patient with no history of remitting neurologic symptoms consistent with multiple sclerosis (MS). Typically, these anomalies are ovoid, well-circumscribed T2 hyperintense lesions larger than 3 mm that appear in at least two of five regions (juxtacortical or cortical, periventricular, infratentorial brain, spinal cord, and optic nerve). To establish the diagnosis of RIS, there must not be an alternative explanation for the findings, such as chronic vascular disease, toxic exposure, or leukodystrophy. RIS can be a precursor to relapsing-remitting MS (RRMS) but typically does not require treatment. All patients with RIS should be monitored closely for conversion to MS and the need to initiate disease-modifying therapy (DMT). This patient has radiographic evidence of demyelination, which is suggestive of MS. However, she has 2 lesions only in a single region (the periventricular region) and no oligoclonal bands or kappa free light chains on cerebrospinal fluid analysis. Most importantly, she also has no neurologic symptoms, making RIS the most likely diagnosis. She should be observed clinically for the development of symptoms, including annual MRI.High-dose glucocorticoids (Option A) are standard treatment for relapses of established MS. This patient, however, does not meet criteria for MS, and she does not have symptoms or radiographic signs consistent with an MS relapse. High-dose glucocorticoids would not be beneficial and would unnecessarily expose her to treatment toxicity.Interferon beta (Option B) is a traditional first-line DMT for MS but is now less commonly used in favor of more effective treatments. Although generally well-tolerated, it can exacerbate depression. This patient does not have MS and, furthermore, has depression; interferon beta is not indicated.Ofatumumab (Option C) is a B-cell–depleting agent that is useful as DMT in preventing relapse in RRMS and progression in primary progressive MS. This patient, however, does not have established MS but rather RIS. DMT is not indicated for RIS.",
  "critique_links": [],
  "key_points": [
    "Patients with radiologically isolated syndrome (RIS) have incidentally identified central nervous system white matter anomalies consistent with demyelinating disease but no history of remitting neurologic symptoms consistent with multiple sclerosis.",
    "RIS can be a precursor to relapsing-remitting multiple sclerosis and requires close monitoring but does not require treatment."
  ],
  "references": "Montalban X, Lebrun-Frénay C, Oh J, et al. Diagnosis of multiple sclerosis: 2024 revisions of the McDonald criteria. Lancet Neurol. 2025;24:850-865. PMID: 40975101 doi:10.1016/S1474-4422(25)00270-4",
  "related_content": {
    "syllabus": [
      "nrsec24007_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.609515-06:00"
}