{
  "question_id": "pmqqq24004",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat a large primary spontaneous pneumothorax.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 25-year-old man is evaluated for sudden-onset breathlessness and right pleuritic chest pain, which began while he was playing basketball. Medical history is otherwise unremarkable.Respiration rate is 32/min; other vital signs, including oxygen saturation with the patient breathing ambient air, are normal. Lung auscultation reveals diminished right-sided breath sounds.Chest radiograph shows a 3-cm right pneumothorax.Oxygen at 2 L/min by nasal cannula is initiated.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Insert a 10 Fr (3.3 mm) thoracostomy tube",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Insert a 28-Fr (9.3 mm) thoracostomy tube",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Observe patient overnight and repeat chest radiography in morning",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform chemical pleurodesis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is insertion of a small-bore 10 Fr (3.3 mm) thoracostomy tube (Option A). This patient has a large primary spontaneous pneumothorax (PSP) with breathlessness and tachypnea. A pneumothorax is large when the lung margin is greater than 2 cm from the chest wall. The pneumothorax is classified as primary because it occurred in the absence of an underlying predisposing disease, such as COPD. Risk factors for PSP include subpleural blebs, tall stature, genetic predisposition, and smoking. Supplemental oxygen is provided to promote absorption of nitrogen-rich pleural air. Management of PSP is otherwise driven by clinical symptoms. For patients with breathlessness and chest pain, facilitation of lung re-expansion by insertion of a small-bore (<14 Fr [4.7 mm]) thoracostomy tube connected to a high-volume, low-pressure suction system is indicated. This patient has breathlessness, chest pain, and an increased respiration rate and would benefit from a thoracostomy tube. Emergent needle aspiration would be appropriate if he were clinically unstable, and a trial of aspiration may be considered before thoracostomy tube insertion; however, simple needle aspiration may yield a lower initial success rate than thoracostomy tube insertion.Small-bore thoracostomy tubes and large-bore thoracostomy tubes (Option B) are equally effective. However, one systematic review concluded that small-bore thoracostomy tubes are associated with a lower complication rate, shorter treatment duration, and shorter hospital stay.Observing the patient overnight and repeating chest radiography in the morning (Option C) could be appropriate for patients with a small (<2 cm) PSP without significant or with only minimal symptoms. However, this approach would not be appropriate in a symptomatic patient with a large pneumothorax.Recurrence prevention with pleurodesis (Option D) is recommended after the second episode of PSP on the same side or after the first occurrence of secondary spontaneous pneumothorax. This patient has no indication for pleurodesis.",
  "critique_links": [],
  "key_points": [
    "In patients with pneumothorax, supplemental oxygen is provided to promote the absorption of nitrogen-rich pleural air.",
    "For patients with pneumothorax who have breathlessness and chest pain, facilitation of lung re-expansion is achieved by insertion of a small-bore (<14 Fr [4.7 mm]) thoracostomy tube or needle aspiration."
  ],
  "references": "Roberts ME, Rahman NM, Maskell NA, et al; BTS Pleural Guideline Development Group. British Thoracic Society guideline for pleural disease. Thorax. 2023;78:s1-s42. PMID: 37433578 doi:10.1136/thorax-2022-219784",
  "related_content": {
    "syllabus": [
      "pmsec24005_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.609040-06:00"
}