{
  "question_id": "inmcq24042",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose age-related macular degeneration.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 75-year-old man is evaluated for a change in vision. He reports increasing difficulty reading a computer screen, especially in his central field of vision and when the screen is not at maximum brightness. He also has a hard time seeing in the dark but does not have halos and is not sensitive to glare. He has tried several strengths of reading glasses without improvement. He has smoked one pack of cigarettes daily for 60 years. He has COPD, hypertension, and dyslipidemia. Medications include tiotropium, lisinopril, and simvastatin.On physical examination, blood pressure is 128/78 mm Hg; other vital signs are normal. BMI is 29. Visual acuity is 20/40 bilaterally. The red reflex is present. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Age-related macular degeneration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cataracts",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Optic neuritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Primary open-angle glaucoma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is age-related macular degeneration (AMD) (Option A). AMD is a progressive disease involving the central retina that causes painless central vision loss. In addition to central scotoma, visual symptoms may include difficulty adapting to dark environments, distorted vision (particularly with reading), and difficulty with facial recognition. AMD is classified as wet (neovascular, exudative) or dry (non-neovascular, atrophic). Wet AMD can progress to blindness in weeks to months, whereas dry AMD typically progresses to blindness over years to decades. Smoking is the most significant modifiable risk factor for AMD, and evidence also suggests an association between genetic factors associated with cardiovascular disease and AMD. Smoking cessation and control of hypertension and dyslipidemia are recommended to prevent vision loss due to AMD. Supplementation with vitamin C, vitamin E, β-carotene, zinc, and copper may decrease progression of intermediate AMD, and intravitreal injections of vascular endothelial growth factor inhibitors improve vision or delay deterioration in advanced disease. This patient presents with gradual loss of central vision and difficulty adapting to a dark environment, making AMD the most likely diagnosis.Although a common cause of vision limitation in older patients, cataracts (Option B) are not the most likely diagnosis. Cataracts often cause difficulty seeing in dark environments, including glare sensitivity and halos around lights. They are less likely, however, to be associated with the central loss of vision. The preserved red reflex also makes cataracts less likely.Optic neuritis (Option C) is unlikely in this patient with gradual vision loss. Optic neuritis is a demyelinating inflammation of the optic nerve and is most commonly due to multiple sclerosis. It usually presents as acute, painful monocular vision loss that develops over hours to days. It is not a cause of the chronic, progressive, painless vision loss experienced by this patient.Primary open-angle glaucoma (POAG) (Option D) is the second leading cause of vision loss in the United States. It is often asymptomatic until later disease stages because peripheral vision loss is the earliest symptom and may go unnoticed by the patient. This patient presenting with difficulty adapting to dark environments and central vision loss more likely has AMD than POAG.",
  "critique_links": [],
  "key_points": [
    "Visual symptoms in age-related macular degeneration include distorted vision (particularly with reading and facial recognition) and difficulty adapting to dark environments.",
    "Smoking cessation and control of hypertension and dyslipidemia are recommended to prevent vision loss due to age-related macular degeneration."
  ],
  "references": "Thomas CJ, Mirza RG, Gill MK. Age-related macular degeneration. Med Clin North Am. 2021;105:473-491. PMID: 33926642 doi:10.1016/j.mcna.2021.01.003",
  "related_content": {
    "syllabus": [
      "insec24003_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.435903-06:00"
}