{
  "question_id": "npqqq24007",
  "category": "np",
  "educational_objective": "Discontinue NSAIDs in a patient with elevated blood pressure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 42-year-old woman is evaluated during a follow-up visit for elevated blood pressure identified for the first time during a visit 2 weeks ago for mild low back pain. She currently takes ibuprofen daily for the back pain and loratadine as needed for seasonal allergies.On physical examination, the average of three blood pressure measurements is 139/84 mm Hg, and pulse rate is 52/min; other vital signs are normal. BMI is 26. The patient is well developed, muscular, and in no apparent distress. The remainder of the examination is normal.",
  "question_stem": "In addition to follow-up in 1 month, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Begin amlodipine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Begin hydrochlorothiazide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue ibuprofen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue loratadine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to discontinue ibuprofen (Option C) and measure the patient's blood pressure (BP) in 1 month. The American College of Cardiology/American Heart Association BP guideline defines stage 1 hypertension as a systolic BP of 130 to 139 mm Hg or diastolic BP of 80 to 89 mm Hg, based on epidemiologic studies that indicate systolic BP greater than 115 mm Hg and diastolic BP greater than 75 mm Hg are linearly associated with cardiovascular events. In the initial assessment of a patient with elevated BP, before a diagnosis of hypertension is made, a complete history with a list of prescription and nonprescription medications (including complementary and alternative medications, such as herbals) and nonprescribed substances must be elicited. NSAIDs are one of the medication classes that can result in reversible elevations in BP, the mechanism for which is increased sodium retention. Therefore, ibuprofen, an NSAID, should be discontinued and BP remeasured in this patient in 1 month. A guideline-based multimodal pain management strategy, including nonpharmacologic interventions (e.g., physical therapy, ice or heat application, exercise), topical analgesics (if appropriate), or acetaminophen, should be advised because pain itself can also result in BP elevation.Before antihypertensive medications such as amlodipine or hydrochlorothiazide (Options A, B) are started in this otherwise healthy young person, this patient's pain would need to controlled and elevated BP would need to be confirmed 1 month after ibuprofen discontinuation.Antihistamines such as loratadine (Option D) generally do not result in BP elevation; therefore, loratadine does not need to be discontinued in this patient.",
  "key_points": [
    "Many medications, such as NSAIDs, can result in reversible elevations in blood pressure; discontinuation of the drug and a reassessment of blood pressure 1 month later are necessary to confirm a return to a normal blood pressure measurement."
  ],
  "references": "Rivasi G, Menale S, Turrin G, et al. The effects of pain and analgesic medications on blood pressure. Curr Hypertens Rep. 2022;24:385-394. PMID: 35704141 doi:10.1007/s11906-022-01205-5",
  "related_content": {
    "syllabus": [
      "npsec24005_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:11:04.426646-06:00"
}