{
  "question_id": "enmcq24051",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage a nonfunctioning pituitary macroadenoma that abuts the optic chiasm.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 67-year-old man is evaluated at a follow-up visit for a pituitary mass. He presented 1 month ago with decreased libido, fatigue, and muscle weakness. His 8 am fasting serum total testosterone levels were low, with inappropriately normal serum follicle-stimulating hormone and luteinizing hormone levels. MRI revealed a 2-cm pituitary mass with suprasellar extension abutting the optic chiasm. Visual field testing performed by an ophthalmologist revealed intact visual fields. He takes no medications.Physical examination findings, including vital signs, are normal.Laboratory studies:8 am cortisol 18 μg/dL (497 nmol/L)Prolactin14 ng/mL (14 μg/L)8 am testosterone, total90 ng/dL (3.1 nmol/L)LThyroid-stimulating hormone2.5 μU/mL (2.5 mU/mL)Free thyroxine1.4 ng/dL (18 pmol/L)Insulin-like growth factor-1 is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Cabergoline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Neurosurgical referral",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat MRI in 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Testosterone replacement therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has a pituitary macroadenoma that abuts the optic chiasm, and he should be referred for neurosurgical consultation (Option B). Appropriate evaluation of a pituitary macroadenoma (≥1 cm) is outlined in Figure: Algorithm for Pituitary Adenoma Evaluation and Management and includes the following:Laboratory testing for pituitary hyperfunction with insulin-like growth factor-1 and prolactin measurementLaboratory testing for pituitary hypofunction with 8 am serum cortisol, thyroid studies, luteinizing hormone, follicle-stimulating hormone, and total testosterone measurementVisual field testing to identify any tumor that abuts or compresses the optic chiasmAny pituitary tumor (other than a prolactinoma) that abuts or compresses the optic chiasm or optic nerve or causes visual field deficits necessitates neurosurgical consultation, and most of these patients will require surgical intervention rather than conservative management. This patient has had an appropriate evaluation; although his visual fields are currently intact, he is at high risk for visual field deficits if the tumor grows. The most appropriate next step in management is neurosurgical consultation.Cabergoline (Option A) is a dopamine agonist that is used to treat prolactinomas and occasionally growth hormone–secreting tumors. It would not be effective for treating this patient's nonfunctioning pituitary adenoma, which is not secreting excess pituitary hormones.Because this patient's tumor abuts the optic chiasm, he is at risk for visual loss if the tumor enlarges. Therefore, repeating an MRI in 6 months is inappropriate (Option C).Although this patient may eventually require testosterone replacement therapy (Option D), this is not the best next step in treatment at this time. Testosterone levels sometimes improve after surgical treatment of pituitary macroadenoma, when the mass effect on the normal pituitary gland resolves. Therefore, testosterone treatment is often delayed for at least 6 months after surgery.",
  "critique_links": [],
  "key_points": [
    "Any pituitary tumor (other than a prolactinoma) that abuts or compresses the optic chiasm or optic nerve or causes visual field deficits necessitates neurosurgical consultation, and most of these patients will require surgical intervention rather than conservative management.",
    "In patients with hypogonadism, testosterone levels sometimes improve after surgical treatment of pituitary macroadenoma, when the mass effect resolves; therefore, testosterone replacement therapy is often delayed for at least 6 months after surgery."
  ],
  "references": "Tritos NA, Miller KK. Diagnosis and management of pituitary adenomas: a review. JAMA. 2023;329:1386-1398. PMID: 37097352 doi:10.1001/jama.2023.5444",
  "related_content": {
    "syllabus": [
      "ensec24003_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.294823-06:00"
}