{
  "question_id": "npmcq24002",
  "category": "np",
  "educational_objective": "Manage an elevated blood pressure measurement.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 48-year-old patient comes to the office after a new cuffless blood pressure–measuring application on their mobile phone alerted them that their blood pressure was elevated. They are asymptomatic. Their medical history includes tension headaches for which they use ibuprofen a few times weekly. They have a 10-pack-year history of smoking but quit 5 years ago. Family history is significant for hypertension in their father, which developed in his 60s.On physical examination, blood pressure is 132/84 mm Hg, and pulse rate is 86/min. The remainder of the examination is unremarkable.Laboratory studies show normal serum creatinine and electrolyte levels.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Continue phone application blood pressure monitoring for 1 month",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue ibuprofen and recheck blood pressure in 1 month",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform ambulatory blood pressure monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start hydrochlorothiazide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to discontinue ibuprofen and recheck blood pressure (BP) in 1 month (Option B). An initial step in the evaluation of a patient with an elevated BP is to assess for use of any prescription and nonprescription medications, including complementary and alternative medications (herbal supplements) and nonprescribed substances, that may result in reversible BP elevations (Table: Drugs That Can Raise Blood Pressure). Common drugs that can result in elevated BP include NSAIDs (as in this patient), contraceptives, antidepressants, decongestants, stimulants, caffeine, and ethanol. NSAIDs can increase BP via several possible mechanisms, including sodium retention and expansion of intravascular volume due to cyclooxygenase 2 inhibition in the kidneys and increased intrarenal concentrations of aldosterone. This patient has an elevated BP, and they may indeed have a diagnosis of hypertension. However, a diagnosis should be made on an average of two or more BP measurements obtained on two or more occasions with a reliable and validated instrument. In addition, before a diagnosis is established, they should discontinue any medications such as NSAIDs that may raise their BP; this should be followed by BP recheck.Cuffless BP devices such as mobile phone applications (Option A) have not been adequately validated for clinical use and are not recommended. Cuffless BP devices use pulse transit time, pulse arrival time, tonometry, and/or pulse wave analysis to estimate BP. The device algorithms must assume particular vascular characteristics to estimate BP, which may make them more susceptible to inaccuracies due to vascular stiffness and other vascular abnormalities than current automated devices. Measuring the patient's ambulatory BP with a validated device is more appropriate.Ambulatory BP monitoring (Option C) without first discontinuing medications that may be contributing to elevated BP would be inappropriate. If this patient's BP remains elevated after discontinuing the ibuprofen, it would be reasonable to confirm the diagnosis of hypertension with ambulatory BP monitoring.Starting hydrochlorothiazide (Option D) would be premature in this patient without first stopping medications that could be contributing to reversible BP elevation and subsequently confirming the diagnosis of hypertension.",
  "critique_links": [],
  "key_points": [
    "When evaluating a patient for elevated blood pressure (BP), obtaining a complete list of prescription and nonprescription medications is required, as many medications can result in reversible BP elevations; if the patient is taking any drugs that may result in BP elevation, the drug should be discontinued if possible and BP remeasured in 1 month."
  ],
  "references": "Foy MC, Vaishnav J, Sperati CJ. Drug-induced hypertension. Endocrinol Metab Clin North Am. 2019;48:859-73. PMID: 31655781 doi:10.1016/j.ecl.2019.08.013",
  "related_content": {
    "syllabus": [
      "npsec24005_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/nptab24017.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "nptab24017",
        "file": "tables/nptab24017.html",
        "title": "Drugs That Can Raise Blood Pressure",
        "short_title": "Drugs That Can Raise Blood Pressure",
        "footnotes": [],
        "headers": [
          "Drug/Drug Class",
          "Potential Mechanisms",
          "Prescription Drugs",
          "Nonprescription Drugs"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.603381-06:00"
}