{
  "question_id": "rmmcq24042",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Manage ophthalmologic complications of rheumatoid arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 50-year-old man is evaluated for joint pain and eye pain. Seropositive rheumatoid arthritis was diagnosed 10 years ago, at which time methotrexate was started. Since running out of methotrexate 6 months ago, he has experienced increased fatigue and joint pain in his hands, knees, and feet. He also reports a 2-day history of severe pain and redness in his right eye. His only current medication is ibuprofen.On physical examination, vital signs are normal. Erythema of the right eye is observed. The metacarpophalangeal (MCP) joints, wrists, and ankles are tender bilaterally. The left second MCP joint is swollen. A small joint effusion and mild tenderness of the right knee are present.Methotrexate is restarted.",
  "question_stem": "Which of the following is the most appropriate urgent next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Erythromycin ophthalmic ointment",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the orbits",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ophthalmology evaluation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is an urgent ophthalmology evaluation (Option C). Rheumatoid arthritis (RA) is associated with several ophthalmologic conditions, and inflammatory complications of the eye are more likely in patients with active or poorly controlled disease. The most common eye manifestation in RA is dry eye (keratoconjunctivitis sicca). Less common conditions (1%) are episcleritis (inflammation of superficial scleral vessels) and scleritis (inflammation of deep scleral vessels) (Figure: Scleritis). RA is one of the most common diseases associated with scleritis. Keratitis, another complication of RA, is ulcerative and occurs at the periphery of the cornea (peripheral ulcerative keratitis). Severe keratitis is also known as corneal melt. Prompt recognition of both scleritis and peripheral ulcerative keratitis is critical because both can result in vision loss; therefore, patients with suggestive clinical presentations require immediate referral to an ophthalmologist. The eye pain and redness in this patient with RA are concerning, and he should be urgently evaluated by an ophthalmologist.A topical ophthalmic antibiotic, such as erythromycin ophthalmic ointment (Option A), may be useful for bacterial conjunctivitis but would not be helpful to treat scleritis associated with rheumatoid arthritis.MRI of the orbits (Option B) would be useful to identify many conditions affecting the eye, including mass lesions, demyelinating disease, and others. However, it would not be the most appropriate way to evaluate for scleritis or keratitis, which are of concern in this case.Oral glucocorticoids, such as prednisone (Option D), are an important part of managing scleritis and peripheral ulcerative keratitis, as well as improving symptom control for joint inflammation. However, for this patient, establishing a clear diagnosis before treating his eye symptoms is crucial. Thus, it is more appropriate to refer urgently for an ophthalmology evaluation before treating him with systemic glucocorticoids.",
  "critique_links": [],
  "key_points": [
    "Rheumatoid arthritis is one of the most common diseases associated with scleritis, which can be vision-threatening and lead to thinning of the sclera and perforation.",
    "Both scleritis and peripheral ulcerative keratitis are vision-threatening conditions and require immediate referral to an ophthalmologist."
  ],
  "references": "Reddy AK, Kolfenbach JR, Palestine AG. Ocular manifestations of rheumatoid arthritis. Curr Opin Ophthalmol. 2022;33:551-556. PMID: 36165413 doi:10.1097/ICU.0000000000000890",
  "related_content": {
    "syllabus": [
      "rmsec24003_24014"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.852859-06:00"
}