{
  "question_id": "pmmcq24057",
  "category": "pm",
  "educational_objective": "Treat chronic hypercapnia in a patient with COPD using nocturnal noninvasive positive-pressure ventilation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 68-year-old man is evaluated before discharge during a hospitalization for an exacerbation of COPD. He initially presented 7 days ago with acute hypercapnic hypoxemic respiratory failure. He required noninvasive bilevel positive airway pressure ventilation for 12 hours but has responded well to treatment with prednisone, levofloxacin, and bronchodilators. His oxygen requirement has resolved, and his breathing, cough, and sputum production have returned to baseline. He has no other medical problems. His only medication is a daily umeclidinium-vilanterol inhaler.On physical examination, vital signs are normal. Oxygen saturation is 92% with the patient breathing ambient air. Lung examination reveals mildly decreased air movement throughout the lung fields.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Inhaled fluticasone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Nocturnal noninvasive positive-pressure ventilation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Supplemental oxygen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment in this patient with COPD and chronic hypercapnia is to start nocturnal noninvasive positive-pressure ventilation (NPPV) (Option B). NPPV, also termed positive-pressure mechanical ventilation, has utility in COPD for both acute and chronic respiratory failure. For patients with a COPD exacerbation and acute hypercapnic respiratory failure with acidosis, NPPV improves symptoms and reduces intubation rates, length of hospitalization, and mortality. Similarly, in patients with persistent hypercapnia (Pco2 ≥52 mm Hg [6.9 kPa]) after an acute exacerbation of COPD, adding long-term nocturnal NPPV delivered at home prolongs the time to readmission and death. This patient has persistent hypercapnia following a hospitalization for acute exacerbation of COPD and should undergo a trial of nocturnal NPPV.The addition of an inhaled glucocorticoid, such as fluticasone (Option A), to long-acting bronchodilators improves lung function and reduce symptoms and exacerbations in patients with moderate to severe COPD but is associated with an increased risk for pneumonia. Inhaled glucocorticoids are most likely to benefit patients with a peripheral eosinophil count greater than 300/μL (0.30 × 109/L). Although this patient has severe underlying disease, he does not have peripheral eosinophilia, and an inhaled glucocorticoid, such as fluticasone, is unlikely to be of benefit.Oral glucocorticoids, such as prednisone (Option C), are recommended for short-duration treatment of acute exacerbations of COPD. However, long-term use of oral glucocorticoids should be avoided in COPD because of the risk for significant adverse effects. This patient has completed a short course of prednisone in the setting of an acute exacerbation, and there is no indication to extend this course.The use of supplemental oxygen (Option D) decreases mortality and improves quality of life in patients with COPD and resting hypoxemia with an arterial Po2 of 55 mm Hg (7.3 kPa) or less or an oxygen saturation (as measured by pulse oximetry) of 88% or less. This patient's Po2 of 69 mm Hg (9.2 kPa) and oxygen saturation of 92% while he breathes ambient air are above the levels at which supplemental oxygen is recommended.",
  "key_points": [
    "Use of long-term nocturnal noninvasive positive-pressure ventilation in patients with persistent hypercapnia after an acute exacerbation of COPD prolongs the time to readmission and death."
  ],
  "references": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. 2025 Report. https://goldcopd.org/2025-gold-report/. Accessed May 20, 2025.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24044"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:53.065939-06:00"
}