{
  "question_id": "rmvdx24011",
  "category": "rm",
  "educational_objective": "Diagnose tophaceous gout.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 63-year-old woman is evaluated for chronic painful arthritis.Hand findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Alkaptonuria",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Psoriatic arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sarcoidosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tophaceous gout",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is tophaceous gout (Option D), visible as stone-like deforming nodular deposits of urate crystals in the connective tissue (gouty tophi). Tophi are solid, chalky white masses of uric acid, surrounded by inflammatory cells and a rind of fibrous tissue. They are located around joints and in soft tissues, with a predilection for the extensor surfaces of the elbows, distal Achilles tendon, fingers (proximal and distal interphalangeal joints), and cartilaginous portions of the ears. Their size ranges from millimeters to several centimeters in diameter. Tophi are deforming, can interfere with function, and directly erode bone. Erosive deposits can be detected on radiography. Ulceration of overlying skin can occur, and accompanying infection can be difficult to treat because tophi are avascular. In the image of this patient's hand, bandages cover draining tophi.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "rmsec24012_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/rmfig24613.86955b381ef78d10c719d764c942fc48.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:05.932439-06:00"
}