{
  "question_id": "npmcq24027",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat diabetic kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 52-year-old man is evaluated during a routine 3-month visit for stage G3b chronic kidney disease. He also has a 20-year history of type 2 diabetes mellitus, hypertension, and hyperlipidemia. His home blood pressure measurement diary shows an average blood pressure measurement of 126/75 mm Hg over the last 30 measurements. Medications are dapagliflozin, sitagliptin, maximal-dose losartan, amlodipine, and atorvastatin.On physical examination, blood pressure is 129/78 mm Hg. Other vital signs and the remainder of the examination are normal.Laboratory studies:Albumin3.7 g/dL (37 g/L)Creatinine2.0 mg/dL (177 µmol/L)HPotassium4.5 mEq/L (4.5 mmol/L)Urinalysis3+ protein, no bloodUrine protein-creatinine ratio2600 mg/gH",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Add finerenone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add lisinopril",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Increase amlodipine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current medication regimen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to add finerenone (Option A). Finerenone is a nonsteroidal mineralocorticoid receptor antagonist (MRA) that is FDA approved for use to slow progression of diabetic kidney disease (DKD). The American Diabetes Association and Kidney Disease: Improving Global Outcomes jointly recommend finerenone in patients with type 2 diabetes mellitus and chronic kidney disease who have normal serum potassium levels and persistent albuminuria despite maximal renin-angiotensin system inhibition. Recommendations for finerenone are based on the FIDELIO-DKD trial, which showed that MRA use in this setting can reduce progression of DKD. It is not known whether finerenone is superior to steroidal MRAs (spironolactone or eplerenone) in reducing DKD progression, but finerenone causes less hyperkalemia. This patient has long-standing type 2 diabetes, proteinuric stage G3b chronic kidney disease, persistent albuminuria despite maximal-dose losartan, and a normal serum potassium level (4.5 mEq/L [4.5 mmol/L]). He requires escalation of therapy, and adding the MRA finerenone is the most appropriate management.Combining ACE inhibitors such as lisinopril (Option B) with angiotensin receptor blockers such as losartan, which this patient is taking, is not recommended based on results of several clinical trials. These trials showed more adverse events (e.g., hyperkalemia, hypotension, acute kidney injury) using these combinations without additional cardiovascular or kidney benefits.Increasing amlodipine (Option C) would be inappropriate. This patient has well-controlled blood pressure (target of <130/80 mm Hg) and does not require additional lowering. In addition, a higher dose of amlodipine would not have a significant impact on the patient's proteinuria levels.Continuing the current medication regimen (Option D) without escalation would not address the patient's severe proteinuria.",
  "critique_links": [],
  "key_points": [
    "The American Diabetes Association and Kidney Disease: Improving Global Outcomes recommend finerenone in patients with type 2 diabetes mellitus and chronic kidney disease who have persistent albuminuria despite maximal renin-angiotensin system inhibition and normal serum potassium levels."
  ],
  "references": "de Boer IH, Khunti K, Sadusky T, et al. Diabetes management in chronic kidney disease: a consensus report by the American Diabetes Association (ADA) and Kidney Disease: Improving Global Outcomes (KDIGO). Diabetes Care. 2022;45:3075-3090. PMID: 36189689 doi:10.2337/dci22-0027",
  "related_content": {
    "syllabus": [
      "npsec24008_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.779836-06:00"
}