{
  "question_id": "giqqq24015",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate achalasia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 30-year-old man is evaluated for a 3-month history of persistent dysphagia to solids and liquids. He feels as if food is getting stuck below his sternum several minutes after swallowing, accompanied by chest pain, which has been unresponsive to over-the-counter antacids. He reports no swallowing issues until 6 months ago. He has no history of tobacco use or weight loss. Medical history is unremarkable, and he takes no medication.Physical examination findings, including vital signs, are normal.Upper endoscopy reveals a normal structural examination; biopsy shows no eosinophils per high-power field.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "High-resolution esophageal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Modified barium swallow",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trial of a proton pump inhibitor",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is high-resolution esophageal manometry (Option B). This patient has classic symptoms of achalasia, which is defined by inadequate relaxation of the lower esophageal sphincter and complete aperistalsis. It commonly occurs between 30 and 60 years of age. Patients present with dysphagia with solids and liquids along with regurgitation of undigested food. Additional symptoms include heartburn, weight loss, and chest pain that do not respond to acid-reducing agents. Barium esophagography, upper endoscopy, and high-resolution esophageal manometry are typically used for evaluating achalasia. Esophageal manometry is considered the gold standard for diagnosis because it allows for subtyping of achalasia to best guide therapy. Upper endoscopy can often be normal in early achalasia and may not show traditional endoscopic findings of a puckered gastroesophageal junction that is difficult to pass.A chest CT (Option A) is a diagnostic test for evaluation of suspected pseudoachalasia. Pseudoachalasia results from malignant tumor infiltration or other secondary causes leading to myenteric plexus damage and can present similarly to achalasia. This patient has no clinical features suggesting cancer or reported tobacco history, so pseudoachalasia is less likely.Although a barium esophagram may be useful and complementary to the patient's upper endoscopy, a modified barium swallow (Option C) would be used to evaluate oropharyngeal dysphagia. Based on the patient's description of delayed (several minutes after swallowing) esophageal (located substernally) dysphagia, a modified barium swallow is unlikely to aid in diagnosis.A trial of proton pump inhibitor (PPI) therapy (Option D) would be useful if the patient's upper endoscopy showed structural abnormalities, such as reflux esophagitis or a peptic stricture, or if he had biopsy results consistent with eosinophilic esophagitis. Because no diagnostic abnormalities were seen visually or on biopsy, PPI therapy is unlikely to benefit this patient.",
  "critique_links": [],
  "key_points": [
    "Esophageal manometry is considered the gold standard for diagnosing achalasia because it allows for subtyping of achalasia to best guide therapy."
  ],
  "references": "Vaezi MF, Pandolfino JE, Yadlapati RH, et al. ACG clinical guidelines: diagnosis and management of achalasia. Am J Gastroenterol. 2020;115:1393-1411. PMID: 32773454 doi:10.14309/ajg.0000000000000731",
  "related_content": {
    "syllabus": [
      "gisec24001_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.885842-06:00"
}