{
  "question_id": "fcmcq24013",
  "category": "fc",
  "educational_objective": "Screen for depression in a healthy adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 62-year-old man is evaluated during a follow-up visit for well-controlled hypertension. He feels well and has no concerns. He works as a lawyer, is married, and reports good relationships at home and at work. He quit smoking 20 years ago after a 10-pack-year history. Family history is significant for hypertension in his father. Medications are lisinopril and amlodipine.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-dose chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mini–Mental State Examination",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "PHQ-2",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening test is the PHQ-2 (Option D). The U.S. Preventive Services Task Force (USPSTF) recommends screening for major depressive disorder in all adults without a diagnosed mental health disorder or signs and symptoms of depression or suicide risk, regardless of risk factors. Depression affects millions of U.S. adults annually, with at least 5% of the adult population having experienced a major depressive episode resulting in severe impairment. Ethnic and racial inequities exist in screening, diagnosis, and treatment of depression and are associated with poorer outcomes. Most adults can be screened with the brief PHQ-2, which consists of two questions: “During the past 2 weeks, how often have you been bothered by feeling down, depressed, or hopeless?” and “During the past 2 weeks, have you often been bothered by having little interest or pleasure in doing things?” Responses to each question may be scaled (0-3) or dichotomous (yes/no). A total score for both questions of 3 or greater or a single “yes” response indicates the possibility of clinically significant depression. Patients with a positive result should be formally assessed for depression and complete the PHQ-9, which may also be used to monitor depression.Screening for abdominal aortic aneurysm with one-time abdominal ultrasonography (Option A) is recommended in men aged 65 to 75 years who have ever smoked (>100 cigarettes). This patient is too young for the recommended screening but should undergo screening at age 65.The USPSTF recommends annual screening for lung cancer using low-dose CT (LDCT) (Option B) for adults aged 50 to 80 years with a 20-pack-year smoking history who are currently smoking or quit within the past 15 years. This patient has a 10-pack-year history and quit smoking more than 20 years ago, so screening for lung cancer using LDCT is not indicated.The Mini–Mental State Examination (Option C) is a screening instrument for cognitive impairment. The USPSTF concluded that the evidence for cognitive impairment screening in asymptomatic older adults (aged ≥65 years) is insufficient, and there are no recommendations for cognitive impairment screening for asymptomatic adults younger than 65 years. In 2011, Medicare added cognitive impairment screening to its recommendations for annual wellness visits for adults aged 65 years and older. The American Academy of Neurology recommends screening based on concerns about memory or impaired function. This patient does not report cognitive impairment or memory loss and is younger than 65 years, so he does not meet criteria for screening.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends screening for major depressive disorder in all adults without a diagnosed mental health disorder or signs and symptoms of depression or suicide risk, regardless of risk factors.",
    "Adults can be screened with a brief PHQ-2 consisting of two questions."
  ],
  "references": "Barry MJ, Nicholson WK, Silverstein M, et al; US Preventive Services Task Force. Screening for depression and suicide risk in adults: US Preventive Services Task Force recommendation statement. JAMA. 2023;329:2057-2067. PMID: 37338872 doi:10.1001/jama.2023.9297",
  "related_content": {
    "syllabus": [
      "fcsec24008_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.577305-06:00"
}