{
  "question_id": "fcmcq24030",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Assess diet and nutrition in a healthy patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 38-year-old man is evaluated during a routine visit. He has no health problems and exercises regularly. He cooks at home and follows a mostly plant-based diet (vegetables, nuts, and beans) but eats one or two eggs three times per week and eats fish two or three times per week. He drinks one glass of red wine with dinner on weekends and dines out once per week. He packs his own lunches to take to work. He does not limit food quantities and often has second helpings. He usually eats fruit for snacks and after dinner but eats ice cream once per week. He has a family history of hypertension and dyslipidemia. He takes no medications.On physical examination, blood pressure is 130/80 mm Hg and BMI is 22. Other findings are unremarkable.Laboratory studies:Total cholesterol210 mg/dL (5.4 mmol/L)HDL cholesterol45 mg/dL (1.2 mmol/L)LDL cholesterol137 mg/dL (3.5 mmol/L)Triglycerides140 mg/dL (1.6 mmol/L)",
  "question_stem": "Which of the following is the most appropriate recommendation?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease alcohol intake",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Eat fewer eggs",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Reduce portion sizes",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Stop dining out",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No change in diet",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "No change in diet (Option E) is recommended. The DASH (Dietary Approaches to Stop Hypertension) and Mediterranean diets have been shown to reduce cardiovascular mortality and therefore can be recommended both to healthy patients and to those who have cardiovascular risk factors. The DASH diet is high in fruits and vegetables, low in saturated fat, and high in low-fat dairy products. The Mediterranean diet emphasizes fruit and vegetable intake but also includes whole grains, legumes, nuts, and heart-healthy fats. It avoids processed foods and added sugars and recommends against excessive alcohol consumption. This patient has a family history of hypertension and dyslipidemia as well as a slightly elevated blood pressure measured once in the office. However, at age 38 years, he is too young to have his 10-year risk for atherosclerotic disease calculated, and he is at low risk for cardiovascular disease. Furthermore, he has a normal weight and exercises regularly, and he is consuming saturated fat (eggs), processed food (eating at restaurants), and alcohol on only a limited basis. There is no need to treat his blood pressure or cholesterol or to modify his diet at this time.For adults without medical conditions in which alcohol should be avoided, alcohol consumption in smaller quantities and with meals is acceptable. Alcohol consumption should not exceed one drink per day for women and two drinks per day for men. Although this patient has a borderline blood pressure reading, it is a single measurement, and although it does warrant monitoring, there is no need for him to decrease his alcohol intake (Option A) at this time.Both the DASH and Mediterranean diets allow the consumption of eggs in moderation. This patient has eggs only three times a week, so he does not need to eat fewer eggs (Option B).For patients with overweight or obesity, an appropriate recommendation is to try to cut calories by reducing portion sizes (Option C). However, this patient's weight is normal, and he does not need to limit calories or portion sizes.Restaurant meals tend to be more laden with saturated fat, salt, and processed foods than home-cooked meals. However, this patient eats only one meal per week in a restaurant and has a healthy BMI. He does not need to stop dining out (Option D).",
  "critique_links": [],
  "key_points": [
    "The DASH (Dietary Approaches to Stop Hypertension) and Mediterranean diets have been shown to reduce cardiovascular mortality and therefore can be recommended both to healthy patients and to those who have cardiovascular risk factors."
  ],
  "references": "U.S. Department of Agriculture, U.S. Department of Health and Human Services. Dietary guidelines for Americans, 2020-2025. 9th ed. December 2020. Accessed March 28, 2024. DietaryGuidelines.gov",
  "related_content": {
    "syllabus": [
      "fcsec24008_24048"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.343372-06:00"
}