{
  "question_id": "idcor25031",
  "category": "id",
  "educational_objective": "Evaluate a patient with <i>Streptococcus gallolyticus</i> bacteremia for potential gastrointestinal malignancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 56-year-old man is evaluated on hospital day 4. He was admitted for fever; chills; and mild, intermittent, diffuse abdominal pain. At admission, abdominal CT scan showed wall thickening in the sigmoid colon, and ceftriaxone and metronidazole were initiated.On physical examination, temperature is 37.8 °C (100.1 °F); remaining vital signs are normal. Deep abdominal palpation elicits mild, diffuse tenderness. The remainder of the examination is unremarkable.Laboratory studies:Hematocrit33%LLeukocyte count12,300/µL (12.3 × 109 /L)HAlkaline phosphatase82 U/LAlanine aminotransferase31 U/LAspartate aminotransferase25 U/LBilirubin, total0.8 mg/dL (13.7 µmol/L)One of four blood cultures from admission grew gram-positive cocci, identified as Streptococcus gallolyticus. Blood cultures from hospital day 2 show no growth at 48 hours.No valvular abnormalities or vegetations are seen on a transthoracic echocardiogram.",
  "question_stem": "Which of the following is the most appropriate diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Panoramic dental radiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Right upper quadrant ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test is colonoscopy (Option A). Part of the evaluation for all patients with Streptococcus gallolyticus (formerly known as Streptococcus bovis) bacteremia or endocarditis should include colonoscopy, regardless of when they last had a colonoscopy, to evaluate the source of the bacteremia. S. gallolyticus is part of the normal gastrointestinal flora. A strong association exists between S. gallolyticus bacteremia and colon cancer or other colonic lesions. Some studies have shown an association as high as 60% to 80% for undiagnosed colonic adenomas or colon carcinoma in patients with S. gallolyticus bacteremia or endocarditis, which most commonly involves the aortic valve. This patient's presentation including S. gallolyticus bacteremia, anemia, and abdominal CT findings are concerning for the possibility of a colonic malignancy. If the colonoscopy is negative initially, it should be repeated in 4 to 6 months.Panoramic dental radiography (Option B) would not be helpful in identifying the source of the S. gallolyticus bacteremia because this organism is not an oral pathogen.Right upper quadrant ultrasonography (Option C) is not indicated for this patient. S. gallolyticus bacteremia is associated with hepatobiliary disease; however, this patient's physical examination does not localize tenderness to the right upper quadrant, and laboratory studies showed normal liver function tests.Transesophageal echocardiography (TEE) (Option D) would not identify the source of S. gallolyticus bacteremia in this patient. If he had persistent bacteremia despite appropriate antibiotic treatment, then a TEE would be warranted to evaluate for the development of endocarditis as a complication of S. gallolyticus bacteremia.",
  "key_points": [
    "Patients with Streptococcus gallolyticus bacteremia require a colonoscopy, regardless of their last examination, because S. gallolyticus is strongly associated with colon cancer and other colonic lesions."
  ],
  "references": "Öberg J, Rasmussen M, Buchwald Pet al. Streptococcus bovis-bacteremia: subspecies distribution and association with colorectal cancer: a retrospective cohort study. Epidemiol Infect. 2022;150, E8. doi:10.1017/S0950268821002533",
  "related_content": {
    "syllabus": [
      "idsec24005_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.897107-06:00"
}