{
  "question_id": "fcmcq24073",
  "category": "fc",
  "educational_objective": "Vaccinate a patient living with HIV with the recombinant zoster vaccine.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 29-year-old man is evaluated during a preventive health care visit. His vaccination history is as follows:Laboratory studies:VaccineTimingChildhood vaccinesUp to dateCOVID-19Up to date with vaccinations and boostersTetanus, diphtheria, and acellular pertussis4 years agoThree-dose hepatitis A and B series2 years agoTwo-dose meningococcal serogroups A,C,W,Y series2 years ago20-Valent pneumococcal conjugate1 year agoThe patient is living with HIV.Physical examination findings, including vital signs, are normal.Laboratory studies:CD4 cell count520/µL (0.52 × 109/L)",
  "question_stem": "Which of the following is the most appropriate additional vaccination for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Live attenuated influenza",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Meningococcal serogroups A,C,W,Y",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Recombinant zoster",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "23-Valent pneumococcal polysaccharide",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No additional vaccinations are needed",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional vaccination for this patient is the recombinant zoster vaccine (Option C). To reduce the incidence of herpes zoster and postherpetic neuralgia, the recombinant zoster vaccine is recommended for all patients aged 50 years and older and for patients aged 19 years and older who have immunocompromising conditions or are taking immunosuppressive therapy. Patients living with HIV should receive the recombinant zoster vaccine series regardless of CD4 count. Additionally, vaccination is recommended regardless of previous zoster infection or vaccination with the live vaccine. The vaccine is administered intramuscularly in two doses, with an interval of 2 to 6 months between doses.The live attenuated influenza vaccine (Option A) is contraindicated in patients living with HIV, regardless of CD4 count. However, patients living with HIV should receive annual influenza vaccines. This patient should receive either the inactivated or recombinant influenza vaccine yearly.Patients living with HIV should receive a two-dose series of the meningococcal serogroups A,C,W,Y (MenACWY) vaccine (Option B) followed by a booster every 5 years. This patient was vaccinated 2 years ago and is not yet due for revaccination.Patients living with HIV should be immunized against pneumococcal pneumonia; however, because this patient has received the 20-valent pneumococcal conjugate vaccine (PCV20), he has no indication for further immunization with the 23-valent pneumococcal polysaccharide vaccine (PPSV23) (Option D). Patients who receive the 15-valent pneumococcal conjugate vaccine instead of PCV20 or the 21-valent pneumococcal conjugate vaccine require additional vaccination with PPSV23.This patient is eligible for the recombinant zoster vaccine and either inactivated or recombinant influenza vaccine. Not offering additional vaccinations (Option E) would be inappropriate.",
  "critique_links": [],
  "key_points": [
    "The recombinant zoster vaccination is recommended for all patients aged 50 years and older and for patients with immunocompromise.",
    "Patients living with HIV should receive the recombinant zoster vaccine series regardless of CD4 count."
  ],
  "references": "Murthy N, Wodi AP, McNally VV, et al; Advisory Committee on Immunization Practices. Recommended adult immunization schedule, United States, 2024. Ann Intern Med. 2024;177:221-237. PMID: 38206843",
  "related_content": {
    "syllabus": [
      "fcsec24008_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      },
      {
        "table_id": "inline_table_2",
        "file": "tables/inline_table_2.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.732225-06:00"
}