{
  "question_id": "npmcq24013",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat hypertension in a patient with chronic kidney disease with an ACE inhibitor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old man is evaluated during a follow-up visit for hypertension. Lisinopril, 10 mg once daily, was initiated 2 weeks ago. He also has newly diagnosed stage G3a chronic kidney disease secondary to IgA nephropathy. He takes no other medications.On physical examination, blood pressure is 138/72 mm Hg. Other vital signs and the remainder of the examination are normal.Laboratory studies:Today2 weeks agoCreatinine1.8 mg/dL (159.1 µmol/L)H1.5 mg/dL (132.6 µmol/L)HPotassium4.9 mEq/L (4.9 mmol/L)4.5 mEq/L (4.5 mmol/L)",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease lisinopril dose",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue lisinopril",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch lisinopril to losartan",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current lisinopril dose",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to continue the current lisinopril dose (Option D). Underlying parenchymal kidney disease is an important cause of hypertension, and up to 85% of patients with chronic kidney disease (CKD) have high blood pressure. Additionally, chronic uncontrolled hypertension is a leading cause of CKD and progression to end-stage kidney disease. The mechanisms contributing to hypertension in patients with CKD include activation of the renin-angiotensin system, fluid overload, endothelial injury, increased sympathetic tone, and impaired nitric oxide synthesis. In patients with hypertension and CKD, the use of renin-angiotensin-aldosterone system inhibitors, including ACE inhibitors such as lisinopril and angiotensin receptor blockers (ARBs), is considered first-line treatment. Initiation of an ACE inhibitor or an ARB may result in an acute rise in serum creatinine and serum potassium due to inhibition of the renin-angiotensin-aldosterone system and associated decline in glomerular filtration rate. This rise typically stabilizes within the first 1 to 2 months of treatment. Serum creatinine and serum potassium levels should be reassessed 2 to 4 weeks after initiation of an ACE inhibitor or ARB. Although up to a 30% increase in the serum creatinine level is acceptable, the dose may need to be lowered or medication discontinued if a more severe decline in kidney function is observed. In this patient, the increase in serum creatinine level (1.5-1.8 mg/dL [132.6-159.1 µmol/L]) is within the expected range. It is unlikely that he has acute kidney injury, and the increase in his serum creatinine is likely due to the hemodynamic effects from the newly initiated ACE inhibitor. Therefore, the lisinopril dose does not need to be adjusted currently.Decreasing this patient's lisinopril dose (Option A) or immediate discontinuation of lisinopril (Option B) is not indicated at this time because the elevation in serum creatine falls within the expected range of up to 30%. If he continues to have a significant increase in his serum creatinine level and/or develops hyperkalemia, it would be reasonable to decrease or discontinue the lisinopril at that time.Switching lisinopril to losartan (Option C) is unnecessary because this patient has an expected medication-induced elevation in creatinine. Additionally, both ACE inhibitors and ARBs may cause this expected increase. Although this patient's blood pressure is not yet at goal, it may take a few weeks to see the maximum antihypertensive effect of an ACE inhibitor.",
  "critique_links": [],
  "key_points": [
    "Kidney function and serum potassium level should be reassessed 2 to 3 weeks after initiation of an ACE inhibitor or an angiotensin receptor blocker; an increase in serum creatinine up to 30% is acceptable and does not require a dose adjustment."
  ],
  "references": "Kidney Disease: Improving Global Outcomes (KDIGO) CKD Work Group. KDIGO 2024 clinical practice guideline for the evaluation and management of chronic kidney disease. Kidney Int. 2024;105:S117-S314. PMID: 38490803 doi:10.1016/j.kint.2023.10.018",
  "related_content": {
    "syllabus": [
      "npsec24005_24042"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.162303-06:00"
}