{
  "question_id": "csmcq24059",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat acute cough due to bronchitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old man is evaluated for a 5-day history of cough productive of thick yellow sputum and pleuritic chest discomfort. He feels fatigued and has had difficulty sleeping. He reports no headache, nasal congestion, dyspnea, or fever. He has taken acetaminophen without relief. He does not use tobacco products. Medical history is otherwise unremarkable, and he takes no other medications.On physical examination, vital signs are normal. The oropharynx is clear. Lungs are clear to auscultation.",
  "question_stem": "Which one of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Albuterol inhaler",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intranasal fluticasone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Symptomatic treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this immunocompetent patient with likely viral bronchitis is symptomatic treatment (Option E) and patient reassurance. Acute bronchitis is suggested by acute cough in the absence of pneumonia or another obvious cause. It may be preceded or accompanied by evidence of upper respiratory tract infection and purulent sputum, but these are not universal findings. Coronaviruses and rhinoviruses are the most common causes of acute bronchitis. Immunocompetent patients with uncomplicated acute bronchitis are afebrile with normal vital signs and without signs of pulmonary consolidation or a systemic inflammatory response. The diagnosis is clinical, and imaging is unnecessary in patients with normal vital signs and a normal physical examination. The mainstay of treatment is patient education and reassurance that the cough usually resolves in 2 to 3 weeks. Although no evidence supports the use of antitussives, dextromethorphan has mucolytic effects and may be an effective cough suppressant for limited periods. This patient has persistent coughing without evidence of bacterial pneumonia or another cause. The most likely diagnosis is acute bronchitis caused by a viral infection, and symptomatic treatment and patient reassurance are indicated.An albuterol inhaler (Option A) is unlikely to improve symptoms of acute bronchitis in patients who do not have concomitant reactive or obstructive lung disease. This patient has no history of asthma and no risk factors for obstructive lung disease. Bronchodilator therapy is not indicated.Intranasal glucocorticoids, such as fluticasone (Option B), are indicated for treating acute rhinosinusitis or upper airway cough syndrome (formerly known as postnasal drip due to allergic rhinitis). This patient has no symptoms of nasal or sinus congestion or postnasal drip and has a normal oropharynx on examination. Intranasal glucocorticoids are not an appropriate treatment option.Azithromycin (Option C) is not effective for viral bronchitis. Empiric treatment of acute bronchitis with antibiotics is ineffective; increases bacterial antibiotic resistance; and may cause multiple adverse effects, including Clostridioides difficile colitis. This patient has no fever, dyspnea, or physical findings to suggest a bacterial lower respiratory tract or sinus infection. Antibiotic therapy is not indicated.Oral prednisone (Option D) is often indicated in patients with an exacerbation of underlying obstructive lung disease, such as asthma or COPD. This patient has no evidence of obstructive lung disease, and glucocorticoids are not indicated.",
  "critique_links": [],
  "key_points": [
    "Viral bronchitis is suggested by cough in the absence of pneumonia or another cause; examination is characterized by normal vital signs and no evidence of lung consolidation or systemic inflammatory response.",
    "Empiric treatment of acute bronchitis with antibiotics is ineffective; increases bacterial antibiotic resistance; and may cause multiple adverse effects, including Clostridioides difficile colitis."
  ],
  "references": "Smith MP, Lown M, Singh S, et al; CHEST Expert Cough Panel. Acute cough due to acute bronchitis in immunocompetent adult outpatients: CHEST Expert Panel Report. Chest. 2020;157:1256-1265. PMID: 32092323 doi:10.1016/j.chest.2020.01.044",
  "related_content": {
    "syllabus": [
      "cssec24002_24002"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.889899-06:00"
}