{
  "question_id": "encor25001",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat a patient with type 2 diabetes mellitus and obesity.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old woman is evaluated for management of obesity and type 2 diabetes mellitus diagnosed 1 year ago. During the past 6 months, she has implemented lifestyle modifications, including a low-calorie diet, weight loss group meetings, and exercise. She has achieved a 5.0-kg (11.0-lb) weight loss. Medical history is significant for recurrent urinary tract infections. Her only medication is metformin, 850 mg twice daily.Vital signs and physical examination findings are unremarkable. BMI is 35.Laboratory studies:Hemoglobin A1c8.1%H",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Dapagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Insulin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liraglutide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sitagliptin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Liraglutide (Option C), a glucagon-like peptide 1 receptor agonist (GLP-1 RA), would be the most appropriate additional treatment for this patient with type 2 diabetes mellitus and obesity. The American Diabetes Association recommends a goal hemoglobin A1c of less than 7% in most nonpregnant adults. The American College of Physicians (ACP) recommends a hemoglobin A1c level between 7% and 8% in most patients with type 2 diabetes. Individualized goals may vary based on patient factors, such as disease duration, established vascular complications or comorbid conditions, hypoglycemia risk, and life expectancy. When selecting among medications, physicians should consider these factors as well as the medications' impact on patient weight, cost, risk for adverse effects, and route of delivery as well as patient preferences. GLP-1 RAs can lower hemoglobin A1c levels by 1 to 1.5 percentage points; additionally, they can promote weight loss. These agents increase glucose-stimulated insulin secretion, inhibit glucagon secretion, slow gastric emptying, and increase satiety. This patient with uncontrolled type 2 diabetes has a BMI of 35 despite lifestyle modifications and metformin use; therefore, she would benefit from a diabetes medication associated with weight loss, such as the GLP-1 RA liraglutide.Sodium-glucose cotransporter 2 (SGLT2) inhibitors, such as dapagliflozin (Option A), are also associated with hemoglobin A1c improvement and weight loss; however, they carry a risk for increased genitourinary tract infections. This patient has a history of recurrent urinary tract infections, and dapagliflozin is not the most appropriate additional treatment option.Insulin (Option B) is the mainstay of therapy for type 1 diabetes but may be required in certain patients with uncontrolled type 2 diabetes who require a substantial reduction in hemoglobin A1c. Insulin is associated with weight gain because of its catabolic effects, so it is not appropriate for this patient with obesity who can likely achieve glycemic control with other medications.Dipeptidyl peptidase-4 (DPP-4) inhibitors, such as sitagliptin (Option D), offer modest improvements in glycemic control and have a low risk for hypoglycemia when used as monotherapy, but they are weight neutral and do not provide atherosclerotic cardiovascular disease or diabetic kidney disease benefits. This patient's obesity makes a GLP-1 RA a better choice.",
  "critique_links": [],
  "key_points": [
    "When selecting medications for type 2 diabetes mellitus treatment, physicians should consider comorbidities, hypoglycemia risk, impact on weight, cost, risk for adverse effects, and patient preferences.",
    "Glucagon-like peptide 1 receptor agonists are associated with weight loss and a modest reduction in hemoglobin A1c."
  ],
  "references": "American Diabetes Association Professional Practice Committee. 8. Obesity and weight management for the prevention and treatment of type 2 diabetes: Standards of Care in Diabetes—2024. Diabetes Care. 2024;47:S145-S157. PMID: 38078578 doi:10.2337/dc24-S008",
  "related_content": {
    "syllabus": [
      "ensec24001_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.624262-06:00"
}