{
  "question_id": "fcmcq24011",
  "category": "fc",
  "educational_objective": "Avoid screening for coronary artery disease in an asymptomatic patient at low risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 45-year-old man is evaluated during an annual visit. He is asymptomatic. He is concerned about his risk for coronary artery disease because his father had a myocardial infarction (MI) at age 55 years and his mother had an MI at age 62 years. He performs 150 minutes of moderate physical activity weekly. He is a nonsmoker and consumes two alcoholic drinks four to five times per week. His weight has been stable over the past 4 years. His medical history is unremarkable. He takes no medications.Physical examination findings, including vital signs, are normal.The patient's atherosclerotic cardiovascular disease risk score is 4.0%.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Coronary artery calcium scoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "ECG",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Exercise stress test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further testing (Option D) is needed. The U.S. Preventive Services Task Force (USPSTF) recommends against coronary artery disease (CAD) screening in asymptomatic patients at low risk, defined by the USPSTF as a 10-year cardiovascular event risk of less than 7.5% based on the Pooled Cohort Equations or less than 10% based on the Framingham Risk Score. Additionally, the American College of Cardiology and American Heart Association (ACC/AHA) have not endorsed any screening modality for CAD in asymptomatic patients who have no additional risk factors and have low 10-year atherosclerotic cardiovascular disease (ASCVD) risk (<5%) based on the Pooled Cohort Equations.No major medical society currently includes coronary artery calcium (CAC) scoring (Option A) in its guidelines for screening asymptomatic individuals who are considered low risk for CAD. The ACC/AHA recommends that CAC testing be considered for individuals with risk-enhancing factors and an intermediate risk based on the Pooled Cohort Equations to determine the use of statin therapy in this group. However, the USPSTF recommends against any testing, including CAC scoring, in asymptomatic persons. This patient has an ASCVD score of 4.0% based on the Pooled Cohort Equations and has no risk-enhancing factors, so he currently is at low risk for an atherosclerotic event in the next 10 years.The utility of a baseline ECG (Option B) for CAD screening is low, and clinical guidelines from the USPSTF and American College of Physicians (ACP) recommend against either stress or resting ECG for CAD screening in asymptomatic, low-risk persons.The USPSTF, ACC/AHA, and ACP all recommend against stress testing (Option C) for assessing ASCVD risk in asymptomatic, low-risk individuals.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends against coronary artery disease screening in asymptomatic, low-risk patients.",
    "The American College of Cardiology and American Heart Association have not endorsed any screening modality for coronary artery disease in asymptomatic patients who have no additional risk factors or risk-enhancing factors and have low 10-year atherosclerotic cardiovascular disease risk (<5%) based on the Pooled Cohort Equations."
  ],
  "references": "Hisamatsu T, Kinuta M. Coronary artery calcium in assessment of atherosclerotic cardiovascular disease risk and its role in primary prevention. J Atheroscler Thromb. 2023;30:1289-1302. PMID: 37394660 doi:10.5551/jat.RV22009",
  "related_content": {
    "syllabus": [
      "fcsec24008_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.570653-06:00"
}