{
  "question_id": "idqqq24004",
  "category": "id",
  "educational_objective": "Treat a patient with mild nonpurulent cellulitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 33-year-old woman is evaluated for redness over her right calf at the site of a scratch that occurred 2 days ago. She has otherwise been well and takes no medications.On physical examination, vital signs are normal. Tender, poorly demarcated erythema measuring 4 × 3 cm is noted over the right lower leg. No purulence, induration, or fluctuance is present.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cephalexin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with nonpurulent cellulitis is cephalexin (Option A). Treatment of skin and soft tissue infections is guided by categorizing the infection as purulent or nonpurulent and by grading the severity of the infection as mild, moderate, or severe based on the presence and severity of associated systemic symptoms. Nonpurulent infections are typically caused by β-hemolytic streptococci, and outpatient treatment with an oral agent active against β-hemolytic streptococci, such as penicillin, cephalexin, dicloxacillin, or clindamycin, is recommended. The lack of focal purulence or fluctuance and of associated systemic signs of infection categorizes this patient's infection as mild nonpurulent cellulitis.Purulent cellulitis and abscesses are typically caused by Staphylococcus aureus (including methicillin-resistant [MRSA] strains) and are primarily managed by incision and drainage. Adjunctive antibiotics targeting MRSA are recommended for those patients with moderate or severe infections (accompanying systemic symptoms). According to the 2014 Infectious Diseases Society of America (IDSA) guidelines, mild infections without systemic symptoms do not require antibiotic therapy after drainage. However, based on more recent studies that show improved cure rates, some experts recommend careful consideration of adjunctive antibiotics for uncomplicated abscesses rather than incision and drainage alone, considering that antibiotic use carries risk for adverse events. Oral agents with potential MRSA coverage include doxycycline (Option B) and trimethoprim-sulfamethoxazole (Option C); however, these drugs are not first-line therapy for nonpurulent cellulitis in the absence of risk factors for MRSA infection, including associated penetrating trauma, history of injection drug use, or previous colonization or infection with MRSA.Intravenous vancomycin (Option D) is recommended in the treatment of severe purulent and nonpurulent cellulitis, defined by the presence of two or more systemic inflammatory response syndrome criteria accompanying local signs of soft tissue infection. It should also be used to treat severe infections in patients who have undergone drainage and unsuccessful outpatient oral antibiotics or in those with severe immunocompromise. It would not be indicated to treat this patient's mild infection.",
  "critique_links": [],
  "key_points": [
    "Mild nonpurulent cellulitis without systemic signs of infection can be treated with an oral antibiotic targeting β-hemolytic streptococci, such as penicillin, cephalexin, dicloxacillin, or clindamycin."
  ],
  "references": "Stevens DL, Bisno AL, Chambers HF, et al; Infectious Diseases Society of America. Practice guidelines for the diagnosis and management of skin and soft tissue infections: 2014 update by the Infectious Diseases Society of America. Clin Infect Dis. 2014;59:e10-52. PMID: 24973422 doi:10.1093/cid/ciu444",
  "related_content": {
    "syllabus": [
      "idsec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.601020-06:00"
}