{
  "question_id": "gimcq24009",
  "category": "gi",
  "educational_objective": "Evaluate a patient with esophageal dysphagia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 66-year-old patient is evaluated for a 5-month history of progressive dysphagia to solids without odynophagia and occasional chest discomfort with swallowing. They regurgitate undigested food after large meals once per week but do not have symptoms with liquids. They have not lost weight, consume two to three alcoholic beverages per week, and do not smoke. There is no family history of gastrointestinal malignancy.On physical examination, vital signs and other findings are normal.Laboratory studies show a normal hemoglobin level.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory pH monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Esophageal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Proton pump inhibitor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with esophageal dysphagia is to perform upper endoscopy (Option D). Esophageal dysphagia results from one of two causes: a mechanical obstruction or a motility disorder. Dysphagia with solids alone (as in this case) suggests a mechanical obstruction, whereas dysphagia with liquids alone or with liquids and solids favors a motility disorder. Mechanical esophageal obstruction may be benign or malignant and may be caused by masses, strictures, an esophageal ring (e.g., a Schatzki ring), webs, or complex hiatal hernias. Strictures may be due to chronic reflux esophagitis (peptic strictures), eosinophilic esophagitis, radiation therapy, or caustic injury. Dysphagia that progresses from occurring only with solids to occurring with both solids and liquids is concerning because it may indicate malignancy or benign strictures that have become high-grade obstructions. Upper endoscopy allows for diagnosis (inspection and biopsy) and possible therapeutic intervention (such as dilation) and is the usual initial test of choice in patients with esophageal dysphagia due to suspected mechanical obstruction. Although this patient has not lost weight, is not anemic, and has no family history of malignancy, their age and the presence of progressive dysphagia to solids are concerning for a mechanical esophageal obstruction; upper endoscopy is the most appropriate next step.Ambulatory pH monitoring (Option A) can quantify acid exposure in the esophagus and can be a helpful diagnostic test in patients with gastroesophageal reflux disease (GERD) who are refractory to antiacid medications. However, in patients with dysphagia, ambulatory pH monitoring would not help establish the underlying cause.Esophageal manometry (Option B) is the gold standard for diagnosing esophageal motility disorders. However, it would not be the initial test of choice in this patient suspected of having a mechanical obstruction. This patient should first undergo upper endoscopy.In patients with GERD without alarm symptoms, it is reasonable to treat with a proton pump inhibitor (Option C) without first performing diagnostic testing. However, this patient has progressive dysphagia to solids and requires further evaluation.",
  "key_points": [
    "In patients with esophageal dysphagia due to suspected mechanical obstruction, upper endoscopy allows for diagnosis (inspection and biopsy) and possible therapeutic intervention (such as dilation) and is the usual initial test of choice."
  ],
  "references": "McCarty EB, Chao TN. Dysphagia and swallowing disorders. Med Clin North Am. 2021;105:939-954. PMID: 34391544 doi:10.1016/j.mcna.2021.05.013",
  "related_content": {
    "syllabus": [
      "gisec24001_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:30.830318-06:00"
}