{
  "question_id": "npmcq24054",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose acute tubular necrosis due to ischemic injury.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 67-year-old patient is evaluated in the hospital for acute kidney injury. Two days ago, they underwent multivessel percutaneous coronary intervention for an ST-elevation myocardial infarction, which was complicated by cardiogenic shock and insertion of an intra-aortic balloon pump. One week ago, they were prescribed levofloxacin for community-acquired pneumonia. Other medical conditions are type 2 diabetes mellitus, hyperlipidemia, and hypertension. Medications are aspirin, ticagrelor, atorvastatin, levofloxacin, furosemide, and norepinephrine.On physical examination, blood pressure is 90/60 mm Hg, pulse rate is 124/min, and oxygen saturation is 92% with the patient breathing 60% Fio2. Cardiopulmonary examination reveals an S3 gallop and bibasilar crackles. There is bilateral lower extremity edema.Laboratory studies:Creatinine3.0 mg/dL (265.2 μmol/L)H1 week ago0.9 mg/dL (79.6 μmol/L)Creatine kinase170 U/LPotassium5.4 mEq/L (5.4 mmol/L)HUrine microscopyNumerous granular casts/lpf, 1-2 renal tubular epithelial cells/lpf",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute interstitial nephritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Acute tubular necrosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cholesterol emboli",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rhabdomyolysis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is acute tubular necrosis (ATN) (Option B) secondary to ischemic kidney injury in the setting of cardiogenic shock and is the cause of this patient's acute kidney injury (AKI). ATN due to ischemia, nephrotoxins, and/or sepsis is the most common cause of AKI in hospitalized patients; a history of these entities along with assessment of hemodynamics and volume status can aid in diagnosis. This patient has two potential causes for ATN: ischemia due to cardiogenic shock and exposure to intra-arterial contrast media. In ischemic ATN, glomerular filtration rate decreases because of renal vasoconstriction, tubular backleak of filtrate into the bloodstream, and tubular obstruction from cellular debris. Contrast agents can cause ATN through renal vasoconstriction and oxygen free radical–associated injury. Typically, serum creatinine increases within 24 to 48 hours after contrast administration. Laboratory values suggestive of ATN are described in Table: Prerenal Acute Kidney Injury Versus Acute Tubular Necrosis. Urine sediment typically reveals renal tubular epithelial cells and casts and coarse granular or muddy brown casts, as seen in this patient. Treatment is supportive; recovery may take days to weeks.Acute interstitial nephritis (AIN) (Option A) is commonly caused by drugs, including antibiotics, proton pump inhibitors, or NSAIDs. Typically, serum creatinine gradually increases 7 to 10 days after drug exposure. Urine sediment findings in AIN include erythrocytes, leukocytes, and leukocyte casts. Although this patient received levofloxacin and is at risk for AIN, the presence of renal tubular epithelial cells in the urine sediment supports the diagnosis of ATN rather than AIN.Cholesterol emboli (Option C) can occur spontaneously or days to weeks after artery manipulation, such as that during a cardiac catheterization procedure. Physical examination findings in the setting of cholesterol embolic disease may include livedo reticularis and blue toes. Urine sediment examination may be unremarkable or show leukocyturia or granular, leukocyte, or erythrocyte casts. The lack of physical examination findings and presence of renal tubular epithelial cells in this case support the diagnosis of ATN rather than cholesterol emboli.Rhabdomyolysis (Option D) can cause ATN; however, rhabdomyolysis-induced ATN typically occurs with serum creatine kinase levels >5000 U/L; this patient's normal creatine kinase levels makes rhabdomyolysis unlikely.",
  "critique_links": [],
  "key_points": [
    "Acute tubular necrosis (ATN) due to ischemia, nephrotoxins, and/or sepsis is the most common cause of acute kidney injury in hospitalized patients.",
    "The urine sediment in ATN usually reveals renal tubular epithelial cells and casts and coarse granular or muddy brown casts."
  ],
  "references": "Cavanaugh C, Perazella MA. Urine sediment examination in the diagnosis and management of kidney disease: core curriculum 2019. Am J Kidney Dis. 2019;73:258-72. PMID: 30249419 doi:10.1053/j.ajkd.2018.07.012",
  "related_content": {
    "syllabus": [
      "npsec24006_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.308840-06:00"
}