{
  "question_id": "nrmcq24023",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose lumbar stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 67-year-old woman is evaluated for low back, groin, and leg pain that has slowly progressed over 6 months. The pain worsens with standing or walking and is usually relieved by sitting or lying down. She also reports increased urinary incontinence. She has fallen three times in the past month. Medical history is significant for hypertension and osteoarthritis of the knees. Medications are amlodipine and acetaminophen.On physical examination, vital signs are within normal limits. The patient walks with a slightly stooped posture. Neurologic examination is normal other than mild 5-/5 hip flexion strength bilaterally. Pulses are 1+ throughout. Digital rectal examination reveals normal rectal tone.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Ankle-brachial index",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Electromyography/nerve conduction studies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the lumbar spine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Plain radiography of lumbar spine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has pseudoclaudication due to lumbar spinal stenosis, and the most appropriate diagnostic test is MRI of the lumbar spine (Option C). Lumbar spinal stenosis typically presents with pain in the lower back that decreases when the person leans or bends forward. Pain in the groin, thigh, or buttocks may also be present. The pain may increase with walking and be relieved by resting or sitting down, mimicking the presentation of vascular claudication. Patients may also develop neurologic symptoms, including numbness and tingling in the legs or feet, a feeling that their legs cannot support them, pain shooting down the buttocks into the leg, urinary symptoms (primarily increased frequency), and decreased sexual function. Neurologic examination may be normal, making the distinction from claudication from arterial insufficiency challenging. This patient's back and leg pain and urinary symptoms suggest compressive myelopathy due to spinal stenosis rather than claudication from peripheral vascular disease. MRI of the lumbar spine is the next preferred diagnostic test.Patients with claudication caused by flow-limiting atherosclerotic disease of the arteries supplying the lower extremities may have pain when walking due to resultant ischemia. Patients usually report pain in the calf, thigh, or buttock that is elicited by exertion and relieved by a few minutes of rest. Testing options for vascular insufficiency include an ankle-brachial index (Option A) and arterial Doppler ultrasonography. In this patient with low back pain, urinary symptoms, and relief of exertional symptoms by standing up, however, lumbar stenosis is more likely to be causing her symptoms.Electromyography/nerve conduction studies (Option B) can be used to assess for radiculopathy, but these tests would be reserved for patients with less significant symptoms, such as pain or mild numbness only, and those without findings suggestive of cord compromise. In this patient with frequent falls and urinary incontinence, the next best step is a lumbar MRI to assess for spinal stenosis and the possible need for surgical intervention.Although plain film radiographs (Option D) of the lumbar spine may suggest underlying osteoarthritis, they will not be able to detect spinal cord compression and have little utility in evaluating suspected myelopathy. MRI is necessary to visualize the soft tissues, including the spinal cord.",
  "critique_links": [],
  "key_points": [
    "Some patients with compressive myelopathy secondary to lumbar stenosis present with symptoms similar to vascular claudication (pseudoclaudication), with exertional groin, thigh, or buttock pain.",
    "MRI of the spinal cord at the suspected region of injury is the preferred means of diagnosing compressive myelopathy."
  ],
  "references": "Bydon M, Alvi MA, Goyal A. Degenerative lumbar spondylolisthesis: definition, natural history, conservative management, and surgical treatment. Neurosurg Clin N Am. 2019;30:299-304. PMID: 31078230 doi:10.1016/j.nec.2019.02.003",
  "related_content": {
    "syllabus": [
      "nrsec24008_24002"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.858891-06:00"
}