{
  "question_id": "dmmcq24010",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose a suspected melanoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 47-year-old man is evaluated for a dark mole on his back that has expanded in size over the past several months. The lesion is asymptomatic. He has no history of skin cancer. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal.An 8-mm flat lesion on the back is shown. It is not indurated or tender to touch.",
  "question_stem": "Which of the following is the most appropriate diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Excisional biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "4-mm Punch biopsy over the darkest area",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sentinel lymph node biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Superficial shave biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test for this patient with likely melanoma is excisional biopsy (Option A). There are several subtypes of melanoma, including superficial spreading, nodular, lentigo maligna, acral lentiginous, and nail matrix melanoma. The ABCDEs of identifying characteristics can help differentiate melanoma from other skin disorders: Asymmetry, irregular Border, multiple Colors, Diameter greater than 6 mm, and Evolution or change over time. Not all melanomas, however, have these characteristics, and biopsy should be considered if a lesion differs from the patient's other nevi. The most appropriate biopsy technique is an excisional biopsy with a narrow margin, generally 1 to 2 mm, which allows the clinician to obtain the entire depth of the lesion and avoid transecting the lesion at its base. Knowing the vertical depth of a malignant melanoma as stratified by the Breslow classification is crucial for appropriate staging and management and is the strongest predictor of survival. This patient's melanocytic lesion has many concerning features for melanoma, including multiple colors, irregular border, size greater than 6 mm, and history of recent growth. He should undergo an excisional biopsy.A 4-mm punch biopsy over the darkest area of the lesion (Option B) would result in incomplete sampling of the lesion. When clinical suspicion for melanoma is high, it is prudent to excise the entire lesion to identify the deepest area of invasion of the malignancy. The darkest area on the skin does not necessarily correlate with the area of deepest involvement and total excision is necessary.Sentinel lymph node biopsy (Option C) may be used after the diagnosis of a malignant melanoma to evaluate for metastatic spread, but only under specific circumstances. Consideration of a sentinel lymph node biopsy begins for T1b cutaneous melanoma (Breslow depth of <0.8 mm with ulceration and 0.8-1.0 mm with or without ulceration). This patient must undergo excisional biopsy to determine the presence and depth of melanoma before consideration is given to sentinel lymph node biopsy.A superficial shave biopsy (Option D) should be avoided in pigmented lesions that may represent melanoma. A shave biopsy may transect the lesion, leading to an inaccurate determination of Breslow depth and potentially inaccurate staging. A superficial shave biopsy should not be performed on this patient with suspected melanoma.",
  "critique_links": [],
  "key_points": [
    "For suspected malignant melanoma, excisional biopsy, a technique in which the entire lesion is removed using 1- to 2-mm peripheral margins, is used for both diagnosis and determination of Breslow depth."
  ],
  "references": "Swetter SM, Tsao H, Bichakjian CK, et al. Guidelines of care for the management of primary cutaneous melanoma. J Am Acad Dermatol. 2019;80:208-250. PMID: 30392755 doi:10.1016/j.jaad.2018.08.055",
  "related_content": {
    "syllabus": [
      "dmsec24017_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.241957-06:00"
}