{
  "question_id": "idvdx24045",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose rhino-orbital-cerebral mucormycosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 41-year-old woman is evaluated for fever and total loss of vision in the left eye. She also reports a 2-week history of sinus pain and rhinorrhea. The left nasal mucosa has gray-black exudate and an eschar. She has poorly controlled type 1 diabetes mellitus.The left eye is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Graves ophthalmopathy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hyperacute bacterial conjunctivitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mucormycosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Preseptal cellulitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is mucormycosis (Option C). Symptoms and signs include headache; epistaxis; and ocular findings, including proptosis, periorbital edema, and decreased vision. A pathognomonic finding on physical examination is the presence of a black eschar on the nose or palate.Mucormycosis is primarily seen in immunocompromised patients. Patients with poorly controlled diabetes mellitus, hematologic malignancies, iron overload states, and those who have undergone hematopoietic stem cell transplantation are particularly at risk. The most common mucormycetes are Rhizopus, Rhizomucor, and Mucor species. Major blood vessels are invaded, with ensuing ischemia, necrosis, and infarction of adjacent tissues. Rhino-orbital-cerebral disease is the most common manifestation, although pulmonary, gastrointestinal, cutaneous, and disseminated disease patterns may also occur. This patient has rhino-orbital-cerebral mucormycosis, which is a rapidly fatal infection that spreads from the sinuses retro-orbitally to the central nervous system. Mucormycosis is diagnosed by tissue biopsy and culture. Treatment requires emergent surgical debridement in addition to antifungal therapy.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "idsec24011_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.660993-06:00"
}