{
  "question_id": "hmmcq24032",
  "category": "hm",
  "educational_objective": "Manage minor bleeding in a patient with mild hemophilia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 24-year-old man is evaluated for a 6-hour history of epistaxis. The bleeding has not responded to local pressure. He has mild hemophilia. He has no history of bleeding or surgery. Family history is significant for hemophilia in his brother and uncle. He takes no medications.On physical examination, vital signs are normal. Anterior rhinoscopy reveals oozing from the right anterior nasal septum in the Kiesselbach plexus.Laboratory studies:Factor VIII activity25% (baseline, 30%)The bleeding persists despite initiation of oxymetazoline and local cautery.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Activated factor VII concentrate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cryoprecipitate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Desmopressin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Recombinant factor VIII concentrate",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with minor bleeding in the setting of mild hemophilia is desmopressin (Option C). Hemophilia is an X-linked hereditary bleeding disorder primarily found in men. It is classified as mild (5%-40%), moderate (1%-5%), or severe (<1%) according to the circulating factor levels. Patients with mild disease may not have symptoms until adulthood, whereas those with severe disease develop childhood onset of spontaneous hemarthroses, soft-tissue or deep-muscle bleeding, or excessive bleeding after trauma. The diagnosis is suggested by a prolonged activated partial thromboplastin time (that corrects in mixing studies) and a normal prothrombin time and platelet count. Individual factor levels (VIII and IX) confirm the diagnosis. Patients with mild disease often respond to desmopressin, which stimulates the release of endogenous preformed factor VIII from endothelial cells. Patients with moderate or severe disease require factor VIII concentrate for active bleeding or, in some patients with severe deficiency, on a regular prophylaxis schedule. This patient with mild hemophilia A has minor bleeding, and he should be given desmopressin.Activated factor VII concentrate (Option A) is used to treat patients with hemophilia who develop high-titer inhibitors that cannot be overcome with factor VIII concentrate or in those with acquired factor VIII inhibitors. This product, which is associated with thrombotic complications, has no role in managing bleeding in a patient with mild hemophilia.Cryoprecipitate (Option B) contains concentrated amounts of factor VIII, von Willebrand factor, and fibrinogen. However, it is rarely used in hemophilia therapy because desmopressin is preferred in mild disease, and recombinant factor VIII concentrates are both safer and more effective in treating severe deficiency.Recombinant factor VIII concentrate (Option D) is the product of choice in managing bleeding episodes or preparing for surgery or invasive procedures with significant bleeding risk in patients with moderate or severe hemophilia A. It is generally not needed in patients with mild disease because desmopressin will adequately increase factor VIII levels and prevent or control bleeding.Observation (Option E) is not the most appropriate management. This patient has refractory, albeit minor, bleeding in the setting of mild hemophilia that has not responded to usual measures of pressure, vasoconstrictors, and cautery. The bleeding is unlikely to cease without treatment for the underlying hemophilia.",
  "critique_links": [],
  "key_points": [
    "Patients with hemophilia A and mild disease may not show symptoms until adulthood.",
    "Minor bleeding in patients with mild hemophilia A may be treated with desmopressin, which stimulates the release of endogenous preformed factor VIII from endothelial cells."
  ],
  "references": "Seaman CD, Xavier F, Ragni MV. Hemophilia A (factor VIII deficiency). Hematol Oncol Clin North Am. 2021;35:1117-1129. PMID: 34389199 doi:10.1016/j.hoc.2021.07.006",
  "related_content": {
    "syllabus": [
      "hmsec24007_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.926223-06:00"
}