{
  "question_id": "enmcq24072",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat subclinical hyperthyroidism due to toxic multinodular goiter.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 74-year-old woman is evaluated for an enlarged thyroid and abnormal thyroid function. She is asymptomatic. She has osteoporosis, and her medical history is relevant for a right hip replacement after a fall 2 years ago. Medications are alendronate and vitamin D.On physical examination, vital signs are normal. The thyroid gland is enlarged, with bilateral palpable nodules.Laboratory studies:Thyroid-stimulating hormone<0.01 μU/mL (0.01 mU/L)LFree thyroxine1.7 ng/dL (22 pmol/L)Total triiodothyronine175 ng/dL (2.7 nmol/L)Thyrotropin receptor antibodyNegativeThyroid scintigraphy with radioactive iodine uptake reveals bilateral hyperfunctioning nodules with a dominant nodule in the left superior gland.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Atenolol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Left lobectomy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methimazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat thyroid function tests in 12 months",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with subclinical hyperthyroidism is to start methimazole (Option C). Subclinical hyperthyroidism is defined by suppressed thyroid-stimulating hormone (TSH) levels with normal serum free thyroxine and total triiodothyronine levels. The most common cause of subclinical hyperthyroidism is toxic multinodular goiter (MNG), especially in older patients. In patients with toxic MNG, thyroid scintigraphy with radioactive iodine uptake reveals patchy focal areas of increased uptake (see Figure: Iodine 123 Scans Showing Hyperthyroidism, Figure below), as seen in this patient. Although a majority of patients with subclinical hyperthyroidism have no clinical manifestations of hyperthyroidism, this condition is associated with increased cardiovascular disease, bone loss, and risk for fractures. The decision to initiate treatment depends on the degree of TSH suppression and risk for complications of subclinical hyperthyroidism. Patients with a TSH level suppressed below 0.1 μU/mL (0.1 mU/L) who are 65 years or older, have or are at risk for cardiovascular disease, or have or are at risk for osteoporosis should receive treatment, regardless of symptoms. Treatment of subclinical hyperthyroidism is similar to treatment of overt hyperthyroidism; thionamides, radioactive iodine (131I) ablative therapy, and surgery are options. The goal of treatment with thionamides is to achieve euthyroidism. Definitive therapy with 131I is the most likely next step, especially in older patients with toxic MNG. Given this patient's age and known history of osteoporosis in the setting of a suppressed TSH level, treatment should be initiated.β-Blockers, such as atenolol (Option A), are indicated only to control symptoms of thyrotoxicosis. This patient is asymptomatic; therefore, β-blockers are not needed.Although the patient has a dominant nodule in the left gland, a partial thyroidectomy or lobectomy (Option B) is not a treatment option because this patient has bilateral hyperfunctioning nodules. If surgery is chosen, near-total or total thyroidectomy should be performed.Observation with repeat thyroid function testing in 12 months (Option D) would not be indicated given this patient's degree of TSH suppression, age, and comorbidities.",
  "critique_links": [],
  "key_points": [
    "Patients with subclinical hyperthyroidism and a thyroid-stimulating hormone level lower than 0.1 μU/mL (0.1 mU/L) who are 65 years or older, have or are at risk for cardiovascular disease, or have or are at risk for osteoporosis should receive treatment with thionamides, radioactive iodine ablation, or thyroidectomy."
  ],
  "references": "Ross DS, Burch HB, Cooper DS, et al. 2016 American Thyroid Association guidelines for diagnosis and management of hyperthyroidism and other causes of thyrotoxicosis. Thyroid. 2016;26:1343-1421. PMID: 27521067 doi:10.1089/thy.2016.0229",
  "related_content": {
    "syllabus": [
      "ensec24005_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.361434-06:00"
}