{
  "question_id": "rmmcq24065",
  "category": "rm",
  "educational_objective": "Treat gout with urate-lowering therapy to achieve and maintain symptom remission and/or to achieve serum urate level less than 6.0 mg/dL (0.35 mmol/L).",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 67-year-old man is evaluated in follow-up for a 15-year history of gout. He has had no flares for the past 2 years. His previous symptoms included intermittent swelling, pain, and inflammation of the first metatarsophalangeal joints and knees two to three times annually. He also has hypertension. His medications are allopurinol, 500 mg/d, and hydrochlorothiazide.On physical examination, vital signs and other findings are normal.Laboratory studies:Erythrocyte sedimentation rate25 mm/hHCreatinine1.1 mg/dL (97.2 μmol/L)Urate5.5 mg/dL (0.32 mmol/L)Radiographs of the feet, knees, and hands reveal no joint damage or destruction.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease allopurinol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue hydrochlorothiazide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiate colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Initiate losartan",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Continue current therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with gout is to continue current therapy (Option E). Gout is characterized by recurrent painful flares of inflammatory arthritis in response to monosodium urate crystals formed in joints due to excessive serum levels of urate. The 2020 American College of Rheumatology (ACR) recommendations support a “treat-to-target” approach, reducing the serum urate level to less than 6.0 mg/dL (0.35 mmol/L). In contrast to the ACR guidelines, the American College of Physicians (ACP) guidelines state that the approach should be “treat to avoid symptoms.” Because the patient has no symptoms, has had no flares for 2 years despite not currently receiving anti-inflammatory prophylaxis, and has reached the target serum urate level, he meets both ACR and ACP treatment goals. According to ACR guidelines, this patient should continue urate-lowering therapy to maintain a serum urate target less than 6.0 mg/dL (0.35 mmol/L). Thus, his current regimen should be continued.The patient is tolerating allopurinol, and his serum urate level is at target. According to ACR guidelines, a maximum stable dose of 800 mg of allopurinol daily may be used. Decreasing allopurinol (Option A) would almost certainly result in a rise in serum urate level above 6.0 mg/dL (0.35 mmol/L) and allow urate crystal formation to resume, leading to future symptoms. Therefore, allopurinol should not be decreased or discontinued.Although discontinuing hydrochlorothiazide (Option B) would likely result in a decrease in serum urate level, the patient is already at the target serum urate level; no further lowering is needed. In addition, hydrochlorothiazide is adequately controlling his hypertension. Substituting an antihypertensive agent that reduces serum urate, such as losartan, might control blood pressure while lowering serum urate; this, in turn, might permit a reduction in allopurinol dose. However, adding losartan (Option D) to this patient's current regimen is not necessary because his serum urate level is at goal and his blood pressure is currently well-controlled.Colchicine (Option C) is an anti-inflammatory medication used to treat acute gout flares and to prevent flares during initiation and titration of long-term urate-lowering therapy. Colchicine daily prophylaxis is recommended for 3 to 6 months during initiation of allopurinol, with ongoing evaluation and continuation of prophylaxis for longer than 6 months as needed if flares continue. This patient has had no flares for 2 years, and the risk for flare is now low; therefore, long-term anti-inflammatory prophylaxis is not needed.",
  "critique_links": [],
  "key_points": [
    "The American College of Rheumatology strongly recommends that patients receiving urate-lowering therapy achieve and maintain a serum urate target less than 6.0 mg/dL (0.35 mmol/L)."
  ],
  "references": "FitzGerald JD, Dalbeth N, Mikuls T, et al. 2020 American College of Rheumatology guideline for the management of gout. Arthritis Rheumatol. 2020;72:879-895. PMID: 32390306 doi:10.1002/art.41247",
  "related_content": {
    "syllabus": [
      "rmsec24012_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.751573-06:00"
}