{
  "question_id": "onmcq24066",
  "category": "on",
  "educational_objective": "Diagnose hypercalcemia of malignancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 67-year-old woman is evaluated in the emergency department for a 3-day history of decreased oral intake, weakness, fatigue, and confusion. She was recently diagnosed with metastatic lung cancer and is scheduled to start therapy next week. She has COPD treated with inhaled salmeterol and tiotropium.On physical examination, temperature is 37.8 °C (100.1 °F), blood pressure is 100/60 mm Hg, pulse rate is 95/min, and respiration rate is 15/min. Oxygen saturation is 96% with the patient breathing ambient air. BMI is 18. Cardiac examination reveals bradycardia. Slow mentation is noted, and she is alert to person and place but not to time. There are no focal neurologic deficits.ECG reveals a QTc interval of 322 ms.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Brain metastases",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hypercalcemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Paraneoplastic limbic encephalitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tumor lysis syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is hypercalcemia of malignancy (Option B). Hypercalcemia of malignancy occurs in 20% to 30% of patients with advanced cancer. Osteolytic bone metastases are usually the cause of hypercalcemia of malignancy. However, paraneoplastic production of parathyroid hormone–related protein and overproduction of 1,25-dihydroxyvitamin D may also occur. Most patients are asymptomatic. However, with serum calcium levels above 14 mg/dL (3.5 mmol/L) or a rapid rate of rise, patients can experience significant sequelae including nausea, constipation, fatigue, polyuria, polydipsia, altered mental status, muscle weakness, volume depletion, and acute kidney injury. Hypercalcemia can also cause a shortened QT interval on ECG. Treatment includes isotonic saline for volume expansion and calcitonin, which can be given with the goal of decreasing calcium level quickly. Longer-term control is usually achieved with either bisphosphonates or denosumab, a receptor activator of nuclear factor kappa B ligand. Ultimately, addressing the underlying malignancy is necessary for definitively treating hypercalcemia. This patient likely has hypercalcemia of malignancy based on her metastatic lung cancer, multiple concordant symptoms, and shortened QT interval on ECG.This patient most likely does not have brain metastases (Option A). Brain metastases are the most common central nervous system malignancy and are often seen in patients with advanced lung and breast cancer. Presentation varies widely based on the size and location of the tumor(s) but can include nonspecific symptoms, focal deficits, and symptoms of increased intracranial pressure. This patient's findings are more consistent with hypercalcemia, and assessing serum calcium levels would be the most appropriate next step. If hypercalcemia had been ruled out, a brain MRI could be considered.Paraneoplastic limbic encephalitis (Option C) is not the most likely diagnosis. Patients with limbic encephalitis usually present with mental status changes and focal seizures. Most commonly associated with small cell lung cancer, it often has a subacute onset. This patient's lack of seizures and shortened QT interval make hypercalcemia a more likely diagnosis.Tumor lysis syndrome (Option D) is not the most likely diagnosis for this patient. It is uncommon in solid malignancies, and patients often present during treatment of hematologic malignancies such as leukemia and lymphoma. Diagnosis is based on laboratory criteria and changes in serum potassium, urate, calcium, and phosphate levels. It is an unlikely diagnosis in untreated lung cancer.",
  "critique_links": [],
  "key_points": [
    "Treatment options for hypercalcemia of malignancy include isotonic saline, calcitonin, and bisphosphonates or denosumab; treating the underlying malignancy is the most appropriate long-term means of controlling hypercalcemia."
  ],
  "references": "Hu MI. Hypercalcemia of malignancy. Endocrinol Metab Clin North Am. 2021;50:721-28. PMID: 34774243 doi:10.1016/j.ecl.2021.07.003",
  "related_content": {
    "syllabus": [
      "onsec24012_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.820436-06:00"
}