{
  "question_id": "nrmcq24039",
  "category": "nr",
  "educational_objective": "Diagnose primary progressive aphasia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 57-year-old man is evaluated for a 2-year history of word-finding difficulty that has progressively worsened in the past year. His husband reports that, although the patient understands conversations, he becomes stuck on a word and more frequently describes items instead of naming them. The patient can still recognize and identify common objects, but he may call them by the wrong name. The patient acknowledges some mild forgetfulness and increased frustration related to his difficulty with speech. He remains independent with activities of daily living. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. Naming and repetition are impaired. He occasionally uses extensive descriptive language to identify objects. Fluency is intact. Neurologic examination is otherwise normal.Laboratory study results, including thyroid-stimulating hormone and serum vitamin B12 levels, are normal.An MRI of the brain shows dominant posterior temporal and parietal atrophy.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Creutzfeldt-Jakob disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Posterior cortical atrophy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Primary progressive aphasia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Subjective cognitive impairment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Primary progressive aphasia (PPA) (Option C) is the most likely diagnosis. Logopenic variant PPA (lvPPA) specifically is characterized by preserved fluency and comprehension with frequent word-finding difficulties, circumlocutions, and word substitutions. lvPPA is most commonly a variant of atypical Alzheimer disease, in contrast to the semantic and nonfluent variants of PPA, which are more often forms of frontotemporal dementia. Unlike typical Alzheimer disease, patients with lvPPA present with language-predominant symptoms with or without significant memory issues. In most patients with lvPPA, T1-weighted brain MRI shows left posterior temporal and parietal atrophy. The combination of word-finding difficulties, paraphasia, and involvement of the temporal and parietal lobes on MRI in this patient are all consistent with the diagnosis of lvPPA.Creutzfeldt-Jakob disease (CJD) (Option A) is an irreversible rapidly progressive dementia caused by prion proteins. The clinical profile for sporadic CJD is predominately progressive neuropsychiatric symptoms with diagnostic clinical criteria that include rapidly progressive cognitive impairment with two or more of the following features: akinetic mutism, myoclonus, extrapyramidal signs, visual compromise, or cerebellar dysfunction. MRI may show restricted diffusion of the basal ganglia, thalamus, and cortex. This patient does not have a clinical presentation consistent with CJD.The posterior cortical atrophy (PCA) (Option B) variant of Alzheimer disease predominantly affects visuospatial perception. Balint syndrome is the classic triad that describes the clinical syndrome, which includes simultanagnosia (inability to perceive more than one object at a time), optic ataxia (difficulty reaching for an object with normal motor and cerebellar function), and oculomotor apraxia (difficulty voluntarily moving eyes horizontally). MRI frequently shows atrophy in the parieto-occipital regions of the brain. This patient's presentation is predominantly language-based and not visuospatial, making PCA unlikely.The abnormal findings on cognitive testing, specifically the patient's word-finding difficulty and impaired naming and repetition, indicate objective evidence of cognitive impairment, ruling out a diagnosis of “normal aging” or subjective cognitive impairment (SCI) (Option D). SCI describes subjective symptoms of cognitive impairment with normal scores on validated tools. In one study of community-dwelling older adults with SCI, 18% of patients developed mild cognitive impairment (MCI) after a median of 3 years, suggesting that SCI may be a precursor to MCI or dementia.",
  "key_points": [
    "Patients with logopenic variant primary progressive aphasia may have word-finding difficulty with preserved fluency and comprehension.",
    "Alzheimer disease is the most common cause of logopenic variant primary progressive aphasia; MRI of the brain typically shows atrophy of the left posterior temporal and parietal lobes."
  ],
  "references": "Tippett DC, Keser Z. Clinical and neuroimaging characteristics of primary progressive aphasia. Handb Clin Neurol. 2022;185:81-97. PMID: 35078612 doi:10.1016/B978-0-12-823384-9.00016-5",
  "related_content": {
    "syllabus": [
      "nrsec24005_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:50:05.256359-06:00"
}