{
  "question_id": "nrmcq25005",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage an unruptured intracranial aneurysm.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 47-year-old woman is evaluated 2 weeks after experiencing mild head trauma in a bicycle collision. She was evaluated in the emergency department at that time and underwent head CT, which showed no evidence of hemorrhage but suggested the presence of an anterior communicating artery aneurysm. A subsequent magnetic resonance angiogram taken 5 days later showed a 6-mm anterior communicating artery aneurysm. Brain MRI performed at the same time was normal. She has recovered from the bicycle accident and is asymptomatic. She is of Irish and English descent. Medical history is significant for hypertension. Her only medication is amlodipine.On physical examination, blood pressure is 112/74 mm Hg. Other vital signs and the results of ophthalmologic and neurologic examinations are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Aneurysm clipping",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Aneurysm coiling",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Catheter-based cerebral angiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Magnetic resonance angiography in 1 year",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Annual noninvasive imaging with magnetic resonance or CT angiography (Option D) is indicated to monitor this patient's unruptured intracranial aneurysm (UIA). In patients with UIAs, the risk for rupture and subarachnoid hemorrhage (SAH) depends on factors including previous acute SAH, aneurysmal symptoms, the size and location of the aneurysm, and growth over serial imaging. Patients with aneurysmal symptoms, such as pupil-involving cranial nerve III palsy and headaches that are sudden, severe, or different from usual baseline headaches, are at increased risk for SAH and should be considered for surgical intervention. Otherwise, conservative treatment and serial imaging is often appropriate for aneurysms smaller than 7 mm. Surgical intervention with either clipping or coiling should be considered for patients with multiple risk factors for rupture (posterior circulation location, tobacco use, hypertension) and in those with larger aneurysms. Newer aneurysm scoring systems provide risk assessments that are more tailored to individual patients, such as the PHASES score. This score incorporates factors of a history of hypertension, Japanese or Finnish ancestry, and age of 70 years or older, all of which are associated with slightly higher risks for rupture. Patients who do not meet criteria for surgical intervention should be monitored annually with magnetic resonance or CT angiography. Smoking cessation and hypertension treatment are also recommended in all patients. This patient's UIA in the anterior circulation is asymptomatic and less than 7 mm in size, and her hypertension is controlled; she requires only annual angiographic monitoring.The patient does not meet clinical criteria for surgical intervention and therefore does not require clipping or coiling (Options A, B). The choice of surgical approach in eligible patients depends on several factors, including aneurysm location and shape, local surgical experience, and patient comorbidities. Generally, clipping is associated with greater neurologic morbidity due to the craniotomy but greater success of complete exclusion of the aneurysm.Diagnostic catheter-based cerebral angiography (Option C) is an invasive procedure that is not routinely indicated in patients with small, asymptomatic UIAs. It can be considered as part of surgical planning for patients with asymptomatic aneurysms who meet clipping or coiling criteria.",
  "critique_links": [],
  "key_points": [
    "Asymptomatic aneurysms smaller than 7 mm can often be managed conservatively with annual noninvasive neuroimaging in the absence of multiple risk factors for rupture.",
    "Diagnostic catheter-based cerebral angiography is an invasive procedure that is not routinely indicated in patients with small, asymptomatic cerebral aneurysms."
  ],
  "references": "Ogilvy CS. Unruptured intracranial aneurysms. N Engl J Med. 2025;392:2357-2366. PMID: 40532153 doi:10.1056/NEJMcp2409371",
  "related_content": {
    "syllabus": [
      "nrsec24004_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.601460-06:00"
}