{
  "question_id": "onmcq24059",
  "category": "on",
  "educational_objective": "Test a patient with ovarian cancer for pathogenic/likely pathogenic genetic variants.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 42-year-old woman is evaluated after the new onset of ascites and abdominal pain. She has no other symptoms or medical problems and takes no medications.On physical examination, vital signs are normal. The abdomen is distended without significant tenderness. A fluid wave test result is positive.Results of routine laboratory studies, including complete blood count, are normal.Ultrasound of the abdomen reveals significant ascites. Diagnostic and therapeutic paracentesis reveals malignant cells consistent with ovarian cancer. CT scans of the chest, abdomen, and pelvis reveal large-volume ascites, a left adnexal mass, omental thickening, and multiple peritoneal implants.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Bone scan",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Brain MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Germline genetic testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with newly diagnosed ovarian cancer should undergo germline genetic testing (Option D). Approximately 10% to 15% of all ovarian cancers are associated with a genetic variant. The most common ovarian cancer susceptibility genes are BRCA1, BRCA2, and the mismatch repair genes associated with Lynch syndrome. The cumulative lifetime risk for ovarian cancer is 39% to 58% for BRCA1 carriers and 13% to 29% for BRCA2 carriers. All women with epithelial ovarian cancer, fallopian tube cancer, or primary peritoneal cancer should be offered panel germline genetic testing that includes BRCA1 and BRCA2 variants and genetic variants associated with Lynch syndrome. The presence of a pathogenic variant affects both cancer screening for other malignancies and may lead to treatment options for this patient's ovarian cancer. Several poly (adenosine diphosphate-ribose) polymerase inhibitors, for example, are most effective in patients who are germline-variant carriers of pathogenic/likely pathogenic BRCA1 or BRCA2 variants. Knowledge of a germline variant is also important for family members to assess the need for risk-reducing and screening strategies. This patient has newly diagnosed ovarian cancer and should be offered germline genetic testing.Bone scan (Option A) and brain MRI (Option B) are not indicated in this patient. These imaging modalities are not used to evaluate ovarian cancer unless there are specific clinical findings that suggest central nervous system or bone involvement. This patient should be tested for BRCA1 and BRCA2 variants instead.PET/CT (Option C) is not indicated for this patient with ovarian cancer. PET/CT plays an important role in the staging of many cancers, including stage III breast cancer and lung cancer, but does not play a primary role in the initial evaluation of ovarian cancer. Typical staging of ovarian cancer begins with CT of the abdomen and pelvis with additional imaging as indicated by patient findings that suggest metastatic disease.",
  "critique_links": [],
  "key_points": [
    "All women with epithelial ovarian cancer, fallopian tube cancer, or primary peritoneal cancer should be offered germline genetic testing for pathogenic/likely pathogenic BRCA1 and BRCA2 variants.",
    "The cumulative lifetime risk for ovarian cancer is 39% to 58% for BRCA1 carriers and 13% to 29% for BRCA2 carriers."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Genetic/familial high-risk assessment: breast, ovarian, and pancreatic. Version 3.2024. NCCN.org. Accessed August 5, 2024. Available at: https://www.nccn.org/professionals/physician_gls/pdf/genetics_bop.pdf",
  "related_content": {
    "syllabus": [
      "onsec24007_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.799543-06:00"
}