{
  "question_id": "hmmcq24045",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose acquired pure red cell aplasia in a patient with parvovirus B19 infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 33-year-old man is evaluated in the emergency department for a 10-day history of fever, malaise, anorexia, and progressive dyspnea on exertion. Medical history is significant for hereditary spherocytosis and cholelithiasis requiring cholecystectomy at age 29 years. His only medication is folic acid.On physical examination, pulse rate is 112/min. Pallor is noted. Spleen tip is palpable in the left upper quadrant.Laboratory studies:Hemoglobin4.5 g/dL (45 g/L)LMean corpuscular volume90 fLLeukocyte count6500/µL (6.5 × 109/L) (62% neutrophils, 35% lymphocytes, 3% monocytes)Platelet count235,000/µL (235 × 109/L)Reticulocyte count0.1% of erythrocytesLBilirubinTotal4.0 mg/dL (68.2 µmol/L)HDirect0.5 mg/dL (8.6 µmol/L)HLactate dehydrogenase500 U/LHA direct antiglobulin test is negative.Peripheral blood smear shows spherocytes.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Autoimmune hemolytic anemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chronic lymphocytic leukemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Parvovirus B19 infection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vitamin B12 deficiency",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with underlying chronic hemolytic anemia is acquired pure red cell aplasia (PRCA) caused by parvovirus B19 infection (Option C). Parvovirus B19 infection is usually transient, lasting 2 to 3 weeks, and may cause symptoms such cause fever, myalgias, and malaise. Some patients may be asymptomatic, whereas others develop symmetrical arthritis, most prominently affecting the small joints of the hands and feet. Facial rash (erythema infectiosum) is common in children with parvovirus infection but is seen less frequently in adults. Parvovirus B19 is cytotoxic to the erythrocyte precursors in the bone marrow, but infection does not cause clinically significant anemia in healthy, immunocompetent patients. However, patients with chronic hemolysis such as sickle cell anemia and hereditary spherocytosis are at risk for aplastic crisis with parvovirus B19 infection, sometimes resulting in significant anemia. Infection in immunocompromised patients can also result in sustained viremia, leading to prolonged anemia requiring intravenous immune globulin treatment to hasten viral clearance. Treatment for parvovirus B19 infection in patients with chronic hemolysis is supportive, with as-needed packed red cell transfusions, often for several weeks. This patient with chronic hemolysis has multiple findings consistent with parvovirus B19 infection, including fever, malaise, anorexia, and acute worsening of hemolysis.Autoimmune hemolytic anemia (Option A) may result in significant anemia, evidence of hemolysis, and spherocytes on the peripheral blood smear. However, autoimmune hemolytic anemia is less likely to cause the fever, malaise, and anorexia seen in this patient. Additionally, the direct antibody test is positive in almost all cases of autoimmune hemolytic anemia.PRCA is a known but rare complication in some patients with chronic lymphocytic leukemia (CLL) (Option B). However, CLL is associated with an increase in absolute lymphocytes on complete blood count. This young patient has a normal leukocyte differential, making CLL an unlikely diagnosis.Vitamin B12 deficiency (Option D) often manifests as anemia, which can be profound and symptomatic. The anemia of vitamin B12 deficiency is usually macrocytic and, when severe, is often seen in conjunction with pancytopenia. It is not usually associated with the acute symptoms or evidence of significant hemolysis seen in this patient.",
  "critique_links": [],
  "key_points": [
    "Parvovirus B19 infection is usually transient, lasting 2 to 3 weeks, and may be asymptomatic or cause fever, myalgias, and malaise; some patients also develop symmetrical arthritis, most prominently affecting the small joints of the hands and feet.",
    "Parvovirus B19 is cytotoxic to the erythrocyte precursors in the bone marrow and may cause aplastic crisis in patients with chronic hemolytic anemias such as sickle cell disease and hereditary spherocytosis."
  ],
  "references": "Gurnari C, Maciejewski JP. How I manage acquired pure red cell aplasia in adults. Blood. 2021;137:2001-2009. PMID: 33657207 doi:10.1182/blood.2021010898",
  "related_content": {
    "syllabus": [
      "hmsec24002_24005"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.012276-06:00"
}