{
  "question_id": "nrqqq24006",
  "category": "nr",
  "educational_objective": "Treat chronic cervical stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 68-year-old woman is evaluated for a 1-year history of stiffness and dull, aching pain in her neck. She also notes intermittent difficulty with dexterity while performing fine motor tasks at her job as a hairdresser.On physical examination, range of motion in the neck is limited by pain and stiffness. Muscle strength is 5/5 throughout, although finger movements are mildly slow. Deep tendon reflexes and gait are normal.MRI of the cervical spine shows multilevel cervical stenosis that is worst at C6/C7. The cord is moderately deformed, but no signal change is noted.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Gabapentin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hard cervical collar",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Neurosurgical intervention",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Physical therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with chronic cervical stenosis should receive physical therapy (Option D). Spinal cord compression can have an acute or chronic cause. Patients with chronic cervical spinal stenosis due to osteoarthritic degeneration frequently present with chronic neck pain. Most patients with chronic cervical stenosis respond well to conservative measures, such as physical therapy and pain control. However, patients with severe symptoms who also have signs of myelopathy on examination, such as progressive leg weakness, spasticity, distal numbness, hyperreflexia, gait ataxia, and bladder impairment, may require surgical intervention. The lack of these findings in this patient supports the use of conservative measures, such as physical therapy.Gabapentin (Option A) can be useful in patients with neuropathic pain. This patient, however, has none of the typical symptoms of neuropathic pain, such as burning, electrical, or frostbite-like sensations. Thus, gabapentin would likely be of no benefit.Immobilization of the neck in a hard (or soft) cervical collar (Option B) would be an unnecessary and excessive restriction for a patient with chronic cervical stenosis, especially given the potential adverse effects. A hard cervical collar most commonly is used for cervical spine stabilization after trauma, surgery, and fractures or dislocations.Although some patients with spinal stenosis will eventually require neurosurgical intervention (Option C), this approach should be used only after conservative measures have been exhausted. A finding of T2 signal hyperintensity and atrophy within the cord may correlate with the severity of compressive myelopathy. The lack of clear cord compression on examination or signal-intensity changes on MRI indicates that this patient does not need emergent surgery.",
  "critique_links": [],
  "key_points": [
    "Most patients with chronic cervical stenosis respond well to conservative measures, such as physical therapy and pain control."
  ],
  "references": "McCormick JR, Sama AJ, Schiller NC, et al. Cervical spondylotic myelopathy: a guide to diagnosis and management. J Am Board Fam Med. 2020;33:303-313. PMID: 32179614 doi:10.3122/jabfm.2020.02.190195",
  "related_content": {
    "syllabus": [
      "nrsec24008_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.413007-06:00"
}