{
  "question_id": "rmmcq24009",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat fibromyalgia with nonpharmacologic therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 28-year-old man is evaluated for follow-up of systemic lupus erythematosus diagnosed 3 years ago. At diagnosis, he presented with oral ulcerations, a photosensitive malar rash, and pericarditis as well as positive antinuclear antibody and anti–double-stranded DNA antibody titers and low complement levels. During the past 4 months, he reports increasing fatigue, generalized achiness, and nonrestorative sleep. He has no other medical conditions. His only medication is hydroxychloroquine.On physical examination, vital signs and other findings are normal.Laboratory studies:Erythrocyte sedimentation rateNormal C3 complementNormal C4 complementNormalC-reactive proteinNormalAnti–double-stranded DNA antibody titerNormalUrinalysisNormalComplete blood count and comprehensive metabolic panel are also normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Add azathioprine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase hydroxychloroquine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Recommend aerobic exercise",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Recommend massage",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with symptoms of fibromyalgia is aerobic exercise (Option C). Patients with systemic lupus erythematosus (SLE) or other rheumatologic conditions have a higher risk for comorbid fibromyalgia compared with the general population. Nonpharmacologic interventions, including exercise, are the cornerstone of fibromyalgia management. Aerobic exercise has been shown to improve the clinical symptoms of fibromyalgia, including reduction in pain, increased range of motion, and improved strength and stamina. Low-impact exercises, such as aquatherapy and tai-chi, may be helpful. Patients should be encouraged to introduce exercise gradually because initial postexercise pain may occur. Other nonpharmacologic interventions that are effective include mind-body modalities, stress management, and sleep hygiene. This patient is presenting with symptoms of fibromyalgia without evidence of an SLE flare. Aerobic exercise can improve well-being and functioning as well as reduce pain.Adding azathioprine (Option A) would be a reasonable option if this patient were experiencing an active SLE flare despite treatment with hydroxychloroquine. This patient's presentation is not consistent with worsening or active SLE. Therefore, increasing immunosuppression would not be advised.Although this patient has SLE, he is presenting with symptoms consistent with fibromyalgia (achiness, fatigue, and nonrestorative sleep). This patient does not have worsening malar rash, oral ulcers, or other clinical signs of active SLE. Additionally, his laboratory study results reveal normal complement levels, normal urinalysis, a normal anti–double-stranded DNA antibody titer, and no cytopenias. If he had an SLE flare, adjusting the dose of hydroxychloroquine (Option B) could be considered, but he does not require adjustment at this time.Massage (Option D) and other manual therapies, such as chiropractic manipulation and myofascial release, may have some benefit in treating fibromyalgia symptoms, but evidence of their efficacy is limited. These modalities could be considered for patients who have refractory symptoms.",
  "critique_links": [],
  "key_points": [
    "Patients with rheumatologic conditions have a higher risk for comorbid fibromyalgia compared with the general population.",
    "Nonpharmacologic interventions, including aerobic exercise, are the cornerstone of fibromyalgia management."
  ],
  "references": "Albuquerque MLL, Monteiro D, Marinho DA, et al. Effects of different protocols of physical exercise on fibromyalgia syndrome treatment: systematic review and meta-analysis of randomized controlled trials. Rheumatol Int. 2022;42:1893-1908. PMID: 35604435 doi:10.1007/s00296-022-05140-1",
  "related_content": {
    "syllabus": [
      "rmsec24005_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:21.764215-06:00"
}