{
  "question_id": "rmmcq24073",
  "category": "rm",
  "educational_objective": "Evaluate acute monoarthritis in a patient with preexisting polyarticular osteoarthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 72-year-old woman is evaluated for 6 days of right knee pain that developed after a fall. Pain has since worsened, and she now has difficulty walking. Medical conditions are bilateral knee osteoarthritis, which was diagnosed 10 years ago, and hypertension. Her only medication is hydrochlorothiazide.On physical examination, temperature is 37.4 °C (99.3 °F); other vital signs are normal. The left knee reveals bony enlargement, tenderness along the joint line, and crepitus with range of motion. The right knee shows similar findings and a large suprapatellar effusion. The skin over the right knee joint is mildly erythematous and warmer than the left.Plain radiographs of the knees reveal joint-space narrowing and bony enlargement bilaterally; there is no evidence of fracture. Radiographs of the hips and pelvis reveal mild degenerative changes bilaterally.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Intra-articular glucocorticoid injection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lyme antibody testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Synovial fluid evaluation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical diclofenac",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with acute monoarthritis of the right knee in the setting of chronic polyarticular osteoarthritis is synovial fluid evaluation (Option C). Acute monoarthritis can occur in the setting of a preexisting chronic joint disease, such as osteoarthritis, and can be noninflammatory (e.g., caused by trauma, hemarthrosis, or internal derangement) or inflammatory (e.g., crystal-induced, infectious, or reactive). Suspicion for acute infectious arthritis should always be high. Joint aspiration is usually the most effective means of diagnosing the underlying cause. This patient has chronic osteoarthritis of the knees and hips. The new onset of right knee pain and large effusion suggest a superimposed acute monoarticular arthritis, which might have resulted from her recent trauma. However, increased erythema and warmth suggest that the arthritis is inflammatory. Bacterial infection may have been initiated by a skin break during this patient's fall; drainage and evaluation of the synovial fluid (with Gram stain and culture) are essential to determine the inflammatory nature and assess for infection. Other likely possibilities for this patient's acute inflammatory monoarthritis include gout and calcium pyrophosphate crystal arthritis flares, both of which can be triggered by trauma and be diagnosed by synovial fluid evaluation.Intra-articular glucocorticoid injection (Option A) could relieve osteoarthritis symptoms or treat inflammation from crystal arthritis. However, intra-articular glucocorticoid injection is contraindicated in the setting of joint infection and should not be considered unless joint infection is first excluded by synovial fluid examination.Patients with Lyme arthritis may have a single swollen joint, not uncommonly the knee. However, Lyme arthritis is indolent rather than acute, and although effusions associated with Lyme arthritis tend to be large, they also tend to be only mildly inflammatory and minimally painful. Even if Lyme arthritis is considered, the need to rule out acute bacterial infection by aspirating the joint is much more urgent than is testing for Lyme antibodies (Option B).Topical diclofenac (Option D) is an appropriate therapy for chronic osteoarthritis. However, treating pain due to acute inflammatory monoarthritis without first establishing a diagnosis could lead to untreated infection and rapid joint destruction.",
  "key_points": [
    "Acute monoarthritis can occur in the setting of a preexisting chronic joint disease, such as osteoarthritis, and can be noninflammatory (e.g., caused by trauma, hemarthrosis, or internal derangement) or inflammatory (e.g., crystal-induced, infectious, or reactive); evaluation for acute infectious arthritis should be guided by clinical presentation and physical examination, but suspicion should always be high.",
    "Joint aspiration is usually the most effective means of diagnosing the underlying cause of acute monoarthritis."
  ],
  "references": "Liu D, Xiao WF, Li YS. The diagnostic and prognostic value of synovial fluid analysis in joint diseases. Methods Mol Biol. 2023;2695:295-308. PMID: 37450127 doi:10.1007/978-1-0716-3346-5_20",
  "related_content": {
    "syllabus": [
      "rmsec24001_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:54:42.257123-06:00"
}