{
  "category": "cc",
  "critique": "The most appropriate next step in treatment of this patient with acute cardiogenic pulmonary edema is continuous positive airway pressure (CPAP) (Option B). Acute cardiogenic pulmonary edema usually responds promptly to therapy with diuretics and vasodilators. When indicated, noninvasive positive pressure ventilation (CPAP or bilevel positive airway pressure) hastens the resolution of hypoxemia, reduces preload and afterload, improves symptoms, lowers intubation rates, and decreases mortality compared with oxygen therapy alone. It should be considered in all patients with acute cardiogenic pulmonary edema with hypoxemic respiratory failure who do not respond promptly to appropriate medical therapy. This patient with cardiogenic pulmonary edema remains hypoxemic and in respiratory distress despite appropriate treatment with a loop diuretic, supplemental oxygen, and intravenous nitroglycerin. He should undergo noninvasive positive-pressure ventilation with CPAP.This patient will need to continue receiving diuretic therapy and likely at a higher dose. However, there is no evidence for a more rapid control of symptoms when loop diuretics are administered by continuous infusion versus as a bolus dose. He should receive CPAP rather than continuous furosemide infusion (Option A).Intubation and mechanical ventilation (Option C) may be necessary if this patient does not respond to continued medical therapy and CPAP or if he is intolerant of CPAP. However, CPAP should improve his oxygenation, may avert need for mechanical ventilation, and should be trialed before turning to mechanical ventilation.Ultrafiltration (Option D) is unnecessary in this patient. In patients with acute decompensated heart failure, one randomized trial found that pharmacologic therapy was superior to ultrafiltration for control of symptoms and preservation of kidney function. In addition, ultrafiltration was associated with a higher complication rate. Continued medical therapy with a trial of CPAP is the best option in this patient.",
  "educational_objective": "Treat a patient with acute cardiogenic pulmonary edema using noninvasive mechanical ventilation.",
  "extracted_at": "2025-12-23T14:13:48.392806-06:00",
  "key_points": [
    "In cardiogenic pulmonary edema, noninvasive positive-pressure ventilation hastens the resolution of hypoxemia, lowers intubation rates, and decreases mortality compared with oxygen therapy alone."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Continuous furosemide infusion"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Continuous positive airway pressure"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Intubation and mechanical ventilation"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Ultrafiltration"
    }
  ],
  "question_id": "ccmcq24018",
  "question_stem": "Which of the following is the most appropriate next immediate step in treatment?",
  "question_text": "A 72-year-old man is evaluated in the emergency department for a 2-day history of worsening dyspnea, orthopnea, and pedal edema. He has a history of heart failure with a reduced ejection fraction of 36%. Medications include sacubitril-valsartan, empagliflozin, spironolactone, carvedilol, and furosemide.On physical examination, blood pressure is 164/70 mm Hg, pulse rate is 106/min, and respiration rate is 28/min. He is awake and alert and in moderate respiratory distress. Neck veins are distended, and cardiac examination reveals an S3. Crackles in the lung bases and bilateral lower extremity edema are present.Chest radiograph reveals pulmonary edema. ECG is unchanged from previous tracings.The patient receives an initial bolus dose of intravenous furosemide, supplemental oxygen with a nonrebreather face mask, and intravenous nitroglycerin. He remains in moderate respiratory distress with an oxygen saturation of 87%.",
  "references": "Munshi L, Mancebo J, Brochard LJ. Noninvasive respiratory support for adults with acute respiratory failure. N Engl J Med. 2022;387:1688-98. PMID: 36322846 doi:10.1056/NEJMra2204556",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ccsec24002_24008"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}