{
  "question_id": "cvmcq24051",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage a patient with an incidental diagnosis of aortic atheroma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 52-year-old man is evaluated for an aortic atheroma detected incidentally on a recent chest CT scan. The imaging study was performed as part of evaluation in the emergency department for chest trauma after a motor vehicle collision. The scan was otherwise normal. He is asymptomatic. His medical history is significant only for hypertension. His father had a stroke at age 83 years. The patient does not smoke. Medications are hydrochlorothiazide and lisinopril.On physical examination, blood pressure is 132/80 mm Hg and pulse rate is 80/min and regular. All other findings are normal.The chest CT scan shows several 4- to 5-mm atheromas of the ascending and descending aorta.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin and high-intensity statin therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carotid duplex ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral anticoagulation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to initiate aspirin and high-intensity statin therapy (Option A). Aortic atheromatous plaques (atheromas) commonly occur in patients with atherosclerosis in other vascular beds and often are detected incidentally on imaging studies. Their presence represents atherosclerotic vascular disease, and patients should be considered for antiplatelet and statin therapies in addition to risk factor modification such as hypertension control. This asymptomatic patient was incidentally noted to have an aortic atheroma on CT imaging. He should begin aspirin and high-intensity statin therapy to prevent cardiovascular events.This asymptomatic patient with aortic atheroma does not have an indication for carotid duplex ultrasonography (Option B). Carotid imaging is indicated in patients with suspected carotid artery stenosis, such as those with anterior circulation transient ischemic events or stroke. The U.S. Preventive Services Task Force, however, recommends against screening asymptomatic patients for carotid artery stenosis.This patient does not have a clear indication for oral anticoagulation therapy (Option C). The most frequent complication of aortic atheroma is systemic thromboembolism resulting in transient ischemic attack or stroke. Aortic atheromas greater than 4 mm in diameter and those with a mobile component are more likely to be associated with thromboembolism compared with smaller atheromas. There is no clear evidence, however, that asymptomatic patients with aortic atheroma benefit from anticoagulation.Transesophageal echocardiography (TEE) (Option D) is not indicated in this scenario. There is no definitive medical or surgical management that has been shown to reduce the incidence of aortic complications or thromboembolic events in the setting of aortic atheromas, and TEE will not provide helpful information.",
  "critique_links": [],
  "key_points": [
    "Patients with an aortic atheroma should be considered for treatment with antiplatelet agents and statins to reduce cardiovascular risk.",
    "In patients with aortic atheroma, anticoagulation therapy does not decrease thromboembolic events when compared with antiplatelet medications."
  ],
  "references": "Isselbacher EM, Preventza O, Hamilton Black III J, et al; Writing Committee Members. 2022 ACC/AHA guideline for the diagnosis and management of aortic disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2022;80:e223-e393. PMID: 36334952 doi:10.1016/j.jacc.2022.08.004",
  "related_content": {
    "syllabus": [
      "cvsec24011_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.480094-06:00"
}