{
  "question_id": "onmcq24025",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Diagnose tumor lysis syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 34-year-old woman is hospitalized for a 2-week history of severe abdominal pain.On physical examination, vital signs are normal. Her abdomen is distended, and a 12-cm mass in the lower abdomen is noted.Laboratory studies:Complete blood countNormalCreatinine1.1 mg/dL (97.2 µmol/L)Potassium5.0 mEq/L (5.0 mmol/L)Lactate dehydrogenase1250 U/LHPhosphorus5.2 mg/dL (1.7 mmol/L)HUrate8.5 mg/dL (0.5 mmol/L)HPET/CT scans show a large, bulky mesenteric mass and retroperitoneal adenopathy. Biopsy of the mass shows Burkitt lymphoma.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "High-flow intravenous fluids",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "High-flow intravenous fluids and furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Immediate chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sevelamer",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is treatment of tumor lysis syndrome (TLS) with high-flow intravenous fluids (Option A). Patients with highly proliferative hematologic malignancies, such as acute leukemia and high-grade lymphomas, can develop TLS even before chemotherapy is started. TLS is caused when tumor cells release their contents into the bloodstream, either spontaneously or resulting from treatment, leading to hyperuricemia, hyperkalemia, hyperphosphatemia, and hypocalcemia. These electrolyte abnormalities can lead to acute kidney injury, cardiac arrhythmias, seizures, and death. Patients with tumors that pose a high risk for TLS should receive prophylaxis for TLS before starting chemotherapy. Treatment includes intravenous fluids and management of potassium, phosphorous, calcium, and urate levels. Urate levels can be lowered by using allopurinol or rasburicase. This patient's elevated serum potassium, urate, and phosphorous levels, along with kidney impairment, suggest spontaneous tumor lysis syndrome. Treatment with intravenous fluids should be started immediately. Therapy directed at urate levels, specifically rasburicase, should also be initiated.Intravenous fluids and furosemide (Option B) would not be an appropriate intervention. Intravenous fluids are a key component of the treatment for TLS, but diuretic therapy should be used only if needed to maintain urine output or if volume overload develops. This patient has no preexisting cardiac or kidney disease and may not require diuretic therapy.Immediate chemotherapy (Option C) should not be pursued until treatment is started for TLS in this patient who has laboratory evidence of TLS. Beginning chemotherapy before starting treatment for TLS could result in worsening of TLS, with resultant electrolyte abnormalities and kidney injury.Sevelamer (Option D) is not indicated for this patient. Useful in the treatment of hyperphosphatemia in the setting of chronic kidney disease, sevelamer binds phosphate in the gastrointestinal tract before it can be absorbed. It has no role in the treatment of TLS, where the major phosphate load is generated from tumor cell lysis.",
  "critique_links": [],
  "key_points": [
    "Patients with highly proliferative hematologic malignancies, such as acute leukemia and high-grade lymphomas, can develop tumor lysis syndrome even before starting chemotherapy.",
    "In patients with malignancies at high risk for developing tumor lysis syndrome, prophylaxis should be started before initiating chemotherapy."
  ],
  "references": "Jones GL, Will A, Jackson GH, et al; British Committee for Standards in Haematology. Guidelines for the management of tumour lysis syndrome in adults and children with haematological malignancies on behalf of the British Committee for Standards in Haematology. Br J Haematol. 2015;169:661-771. PMID: 25876990 doi:10.1111/bjh.13403",
  "related_content": {
    "syllabus": [
      "onsec24012_24009"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:35.586008-06:00"
}