{
  "question_id": "enmcq24015",
  "category": "en",
  "educational_objective": "Treat adrenal insufficiency in a critically ill patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 63-year-old woman is evaluated during ICU admission for severe community-acquired pneumonia. Medical history is significant for primary adrenal insufficiency. Outpatient medications are oral hydrocortisone, 15 mg in the morning and 5 mg in the afternoon, and fludrocortisone, 0.1 mg/d. Her last dose of hydrocortisone was yesterday afternoon (12 hours ago).On physical examination, temperature is 39.0 °C (102.2 °F), blood pressure is 136/78 mm Hg, pulse rate is 125/min, and respiration rate is 32/min. Oxygen saturation is 89% on bilevel positive airway pressure, and Fio2 is 0.60. Crackles are heard at the lung bases bilaterally.Ceftriaxone and azithromycin are initiated.",
  "question_stem": "Which of the following is the most appropriate next step in management of this patient's adrenal insufficiency?",
  "options": [
    {
      "letter": "A",
      "text": "Administer 15 mg of oral hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Administer 30 mg of oral hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Administer 100 mg of intravenous hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue hydrocortisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to administer 100 mg of intravenous hydrocortisone (Option C). Patients with primary and secondary adrenal insufficiency are at risk for an adrenal crisis when they are under physiologic stress and must receive stress doses of glucocorticoids in these situations; the appropriate stress dose depends on the severity of illness (). For patients with adrenal insufficiency and major physiologic stress, such as critical illness, major surgery, trauma, or childbirth, intravenous hydrocortisone should be given as a 100-mg dose, followed by 50 mg every 6 to 8 hours. In these situations, administering intravenous hydrocortisone as soon as possible is important to help provide cortisol support and prevent an adrenal crisis. This patient is critically ill with poor respiratory function. The presence of normal blood pressure is reassuring that she is not currently experiencing an adrenal crisis, but quick initiation of intravenous glucocorticoids is warranted to prevent such an occurrence.Although this patient does not have features of an adrenal crisis, such as hypotension, continuing her current morning dosage of hydrocortisone (15 mg of oral hydrocortisone, Option A) is incorrect. Infections, surgeries, and trauma increase the demand for cortisol, and these situations can precipitate an adrenal crisis even in patients taking their normal doses of glucocorticoids. Stress-dose glucocorticoids should be administered before clear symptoms or signs of adrenal crisis occur.Doubling the dosage of oral hydrocortisone to 30 mg (Option B) would be insufficient in this patient. Typically, the normal dosage of glucocorticoids is doubled or tripled when a patient is mildly ill or is undergoing a minor procedure (dental surgery or colonoscopy). However, in a patient with critical illness, higher dosages of intravenous hydrocortisone are required.Discontinuing hydrocortisone (Option D) in this situation is inappropriate and dangerous. In this patient, hydrocortisone is indicated for cortisol replacement rather than immunosuppression. Continuing glucocorticoids in patients with adrenal insufficiency and critical illness will not impair the immune response or worsen an infection. Glucocorticoids should never be stopped in patients with adrenal insufficiency during an infection; instead, higher dosages are needed.",
  "key_points": [
    "Patients with primary and secondary adrenal insufficiency are at risk for an adrenal crisis when they become ill and must receive stress doses of glucocorticoids at such times; the appropriate stress dose depends on the severity of illness.",
    "Glucocorticoids should never be stopped in patients with adrenal insufficiency during an infection; glucocorticoids will not impair the immune response or worsen the infection."
  ],
  "references": "Bornstein SR, Allolio B, Arlt W, et al. Diagnosis and treatment of primary adrenal insufficiency: an Endocrine Society clinical practice guideline. J Clin Endocrinol Metab. 2016;101:364-89. PMID: 26760044 doi:10.1210/jc.2015-1710",
  "related_content": {
    "syllabus": [
      "ensec24004_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:59:25.209372-06:00"
}