{
  "question_id": "onmcq24046",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Evaluate a patient with a new colon cancer diagnosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 50-year-old woman is evaluated after her first routine colonoscopy revealed a non-obstructing mass in the descending colon, just distal to the splenic flexure; colonoscopy findings were otherwise unremarkable. Biopsy and immunohistochemistry testing revealed mismatch repair–proficient adenocarcinoma. She has no other medical problems and takes no medications.Physical examination findings, including vital signs, are normal.Serum carcinoembryonic antigen level is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Contrast-enhanced CT of the chest, abdomen, and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Molecular determination of BRAF mutation status",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Molecular determination of KRAS and NRAS mutation status",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "PET/CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is contrast-enhanced CT of the chest, abdomen, and pelvis (Option A). Staging is the most important determinant of patient outcome in colon cancer and is critical to establishing appropriate treatment options. Initial evaluation includes obtaining carcinoembryonic antigen levels and routine laboratory studies. Full colonoscopy (if possible) and contrast-enhanced CT of the chest, abdomen, and pelvis should also be performed. Most patients with nonmetastatic colon cancers are initially treated with surgical resection, but neoadjuvant chemotherapy and/or radiation therapy may be considered to facilitate excision of locally invasive colon cancers that appear potentially challenging to resect fully. This patient requires CT of the chest, abdomen, and pelvis in order to complete the initial staging evaluation.Molecular determination of BRAF mutation status (Option B) is not indicated for this patient. A BRAF V600E mutation is a poor prognostic sign for patients with metastatic colorectal cancer and is targetable in the metastatic setting with a combination of anti-BRAF and anti–epidermal growth factor receptor (EGFR) agents. However, this mutation status only becomes clinically relevant if staging or subsequent imaging indicates metastatic disease.Molecular determination of KRAS and NRAS mutation status (Option C) is likewise not recommended for this patient. KRAS and NRAS mutations are of particular interest in patients with left-sided metastatic colorectal cancers because the presence of a RAS mutation would exclude the use of anti-EGFR monoclonal antibodies in metastatic disease. However, this information would become of interest only if metastatic disease were identified upon staging, or later on.Whole-body PET/CT (Option D) is not the most appropriate next step for this patient with newly diagnosed colorectal cancer. PET does not provide greater accuracy in evaluating colorectal cancer and should not be used for preoperative staging or postoperative surveillance unless contrast-enhanced CT and MRI are contraindicated. PET/CT, however, is a core component of the initial and follow-up evaluation of other cancers, such as lung cancer, in which unsuspected mediastinal involvement and/or distant disease may be identified, significantly affecting treatment choice.",
  "critique_links": [],
  "key_points": [
    "PET/CT does not provide greater accuracy than CT in evaluating colorectal cancer and should not be used for preoperative staging or postoperative surveillance unless contrast-enhanced CT and MRI are contraindicated.",
    "Initial evaluation of colon cancer includes routine laboratory studies, carcinoembryonic antigen measurement, a full colonoscopy (if possible), and contrast-enhanced CT of the chest, abdomen, and pelvis."
  ],
  "references": "NCCN Clinical Guidelines in Oncology. Colon cancer. Version 4. 2024. NCCN.org. Accessed August 2, 2024. Available at: https://www.nccn.org/professionals/physician_gls/pdf/colon.pdf",
  "related_content": {
    "syllabus": [
      "onsec24003_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.656702-06:00"
}