{
  "question_id": "nrcor25023",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Evaluate a patient with acute ischemic stroke for thrombolysis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 63-year-old woman is evaluated in the emergency department for acute-onset unintelligible speech and right-arm weakness that began 2 hours ago. She is otherwise healthy, with no history of intracranial hemorrhage, bleeding, or surgery.On physical examination, vital signs are normal. The patient has severe dysarthria and cannot name objects or repeat words. Cranial nerve examination shows a shallower right nasolabial fold. Her right arm shows 3+/5 strength and has no sensation to pinprick. National Institutes of Health Stroke Scale score is 7.A fingerstick blood glucose level and noncontrast head CT scan are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Brain MRI with perfusion-weighted imaging",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Complete blood count and INR",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous alteplase",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is thrombolytic therapy with a recombinant tissue plasminogen activator such as intravenous alteplase (Option D). Intravenous thrombolysis with alteplase (administered as an infusion) or tenecteplase (administered as a single bolus) is indicated for adults with acute ischemic stroke with symptom onset less than 4.5 hours ago (FDA approved for use within 3 hours; off-label use between 3 and 4.5 hours) who do not have contraindications. The main utility of brain imaging in this acute, time-sensitive window is to exclude hemorrhagic stroke, which is a contraindication to thrombolytic therapy. Noncontrast head CT is often the preferred test because of its rapid acquisition and sensitivity for hemorrhagic stroke. Other contraindications to thrombolysis include a recent ischemic stroke, operation, or bleeding event; coagulopathy; and any history of intracranial hemorrhage. This patient has typical signs and symptoms of acute ischemic stroke, presented within 4.5 hours, has no evidence of hypoglycemia or intracranial hemorrhage on head CT scan, and has no contraindications to thrombolysis. Intravenous thrombolysis is indicated in this patient to reduce stroke-related disability and mortality. Head CT is not sensitive for ischemic stroke in the acute setting (especially in the first few hours), so the absence of ischemic stroke findings is expected.Aspirin is first-line treatment for acute ischemic stroke when thrombolytic therapy is not being considered (Option A). The thrombolytic therapy benefits, however, exceed those of aspirin, and thrombolysis should take precedence in eligible patients. When thrombolytic therapy is administered, the initiation of antiplatelet therapy is delayed for 24 hours.Brain MRI (Option B) is sensitive for hemorrhagic stroke and has higher sensitivity than CT for infarcts. In some cases, MRI can identify candidates for mechanical thrombectomy or, occasionally, thrombolytic therapy when time of onset is unknown. However, in the setting of acute ischemic stroke, these benefits must be weighed against the longer acquisition time of MRI. This patient has convincing evidence of ischemic stroke with a clear time of onset and no hemorrhage on head CT scan; MRI would unnecessarily delay thrombolytic therapy.The complete blood count and INR (Option C) should be assessed before administering thrombolytic therapy if thrombocytopenia or coagulopathy are suspected. Intravenous thrombolysis is contraindicated if the INR is greater than 1.7 in the setting of anticoagulant use or the platelet count is less than 100,000/μL (100 × 109/L). It is not necessary to await results of these studies before thrombolysis in the absence of hematologic disorders or anticoagulation.",
  "critique_links": [],
  "key_points": [
    "In the setting of acute ischemic stroke, intravenous thrombolysis is indicated within 4.5 hours of symptom onset for adults without contraindications.",
    "Head CT is sufficient to exclude hemorrhagic stroke in most patients who present with stroke symptoms; advanced imaging is not required before thrombolytic therapy for appropriate candidates."
  ],
  "references": "Powers WJ, Rabinstein AA, Ackerson T, et al. Guidelines for the early management of patients with acute ischemic stroke: 2019 update to the 2018 guidelines for the early management of acute ischemic stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association [Editorial]. Stroke. 2019;50:e344-e418. PMID: 31662037 doi:10.1161/STR.0000000000000211",
  "related_content": {
    "syllabus": [
      "nrsec24004_24012"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.758387-06:00"
}