{
  "question_id": "fcmcq24061",
  "category": "fc",
  "educational_objective": "Screen a patient for health-related social needs.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 57-year-old man is evaluated in the clinic for hyperglycemia. He has not been seen in many months because he often has difficulty getting to his appointments. Medical conditions include type 2 diabetes mellitus, hypertension, dyslipidemia, coronary artery disease, and gastroesophageal reflux disease. Medications are metformin, dulaglutide, atorvastatin, lisinopril, carvedilol, aspirin, and omeprazole.On physical examination, blood pressure is 150/94 mm Hg. Other vital signs and physical examination findings are unremarkable.Laboratory studies:Hemoglobin A1c9.0%H",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Add empagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Counsel the patient on medication adherence",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer the patient to an endocrinologist",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Screen for health-related social needs",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to screen for health-related social needs (Option D). Social factors such as housing, education, food access, income, discrimination, and bias account for a substantial degree of health care outcomes and inequities. Screening for underlying social determinants of health can identify health-related social needs (social barriers to medical care) and connect patients with needed community services, and it may ultimately improve health outcomes. Several screening tools for assessing social determinants of health exist, including the Centers for Medicare & Medicaid Services Accountable Health Communities Health-Related Social Needs Screening Tool. This patient has had difficulty attending appointments and has poorly controlled chronic diseases. Evaluating for health-related social needs, such as housing instability, food insecurity, financial constraints, support, safety, or transportation problems, may help to address barriers to his overall care.Sodium-glucose cotransporter 2 inhibitors, such as empagliflozin (Option A), improve outcomes in both diabetes and cardiovascular disease but will not help this patient if barriers to access, such as cost, exist. A conversation with the patient about his current situation will help to create the best management strategy.Counseling the patient on the importance of taking his medications (Option B) is an important facet of care, but it will likely be ineffective if not discussed in the context of the patient's social factors.Endocrinologists are key partners in the management of complex cases of diabetes mellitus, and an endocrinologist's input (Option C) may be required for this patient in the future. However, his uncontrolled blood pressure, uncontrolled diabetes, and difficulty getting to appointments suggest that a more holistic approach is necessary. This approach starts with identifying and addressing potential barriers to care.",
  "key_points": [
    "Social factors such as housing, education, food access, income, discrimination, and bias account for a substantial degree of health care outcomes.",
    "Screening for potential health-related social needs, such as housing instability, food insecurity, financial constraints, support, safety, or transportation problems, can help to address barriers to care."
  ],
  "references": "Davidson KW, Kemper AR, Doubeni CA, et al. Developing primary care-based recommendations for social determinants of health: methods of the U.S. Preventive Services Task Force. Ann Intern Med. 2020;173:461-467. PMID: 32658576",
  "related_content": {
    "syllabus": [
      "fcsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.024473-06:00"
}