{
  "question_id": "npvdx24011",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose calciphylaxis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 62-year-old woman with end-stage kidney disease is evaluated for the painful skin lesion shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Antiphospholipid antibody syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Burgher disease",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Calciphylaxis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Disseminated atheroemboli",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is calciphylaxis (Option C) (also known as calcific uremic arteriopathy), which manifests in later stages as extremely painful areas of necrosis, as seen in this patient. Earlier stages may appear as livedo reticularis or painful erythematous or violaceous nodules. Calciphylaxis is most commonly seen in persons with end-stage kidney disease (ESKD) who are undergoing dialysis or those with advanced chronic kidney disease, and its presence predicts poor outcomes. Risk factors include secondary hyperparathyroidism, longer duration of dialysis, obesity, diabetes mellitus, and use of warfarin. Although the precise mechanism is not fully elucidated, patients with ESKD exhibit abnormalities in the endothelial cells, which allow for an abnormal deposition of calcium within the lumen of the dermal arterioles. As the calcium deposition increases, small thromboses form that lead to ischemia and infarctions of the overlying tissue. The tissue becomes necrotic, painful, and a potential source for secondary infection that may lead to sepsis and death. Multidisciplinary care that includes wound management, dermatology, and plastic surgery is necessary. There are no FDA-approved treatments for calciphylaxis. However, aggressive control of calcium, phosphorus, and intact parathyroid hormone is recommended.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "npsec24011_24061"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.169844-06:00"
}