{
  "question_id": "ccmcq24002",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Treat a patient with exertional heat stroke.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 22-year-old man is evaluated in the emergency department after collapsing midday at summer football practice. Emergency medical services found him minimally responsive with a thready pulse and intubated him for airway protection. Intravenous fluids were administered, the football equipment was removed, and surface cooling began with ice water–soaked towels, mists, and fans. The patient has no medical problems and takes no medications.On physical examination, temperature by rectal probe remains 40.8 °C (105.4 °F), blood pressure is 82/48 mm Hg, pulse rate is 138/min, and respiration rate is 16/min by ventilator. Oxygen saturation is 94% with the patient breathing Fio2 of 0.35. BMI is 34. Pupil examination is normal. The patient is warm to the touch and has no signs of trauma.Laboratory studies:Sodium126 mEq/L (126 mmol/L)LGlucose85 mg/dL (4.7 mmol/L)Head CT scan and chest radiograph are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ice water immersion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous acetaminophen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous dantrolene",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "3% Sodium chloride solution",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with exertional heat stroke is ice water immersion (Option A). Heat stroke is defined by a core body temperature greater than 40.0 °C (104.0 °F) accompanied by encephalopathy. Exertional heat stroke can occur in young and otherwise healthy individuals, particularly when high ambient temperatures are combined with physical activity and high humidity. Risk factors also include obesity, lack of adequate hydration, and wearing heavy clothes or equipment. Initial efforts to lower the core temperature should include body exposure and evaporative cooling methods, such as water mist, wet towels, and fans. Patients with severe exertional heat stroke, however, require ice water immersion to rapidly reduce the core temperature to below a target level of 39.0 °C (102.2 °F), preferably within 30 minutes. Caution is warranted because immersion therapy may be complicated by hypothermia. This young patient with severe exertional heat stroke should be treated with ice water immersion.Intravenous acetaminophen (Option B) is not indicated. Centrally acting antipyretics, such as acetaminophen and NSAIDs, are ineffective in exertional heat stroke because the genesis of the hyperthermia is external rather than the result of increased cytokine production. Use of antipyretics is not recommended in this setting.The muscle relaxant dantrolene (Option C) is not a proven treatment for heat stroke. It is used in the treatment of malignant hyperthermia, a hypermetabolic syndrome associated with inhalational anesthetics and succinylcholine.Hyponatremia may occur with extreme exertion and in association with heat stroke. Hypertonic saline may be indicated in the setting of severe hyponatremia with attributable neurologic symptoms. This patient's sodium level is only mildly reduced, and 3% sodium chloride solution (Option D) is not indicated.",
  "critique_links": [],
  "key_points": [
    "Patients with heat stroke urgently need rapid and active cooling to avoid long-term sequelae.",
    "Initial efforts to lower the core temperature in a patient with heat stroke should include body exposure and evaporative cooling methods; those with severe heat stroke require ice water immersion to rapidly reduce the core temperature."
  ],
  "references": "Barletta JF, Palmieri TL, Toomey SA, et al. Society of Critical Care Medicine guidelines for the treatment of heat stroke. Crit Care Med. 2025;53:e490-500. PMID: 39982186 doi:10.1097/CCM.0000000000006551",
  "related_content": {
    "syllabus": [
      "ccsec24003_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.805404-06:00"
}