{
  "question_id": "nrmcq24008",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat epilepsy with seizures related to menstruation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 26-year-old woman is evaluated at a follow-up visit for focal impaired consciousness seizures. The seizures occur 2 to 3 days per month, always during the first 2 to 3 days of menstrual bleeding. She has a 3-year history of epilepsy with focal impaired consciousness seizures and generalized tonic-clonic seizures (GTCSs). Although her current seizure medication regimen completely controls her GTCSs, it has only partially reduced the frequency of her focal impaired consciousness seizures. Medications are lamotrigine and levetiracetam.Physical examination findings, including vital signs, are normal.Laboratory study results, including a comprehensive metabolic panel, are normal. The levetiracetam and lamotrigine levels are within the therapeutic range.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Acetazolamide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Estrogen-based oral contraceptive",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intrauterine device",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Leuprolide injection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has seizures associated with menstruation, and adding acetazolamide (Option A) to her current antiseizure medication (ASM) regimen is the most appropriate treatment. Many women with epilepsy experience clustering of seizures during certain phases of their menstrual cycle. These menstruation-associated seizures are known as catamenial seizures and are more common with focal seizures than generalized seizures. They are triggered by the cyclical changes in progesterone, estrogen, and ASM levels during the menstrual cycle. Treatment of catamenial seizures focuses on determining the best ASM regimen for the patient's epilepsy syndrome. In patients whose catamenial seizures remain uncontrolled, adding acetazolamide to the patient's ASM regimen may help to control the seizures. This treatment option is specific to catamenial seizures; acetazolamide is not otherwise used as an ASM. Another viable treatment option is adding progestin-only contraceptive pills. This patient continues to have catamenial seizures on two first-line ASMs for generalized and focal seizures and will likely benefit from the addition of acetazolamide.Estrogen-containing contraceptives (Option B) should be avoided in systemic form, as they may worsen seizures. In some patients, completely suppressing menstruation by skipping the placebo week of oral contraceptive pills or timing contraceptive injections to avoid menstruation can be effective, but the evidence for this method is limited.Intrauterine devices (IUDs) (Option C) cause luminal inflammation that reduces the rate of fertilization and would not affect or suppress the cyclical changes in hormonal levels associated with menstruation. Treatment with an IUD would not have a meaningful impact on seizure control.Leuprolide (Option D) is not recommended in this situation. No good evidence supports the use of medical ovarian suppression to improve seizure control, and clinical experience does not support this option either. Additionally, oophorectomy is not recommended due to substantial risk and a negative impact on quality of life associated with loss of the ovaries. Oophorectomy may be considered in certain paraneoplastic syndromes, such as super-refractory status epilepticus related to anti–N-methyl-d-aspartate receptor encephalitis, which is strongly associated with ovarian teratoma.",
  "critique_links": [],
  "key_points": [
    "Acetazolamide or progestin-only contraception can be used to treat catamenial seizures, which are seizures that are triggered by hormonal changes during the menstrual cycle.",
    "While progestin-only contraceptive pills can be used to treat catamenial seizures, estrogen-containing contraceptives may worsen seizures and should be avoided in this situation."
  ],
  "references": "Bui E. Women's issues in epilepsy. Continuum (Minneap Minn). 2022;28:399-427. PMID: 35393964 doi:10.1212/CON.0000000000001126",
  "related_content": {
    "syllabus": [
      "nrsec24003_24023"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.361039-06:00"
}