{
  "question_id": "hmmcq24049",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Manage neutropenia with hematopoietic growth factors.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old woman is evaluated in the hospital. She was recently diagnosed with acute myeloid leukemia and began induction chemotherapy 11 days ago. She reports fever and fatigue but is otherwise asymptomatic. Medications are levofloxacin, acyclovir, and posaconazole.On physical examination, temperature is 38.6 °C (101.5 °F), blood pressure is 115/75 mm Hg, and pulse rate is 110/min. Cardiac examination reveals tachycardia. Skin pallor and scattered petechiae are noted on the lower extremities. The central catheter insertion site is clear.Laboratory studies:Hemoglobin7.6 g/dL (76 g/L)LLeukocyte count100/µL (0.1 × 109/L)LAbsolute neutrophil count0/µL (0 × 109/L)LPlatelet count19,000/µL (19 × 109/L)LA chest radiograph shows no infiltrates.Blood cultures are pending.Antimicrobial therapy with cefepime is initiated.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Erythropoietin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Granulocyte colony-stimulating factor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pegylated granulocyte colony-stimulating factor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is to continue current management (Option D). One of the most common adverse effects of chemotherapy is myelosuppression. Decreased trilineage hematopoiesis occurs for approximately 3 weeks following chemotherapy, with neutropenia typically occurring within 5 to 15 days. Febrile neutropenia is defined as a single fever of 38 °C (100.4 °F) with a current or anticipated absolute neutrophil count less than 500/µL (0.5 × 109/L). Antimicrobial monotherapy with an antipseudomonal antibiotic, such as cefepime, is indicated as initial therapy for patients at high risk with neutropenic fever. High risk is defined by the likelihood of prolonged neutropenia for more than 7 days or by the presence of underlying serious comorbidities or specific clinical features at presentation, such as severe sepsis. Hematopoietic growth factors, including granulocyte colony-stimulating factor (G-CSF), are not indicated as a routine adjunct to empiric antibiotics for patients presenting with febrile neutropenia. Their clearest role is to prevent complications of neutropenia in patients receiving myelosuppressive chemotherapy who are at high risk of febrile neutropenia and those receiving another course of chemotherapy that has already led to neutropenic fever. This patient has febrile neutropenia following chemotherapy and has begun treatment with an appropriate antibiotic; she does not require further therapy at this time.Erythropoietin (Option A) is generally not needed in the treatment of chemotherapy-induced myelosuppression. Erythropoietin and darbepoetin are primarily used to treat anemia secondary to chronic kidney disease.G-CSF (Option B) is effective for prevention of febrile neutropenia in patients at high risk, including those receiving intensive chemotherapy for high-risk breast cancer and those aged 65 years or older with aggressive lymphoma being treated with curative chemotherapy. It is not indicated as a routine adjunct to empiric antibiotics for patients presenting with febrile neutropenia, such as this patient.Pegylated G-CSF (Option C) is a longer acting form of G-CSF. It is more convenient than G-CSF, which is dosed daily, often at an increased cost. G-CSF in either form is not indicated for the initial treatment of established febrile neutropenia.",
  "critique_links": [],
  "key_points": [
    "Granulocyte colony-stimulating factor (G-CSF) is used to prevent complications of neutropenia in patients receiving myelosuppressive chemotherapy who are at high risk of febrile neutropenia and in patients receiving another course of chemotherapy that has already led to neutropenic fever.",
    "G-CSF is not indicated as a routine adjunct to empiric antibiotics for patients presenting with febrile neutropenia."
  ],
  "references": "Becker PS, Griffiths EA, Alwan LM, et al. NCCN guidelines insights: hematopoietic growth factors, version 1.2020. J Natl Compr Canc Netw. 2020;18:12-22. PMID: 31910384 doi:10.6004/jnccn.2020.0002",
  "related_content": {
    "syllabus": [
      "hmsec24002_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.016613-06:00"
}