{
  "question_id": "incor25005",
  "category": "in",
  "educational_objective": "Diagnose acute bacterial conjunctivitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 26-year-old man is evaluated for redness of the left eye accompanied by yellow discharge and crusting on the eyelids for the past 2 days. Symptoms are most noticeable upon awakening. He has visual blurring that clears with blinking. The right eye is uninvolved. He reports no other symptoms. He does not wear contact lenses. Medical history is unremarkable, and he takes no medications.On physical examination, there is diffuse circumferential conjunctival erythema of the left eye. A small amount of dried, yellow discharge is noted on the upper and lower lashes. Visual acuity is 20/30 in both eyes. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most likely underlying cause of this patient's condition?",
  "options": [
    {
      "letter": "A",
      "text": "Adenovirus infection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Autoimmune-mediated inflammation of the sclera",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Neisseria gonorrhoeae infection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Seborrheic inflammation of the base of the eyelids",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Staphylococcus aureus infection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with acute, unilateral conjunctival inflammation is acute bacterial conjunctivitis, most commonly caused by Staphylococcus aureus (Option E). Bacterial conjunctivitis is highly contagious and is usually spread by person-to-person contact or through contact with contaminated surfaces. Patients most commonly present with several days of unilateral diffuse conjunctival redness and discharge, although bilateral involvement may occur. The discharge is frequently mucopurulent and accompanied by eyelid debris and matting, which is worse upon awakening. Patients may also have visual blurring that improves with blinking; overt changes in visual acuity do not occur. The diagnosis of acute bacterial conjunctivitis is clinical; microbiologic testing is generally not required. Most patients with bacterial conjunctivitis improve without antibiotics; however, antimicrobial therapy is indicated for contact lens wearers and may be considered for immunocompromised individuals or those working in health care facilities. Contact lens wearers should always be treated with a topical antibiotic with pseudomonal activity, such as a fluoroquinolone. This patient has unilateral conjunctival redness, discomfort, mucopurulent drainage, and matting, the most likely cause of which is conjunctival infection with S. aureus.Viral conjunctivitis, most commonly caused by adenovirus (Option A), frequently occurs in the setting of upper respiratory tract symptoms. Patients with viral conjunctivitis present with eye redness and clear, watery discharge that frequently begins unilaterally and eventually progresses to both eyes. Preauricular lymphadenopathy is common. This patient has unilateral purulent discharge and no signs and symptoms of upper respiratory viral infection, a presentation not consistent with viral conjunctivitis.Scleritis, which is commonly associated with autoimmune conditions (Option B), causes red eye along with severe eye pain, visual disturbance, photophobia, and watery discharge; these findings are absent in this patient.Hyperacute bacterial conjunctivitis is a vision-threatening condition caused by Neisseria gonorrhoeae infection (Option C) and can progress to corneal ulceration. It causes rapid onset of profuse purulent discharge and diffuse bright red conjunctival hemorrhage. The mildness of this patient's symptoms argues against a diagnosis of hyperacute bacterial conjunctivitis.Posterior blepharitis involves inner eyelid inflammation near the posterior edge of the eyelid and the meibomian glands, and it is commonly associated with seborrheic dermatitis (Option D) and rosacea. Patients typically present with chronic symptoms characterized by red, swollen, or itchy eyelids; an ocular gritty sensation; and crusting of eyelashes in the morning. This patient does not have primary lid involvement, precluding a diagnosis of blepharitis.",
  "critique_links": [],
  "key_points": [
    "Acute bacterial conjunctivitis, most commonly caused by Staphylococcus aureus, typically presents with several days of unilateral diffuse conjunctival redness and mucopurulent discharge."
  ],
  "references": "Winters S, Frazier W, Winters J. Conjunctivitis: diagnosis and management. Am Fam Physician. 2024;110:134-144. PMID: 39172671",
  "related_content": {
    "syllabus": [
      "insec24003_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.870532-06:00"
}