{
  "question_id": "giqqq24005",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose colonic ischemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old man is evaluated in the ICU for mild cramping abdominal pain in the left lower quadrant. He passed a loose stool with hematochezia 20 minutes ago. The patient was admitted 48 hours ago with septic shock secondary to pyelonephritis.On physical examination, the patient is alert. Temperature is 38.7 °C (101.7 °F), blood pressure is 106/60 mm Hg, and pulse rate is 90/min. Abdominal palpation elicits mild tenderness over the left lower quadrant. The remainder of the examination is unremarkable.Colonoscopy reveals sharply demarcated pale mucosa and petechiae.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute mesenteric ischemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonic ischemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Diverticular bleeding",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Enterohemorrhagic Escherichia coli",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is colonic ischemia (Option B). Colonic ischemia presents with the abrupt onset of mild-to-moderate, cramping lower-left abdominal discomfort, followed within 24 hours by diarrhea and hematochezia. Colonic ischemia is a low-flow state of the colon occurring most frequently in the left colon “watershed” areas near the splenic flexure and rectosigmoid junction. Abdominal CT findings are nonspecific and include bowel-wall thickening and pericolonic fat stranding secondary to inflammation. Colonoscopy may show sharply demarcated pale mucosa with petechial bleeding; biopsy can confirm the diagnosis. Treatment is supportive care with normalization of blood pressure. This patient initially had septic shock from pyelonephritis. His related hypotension would have required intravenous fluids and vasopressor support, which are risk factors for colonic ischemia in older adult patients. His physical examination demonstrates the classic finding of mild lower abdominal tenderness over the involved bowel segment without peritoneal signs.Acute mesenteric ischemia (AMI) (Option A) is an uncommon vascular emergency. In 50% of patients, AMI is caused by embolism to the mesenteric arteries. Most emboli are from cardiac sources. The classic presentation of early AMI is severe periumbilical abdominal pain followed by the urge to defecate and loose, nonbloody stools. Although patients report severe abdominal pain, the abdominal examination in early disease is unimpressive. This patient's mild lower left-sided abdominal pain accompanied by tenderness on abdominal examination is not typical of AMI.Diverticular bleeding (Option C) is usually painless except for abdominal cramping due to the cathartic action of colonic blood. It occurs spontaneously without associated infection or other illness, making it unlikely in this patient.The most common initial symptoms of enterohemorrhagic Escherichia coli (Option D) are bloody diarrhea and abdominal tenderness without fever. The timing of this patient's development of gastrointestinal symptoms, occurring 2 days after hospitalization for septic shock secondary to pyelonephritis, makes the diagnosis of ischemic colitis more likely.",
  "critique_links": [],
  "key_points": [
    "Colonic ischemia is a low-flow state of the colon occurring most frequently in the left colon and characterized by mild-to-moderate, lower left-sided, cramping abdominal pain followed by bloody diarrhea."
  ],
  "references": "Demetriou G, Nassar A, Subramonia S. The pathophysiology, presentation and management of ischaemic colitis: A systematic review. World J Surg. 2020;44:927-938. PMID: 31646369 doi:10.1007/s00268-019-05248-9",
  "related_content": {
    "syllabus": [
      "gisec24009_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.382331-06:00"
}