{
  "question_id": "enmcq24044",
  "category": "en",
  "educational_objective": "Diagnose vitamin D deficiency as a cause of osteomalacia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 72-year-old man is evaluated for a 6-month history of progressive, dull pain in the pelvis that is exacerbated by standing. He has no history of trauma or falls. He has recently diagnosed primary biliary cholangitis and a history of recurrent rib fractures. His only medication is ursodiol.On physical examination, vital signs are normal. BMI is 18. Muscle mass is decreased. The patient exhibits proximal muscle weakness.Laboratory studies:Alkaline phosphatase157 U/LHCalcium8.5 mg/dL (2.1 mmol/L)LCreatinine0.7 mg/dL (61.9 μmol/L)Phosphorus2.5 (0.81 mmol/L)LParathyroid hormone140 pg/mL (140 ng/L)HA radiograph shows bilateral pseudofractures of the pubic rami.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Ionized calcium measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Parathyroid sestamibi scanning",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radionuclide bone scanning",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "25-Hydroxyvitamin D measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with findings suggestive of osteomalacia should be assessed for vitamin D deficiency with serum 25-hydroxyvitamin D measurement (Option D). Osteomalacia refers to inadequate mineralization of bone and is most commonly caused by severe and prolonged vitamin D deficiency. Malabsorption, chronic illness, and advancing age increase the risk for vitamin D deficiency. Patients with osteomalacia may initially be asymptomatic; clinical features of progressive disease include diffuse bone pain, bone tenderness to palpation (tibial plateau and sternum), and proximal muscle weakness. In addition to vitamin D deficiency (which is most appropriately tested for by 25-hydroxyvitamin D measurement), hypocalcemia, hypophosphatemia, secondary hyperparathyroidism, increased bone turnover as evidenced by an elevated serum alkaline phosphatase level, and pseudofractures are suggestive of the diagnosis. Bilateral and symmetric pseudofractures (also called Looser zones) are insufficiency fractures with areas of demineralized osteoid and are a characteristic finding in severe osteomalacia. This older patient has primary biliary cholangitis, which is a risk factor for fat-soluble vitamin deficiency due to malabsorption. In addition to management of osteomalacia, he should also be assessed for other vitamin deficiencies and optimization of his underlying disease.Parathyroid hormone (PTH) secretion regulates ionized, not total, calcium levels. In the absence of hypercalcemia, an elevated serum PTH level strongly suggests low ionized calcium levels. In this patient with an elevated PTH level and a low total calcium level, the ionized calcium level is assumed to be low and does not need to be measured (Option A).Parathyroid sestamibi scanning (Option B) may be used to localize a parathyroid adenoma, which is the typical cause of primary hyperparathyroidism. Patients with primary hyperparathyroidism usually have mild hypercalcemia, which is not present in this patient. Parathyroid sestamibi scanning is not indicated.The degree and pattern of tracer uptake on a radionuclide bone scan (Option C) can help clarify whether an elevated alkaline phosphatase level represents metabolic bone disease. Increased tracer uptake throughout the skeleton rather than just at fracture sites is suggestive. Even so, in this patient with symptoms, signs, and classic radiographic findings of osteomalacia, a positive radionuclide bone scan would not contribute to diagnosis or management decisions.",
  "critique_links": [],
  "key_points": [
    "The most common cause of osteomalacia is severe and prolonged vitamin D deficiency; 25-hydroxyvitamin D measurement is the most appropriate test to assess vitamin D sufficiency.",
    "Features of osteomalacia include diffuse bone pain, proximal muscle weakness, vitamin D deficiency, hypocalcemia, secondary hyperparathyroidism, increased bone turnover (as evidenced by an elevated serum alkaline phosphatase level), and pseudofractures."
  ],
  "references": "Arboleya L, Braña I, Pardo E, et al. Osteomalacia in adults: a practical insight for clinicians. J Clin Med. 2023;12:2714. PMID: 37048797 doi:10.3390/jcm12072714",
  "related_content": {
    "syllabus": [
      "ensec24008_24030"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.181484-06:00"
}