{
  "question_id": "enmcq24058",
  "category": "en",
  "educational_objective": "Evaluate Cushing disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 32-year-old woman is evaluated because of a 27.2-kg (60.0-lb) weight gain over the past year since the delivery of her first child. She has also had irregular menses, depressed mood, hair loss, and acne during that time. She has no history of glucocorticoid use. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. BMI is 42. Abdominal examination reveals central adiposity with violaceous, 2-cm striae. Dorsocervical fat pads are present.Serial late-night salivary cortisol levels, serial 24-hour urine free cortisol levels, and an adrenocorticotropic hormone level are markedly elevated.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Adrenal CT scan",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "High-dose (8-mg) dexamethasone suppression test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inferior petrosal sinus sampling",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pituitary MRI",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has Cushing disease, and the most appropriate test to perform next is pituitary MRI (Option D). The term Cushing syndrome describes hypercortisolism regardless of the cause, whereas Cushing disease describes hypercortisolism due to excess adrenocorticotropic hormone (ACTH) secretion from a pituitary tumor. The first step in the diagnosis of endogenous Cushing syndrome after ruling out exogenous glucocorticoid use is to demonstrate hypercortisolemia; initial tests include serial late-night salivary cortisol levels, serial 24-hour urine free cortisol levels, and the low-dose (1-mg) dexamethasone suppression test (see ). Once the diagnosis of hypercortisolemia is established, a serum ACTH level is measured to determine whether the cause of hypercortisolemia is ACTH dependent or ACTH independent. If it is ACTH dependent (ACTH is high or inappropriately normal), obtaining a pituitary MRI to evaluate for a pituitary tumor is appropriate. This patient's elevated late-night salivary cortisol levels and 24-hour urine free cortisol levels indicate hypercortisolemia, and her elevated ACTH level suggests ACTH-dependent disease; therefore, a pituitary MRI is the most appropriate next step. If a tumor larger than 6 mm is found, the most likely diagnosis is Cushing disease and pituitary surgery would be recommended.An adrenal CT scan (Option A) is an appropriate test to evaluate Cushing syndrome that is ACTH independent (ACTH level is low). This patient has ACTH-dependent disease, indicating a pituitary disorder rather than a primary adrenal disorder.If no tumor or a tumor smaller than 6 mm is seen on pituitary MRI, inferior petrosal sinus sampling (Option C) may be performed to differentiate between a pituitary and ectopic source of ACTH production. Other dynamic tests that may help differentiate an ectopic source of ACTH excess from Cushing disease include the high-dose (8-mg) dexamethasone suppression test (Option B) and the desmopressin stimulation test. This patient should first undergo pituitary MRI to evaluate for a pituitary tumor as the source of ACTH hypersecretion; inferior petrosal sinus sampling and the high-dose dexamethasone suppression test are premature at this time.",
  "key_points": [
    "After establishing the diagnosis of hypercortisolism, the next step in the evaluation of endogenous Cushing syndrome is to measure a serum adrenocorticotropic hormone (ACTH) level to determine whether the cause is ACTH dependent or ACTH independent.",
    "When ACTH-dependent hypercortisolemia is diagnosed, a pituitary MRI should be obtained to evaluate for a pituitary tumor."
  ],
  "references": "Savas M, Mehta S, Agrawal N, et al. Approach to the patient: diagnosis of Cushing syndrome. J Clin Endocrinol Metab. 2022;107:3162-3174. PMID: 36036941 doi:10.1210/clinem/dgac492",
  "related_content": {
    "syllabus": [
      "ensec24003_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:59:48.226283-06:00"
}