{
  "question_id": "idmcq24053",
  "category": "id",
  "educational_objective": "Diagnose botulism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 64-year-old man is evaluated in the emergency department for progressive weakness. Symptoms began 24 hours ago with facial droop involving the left side of his face, including the forehead, along with trouble swallowing. Progressive weakness, slurred speech, and shortness of breath followed the initial symptoms. He also notes nausea, abdominal pain, and dry mouth. He recently attended a national conference; three colleagues developed similar symptoms and went to the emergency department. Medical history is unremarkable, and he takes no medications.On physical examination, blood pressure is 98/64 mm Hg, pulse rate is 110/min, and respiration rate is 24/min. Oxygen saturation is 92% breathing ambient air. He exhibits diplopia, dysarthria, and descending symmetric flaccid paralysis.Laboratory studies and a cerebrospinal fluid analysis are normal.Noncontrast head CT and brain MRI are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Botulism",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Guillain-Barré syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lyme disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Myasthenia gravis",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Tetanus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is botulism (Option A). Botulism can be acquired by ingestion, inhalation, or wound contamination. The clinical syndrome starts with cranial nerve palsies and progresses to a descending symmetric flaccid paralysis with prominent bulbar signs (the “4 Ds” of diplopia, dysarthria, dysphonia, and dysphagia). Botulism can affect the respiratory muscles, eventually necessitating respiratory support. Nausea, abdominal pain, and dry mouth are often present. Patients remain afebrile with normal mental status. Botulism is not known to affect the central nervous system, likely because the causative neurotoxin is too large to cross the blood-brain barrier. Diagnosis is clinical, and confirmation depends on identifying the toxin from body fluids or foods. Treatment includes supportive care and prompt administration of antitoxin, without awaiting toxin identification, although this approach will not reverse existing paralysis. Although a botulism outbreak has never been linked to bioterrorism, its potential use in bioterrorism is concerning because it is one of the most potent biologic toxins, with possible dissemination through a food source or aerosolization. This patient's symptoms (descending weakness, dysphagia, dysarthria, difficulty breathing, and diplopia) are consistent with botulism. Several colleagues developing similar symptoms also raises concern for a bioterrorism event.Guillain-Barré syndrome (Option B) is a possible diagnosis in a patient with progressive weakness. However, Guillain-Barré syndrome typically presents with ascending weakness, often beginning with symptoms in the bilateral lower extremities, although symptoms may begin in the arms or facial muscles in about 10% of patients. Guillain-Barré syndrome is unlikely considering this patient's descending weakness and his colleagues' similar symptoms.Lyme disease (Option C) can often cause cranial nerve VII palsy and could be considered in a patient with facial weakness; however, it would not cause descending weakness as described in this patient.Myasthenia gravis (MG) (Option D) is often considered in patients with facial weakness and dysphagia because many patients with MG first notice symptoms in the face. However, the onset of MG is more insidious and intermittent, whereas botulism progresses rapidly. The timing of this patient's symptoms aligns more closely with botulism.Tetanus (Option E) can be considered in patients with facial neurologic symptoms; however, tetanus often presents with painful contractions of the jaw muscles. Tetanus can be categorized into three groups:Cephalic tetanus, which is usually isolated to the head and face with flaccid cranial nerve palsies rather than spasms, although it can progress to generalized spasmsLocalized tetanus, in which muscle spasms are isolated to the area of injuryGeneralized tetanus, which often begins with spasms of the facial muscles, then progresses to generalized symptomsAlthough this patient's initial presentation could be consistent with cephalic tetanus, it would not progress to generalized weakness as described in this patient.",
  "critique_links": [],
  "key_points": [
    "Botulism starts with cranial nerve palsies and progresses to a descending symmetric flaccid paralysis; it can affect the respiratory muscles, eventually necessitating respiratory support."
  ],
  "references": "Rao AK, Sobel J, Chatham-Stephens K, et al. Clinical guidelines for diagnosis and treatment of botulism, 2021. MMWR Recomm Rep. 2021;70:1-30. PMID: 33956777 doi:10.15585/mmwr.rr7002a1",
  "related_content": {
    "syllabus": [
      "idsec24014_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.425174-06:00"
}