{
  "question_id": "idcor25024",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat mild cellulitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 22-year-old man is evaluated for redness on his right leg at the site of an abrasion sustained while playing soccer 5 days ago. He is otherwise well, has no medical conditions, takes no medications, and has no known drug allergies.On physical examination, temperature is 37.2 °C (98.9 °F); all other vital signs are normal. There is a warm, tender, erythematous 6- × 3-cm patch on the right leg without purulence.",
  "question_stem": "Which of the following is the most appropriate empiric therapy?",
  "options": [
    {
      "letter": "A",
      "text": "Daptomycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Linezolid",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Penicillin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has mild cellulitis, a nonpurulent skin and soft tissue infection that is most likely caused by β-hemolytic streptococci, and should begin empiric penicillin (Option C). Treatment of skin and soft tissue infections is guided by categorizing the infection as purulent or nonpurulent and by grading the severity of the infection as mild (no systemic signs or symptoms), moderate (systemic signs), or severe (systemic toxicity). For mild nonpurulent infections, empiric outpatient treatment should include activity against Streptococcus and Staphylococcus aureus, such as a β-lactam agent (e.g., penicillin, a cephalosporin, or dicloxacillin). Clindamycin may be used, but local rates of resistance should be considered. Cellulitis is a bacterial skin infection involving the deeper dermis and subcutaneous tissues; it is most frequently associated with dermatologic conditions involving breaks in the skin, such as eczema, tinea pedis, or chronic skin ulcers, and conditions leading to chronic lymphedema, such as mastectomy with lymph node dissection or saphenous vein grafting in bypass surgery. It can also result from skin abrasions, as occurred with this patient. Cellulitis should be suspected in patients with acute-onset spreading erythema, edema, pain or tenderness, and warmth. Fever is not uniformly present. Cellulitis is a clinical diagnosis, although cultures of any drainage should be performed for patients who are immunocompromised; exhibit severe sepsis; or have unusual precipitating circumstances, including immersion injury or animal bites. Cultures should not be obtained of intact or erythematous skin. The most common pathogens are β-hemolytic streptococci, especially group A β-hemolytic Streptococcus (GABHS). GABHS is most often associated with nonpurulent cellulitis, whereas S. aureus causes purulent skin infections, such as abscesses, furuncles, and carbuncles.Intravenous daptomycin (Option A) and oral or intravenous linezolid (Option B) are appropriate for severe purulent skin infections (failed oral therapy; systemic signs of infection; immunocompromise; or signs of deep tissue infection, such as abscess). This patient has a mild nonpurulent skin infection that can be treated with a narrow-spectrum β-lactam agent, such as oral penicillin. In patients allergic to penicillin, oral linezolid can be used as an alternative to clindamycin for skin and soft tissue infections.In patients with moderate nonpurulent infection and systemic signs, intravenous treatment is recommended. An antibiotic such as vancomycin (Option D) with coverage against streptococci and methicillin-resistant S. aureus (MRSA) is recommended if nonpurulent cellulitis is associated with penetrating trauma, nasal colonization or infection with MRSA elsewhere, or injection drug use. Intravenous vancomycin is also appropriate for patients with severe purulent skin infections. This patient has no indication for intravenous vancomycin.",
  "critique_links": [],
  "key_points": [
    "Treatment of skin and soft tissue infections is guided by categorizing the infection as purulent or nonpurulent and by grading the severity of the infection as mild, moderate, or severe based on clinical signs and symptoms.",
    "Mild nonpurulent cellulitis is most likely caused by β-hemolytic streptococci; empiric outpatient treatment with a β-lactam agent (e.g., penicillin, a cephalosporin, or dicloxacillin) is recommended, and clindamycin is an alternative when local resistance patterns allow."
  ],
  "references": "Stevens DL, Bisno AL, Chambers HF, et al; Infectious Diseases Society of America. Practice guidelines for the diagnosis and management of skin and soft tissue infections: 2014 update by the Infectious Diseases Society of America. Clin Infect Dis. 2014;59:e10-52. PMID: 24973422 doi:10.1093/cid/ciu444",
  "related_content": {
    "syllabus": [
      "idsec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.888358-06:00"
}