{
  "question_id": "ccmcq24016",
  "category": "cc",
  "educational_objective": "Treat a patient with refractory septic shock.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 49-year-old woman is evaluated in the ICU with septic shock due to suspected pyelonephritis. She was treated with piperacillin-tazobactam upon arrival and received a 30-mL/kg bolus of lactated Ringer solution followed by several more fluid boluses. She remained hypotensive and began receiving norepinephrine and vasopressin 4 hours ago. She has no other medical problems.On physical examination, temperature is 37.1 °C (98.8 °F), blood pressure is 86/48 mm Hg, mean arterial pressure is 61 mm Hg, pulse rate is 106/min, and respiration rate is 22/min. A passive leg raise test shows a lack of fluid responsiveness.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Additional bolus of lactated Ringer solution",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous insulin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pulmonary artery catheter placement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment of this patient with refractory septic shock is to start a glucocorticoid, such as hydrocortisone (Option B). Septic shock can be associated with a state of relative adrenal insufficiency, with resultant refractory hypotension. In patients with septic shock who remain hemodynamically unstable despite intravenous fluids and vasopressor therapy, administration of glucocorticoids (typically hydrocortisone) is associated with faster shock recovery and decreased length of stay. However, a mortality benefit has not been clearly established. Adrenocorticotropic hormone stimulation testing is not recommended or necessary before starting the glucocorticoids. Adverse effects of glucocorticoids in this situation include increased neuromuscular weakness, hypernatremia, and hyperglycemia. Importantly, absent another indication, glucocorticoids have no role in treating sepsis without shock. This patient with septic shock is hemodynamically unstable despite appropriate fluid resuscitation and vasopressor therapy. Starting a glucocorticoid such as hydrocortisone is the most appropriate next step in management.Although aggressive fluid resuscitation is essential in treating sepsis, the adequacy of fluid resuscitation and the need for further fluids requires clinical judgment. Dynamic measures of assessing the likelihood of response to fluids, such as the passive leg raise test, are the preferred means of assessment. In this patient with persistent hypotension despite receiving appropriate fluids, an additional bolus of lactated Ringer solution (Option A) would be indicated if she were fluid responsive; however, her passive leg raise test indicates that she is not likely to respond to further intravenous fluids.In patients who have hyperglycemia in the setting of sepsis and septic shock, guidelines recommend initiating therapy in patients with a serum glucose level of 180 mg/dL (10.0 mmol/L) or higher and targeting a glucose range between 144 and 180 mg/dL (8.0-10.0 mmol/L). This patient's glucose level of 160 mg/dL (8.9 mmol/L) is within that range and should not be reduced further with intravenous insulin (Option C).Patients receiving vasopressor therapy should have an arterial catheter for continuous blood pressure monitoring. Several large trials and meta-analyses, however, have demonstrated that using pulmonary artery catheters (Option D) in septic shock does not improve outcomes and results in higher levels of resource use, higher complication rates, and possibly higher mortality versus not using a pulmonary artery catheter.",
  "key_points": [
    "In patients with septic shock who remain hemodynamically unstable despite appropriate fluid resuscitation and vasopressor therapy, administration of empiric glucocorticoids is indicated.",
    "Administration of glucocorticoids in refractory septic shock is associated with faster shock recovery and decreased length of stay."
  ],
  "references": "Evans L, Rhodes A, Alhazzani W, et al. Surviving Sepsis Campaign: international guidelines for management of sepsis and septic shock 2021. Intensive Care Med. 2021;47:1181-247. PMID: 34599691 doi:10.1007/s00134-021-06506-y",
  "related_content": {
    "syllabus": [
      "ccsec24002_24032"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:48.404953-06:00"
}