{
  "question_id": "rmcor25011",
  "category": "rm",
  "educational_objective": "Diagnose ankylosing spondylitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 29-year-old man is evaluated following a recent diagnosis of uveitis. His ocular symptoms are quiescent with the use of prednisolone eye drops. He reports a 6-year history of low-back morning and night stiffness, which improves with activity. As-needed ibuprofen partially relieves his symptoms. He has no other medical conditions and takes no other medications.On physical examination, vital signs are normal. The patient cannot touch his toes, and there is flattening of the normal lumbar lordosis. Internal rotation and flexion elicit pain in the right hip; range of motion of the right hip is diminished. Flexion, external rotation, and abduction of the hips cause pain in the right hip and low back. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Anteroposterior radiography of pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lumbar spine MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sacroiliac joint MRI",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next in this patient with uveitis and inflammatory back pain is anteroposterior radiography of the pelvis (Option A) to evaluate for sacroiliitis, a cardinal feature of ankylosing spondylitis (AS; also known as radiographic axial spondyloarthritis). AS is a chronic inflammatory disease affecting the axial skeleton (including sacroiliac joints), entheses, and peripheral joints. Common extra-articular manifestations of AS include inflammatory bowel disease and uveitis. The spondyloarthritides, including AS, account for approximately 40% of cases of acute anterior uveitis in the United States. Radiography of the sacroiliac joints is an initial diagnostic test for patients suspected of having AS; radiographic evidence of sacroiliitis includes pseudo-widening of the joints, erosions, sclerosis, and ankylosis. HLA-B27 positivity and elevated inflammatory markers also support the diagnosis but are neither highly sensitive nor specific for AS. This patient's back pain follows an inflammatory pattern, with morning stiffness and improvement with activity. His musculoskeletal examination suggests pathology in the lumbar spine and right sacroiliac joint. In the setting of uveitis, AS is strongly suspected, and the diagnosis will be confirmed if there is radiographic evidence of sacroiliitis. Therefore, plain radiography of the pelvis is indicated.Spinal MRI (Option B) is the preferred test for back pain and suspected spinal infection, cancer, cord compression, or cauda equina syndrome and should be obtained emergently if myelopathy is suspected. This patient has no evidence of these conditions.Sacroiliac joint MRI (Option C) is not yet indicated. Patients with nonradiographic axial spondyloarthritis present with clinical features similar to those of AS but do not have evidence of sacroiliitis on plain radiographs. These patients may have positive findings on sacroiliac MRI, which is indicated when spondyloarthritis is suspected but plain films are negative. Obtaining MRI if plain radiography reveals sacroiliitis is unnecessary, so MRI is not an appropriate first diagnostic test for this patient.It would be inappropriate to forgo further diagnostic testing (Option D) in this patient with suggestive symptoms of AS. AS has three phases: inflammation; fibrosis; and ossification, which can drastically limit range of spinal motion. The diagnosis of AS has implications for prognosis, and early treatment is indicated to slow or prevent disease progression, so diagnostic testing should be done when the disease is suspected.",
  "critique_links": [],
  "key_points": [
    "Ankylosing spondylitis (AS) is characterized by inflammatory back pain, sacroiliitis, and extra-articular manifestations, including uveitis.",
    "Anteroposterior radiography of the pelvis is the initial imaging examination for suspected AS."
  ],
  "references": "Agrawal P, Tote S, Sapkale B. Diagnosis and treatment of ankylosing spondylitis. Cureus. 2024;16:e52559. PMID: 38371049 doi:10.7759/cureus.52559",
  "related_content": {
    "syllabus": [
      "rmsec24006_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.549511-06:00"
}