{
  "question_id": "idmcq24017",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Evaluate a patient for a possible surgical site infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated at follow-up after appendectomy 7 days ago. Erythema and pain developed postoperatively at the incision site, which have improved but not completely resolved. He had minimal clear drainage for 3 days after surgery that has since resolved. He reports no fever or chills. Medical history is otherwise unremarkable. His only medication is ibuprofen as needed.On physical examination, vital signs are normal. A small area of erythema is present around the edges of the incision with minimal tenderness. No incisional drainage, induration, increased warmth, or wound dehiscence is noted.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Cephalexin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ciprofloxacin and metronidazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "CT of the abdomen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has no signs or symptoms of a surgical site infection (SSI) and can continue to be observed without intervention at this time (Option D). The erythema and pain surrounding his incision are improving; however, if erythema and pain increased or new incisional drainage occurred, concern for a developing infection would be warranted. SSIs may occur up to 30 days after the surgery (up to 90 days when the surgery involves an implant). Signs and symptoms of superficial SSI include erythema, induration, increased warmth, pain around the incision, drainage, and dehiscence (breakdown of the incision). Fever and leukocytosis may or may not be present with a superficial SSI.Cephalexin (Option A) is not indicated for this patient because no increased erythema or tenderness and no other signs of a superficial SSI are present. Staphylococcus aureus and streptococcal species are the most likely pathogens to cause superficial SSI, and cephalexin would provide coverage for these organisms (excluding methicillin-resistant S. aureus) if a superficial infection were present.Ciprofloxacin and metronidazole (Option B) would be appropriate antibiotic treatment for a post-appendectomy organ or deep-space infection, especially if the appendix ruptured or was perforated. These empiric antibiotics would be chosen to cover gastrointestinal pathogens. However, antibiotic treatment is not necessary in this patient, who does not have evidence of infection.Abdominal imaging, such as CT (Option C), is appropriate when a deep incisional SSI or organ or deep-space infection is suspected. Imaging is necessary to locate abscesses to sample for culture and drainage (if possible). Patients with deep incisional SSIs generally have similar signs as superficial incisional SSIs; however, more tenderness may be noted at the incision as well as fluctuance on examination. Fever and leukocytosis are more likely compared with patients with a superficial SSI. Wound debridement is generally required as part of treatment for deep incisional infection along with antibiotics. Patients with an organ or deep-space SSI may not have signs of infection at the incision site. However, they will generally have fever, pain, and tenderness in the area of the surgery. Antibiotic treatment of organ or deep-space SSIs should be guided by culture results from the infected fluid or tissue.",
  "critique_links": [],
  "key_points": [
    "Observation alone is sufficient in patients without signs or symptoms of surgical site infection.",
    "Signs and symptoms of superficial surgical site infections may occur up to 30 days after surgery and include erythema, induration, increased warmth, pain, drainage, and dehiscence."
  ],
  "references": "Seidelman J, Anderson DJ. Surgical site infections. Infect Dis Clin North Am. 2021;35:901-929. PMID: 34752225 doi:10.1016/j.idc.2021.07.006",
  "related_content": {
    "syllabus": [
      "idsec24018_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.467084-06:00"
}