{
  "question_id": "dmmcq24006",
  "category": "dm",
  "educational_objective": "Treat vitiligo.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 40-year-old woman is evaluated for a 1-year history of nonpruritic, light-colored areas on her feet. The spots have not changed in the past year. She is bothered by the appearance of these areas. She reports no trauma or previous rash on her feet. She has not attempted treatment. Medical history is significant for Hashimoto thyroiditis treated with levothyroxine.On physical examination, vital signs are normal.Skin findings are shown.Potassium hydroxide preparation of skin scraping shows no fungal elements.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Clobetasol 0.05% cream",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hydrocortisone 2.5% cream",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ketoconazole 2% cream",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance and no further treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Clobetasol 0.05% cream (Option A), a high-potency topical glucocorticoid, is the most appropriate treatment for this patient with vitiligo. Vitiligo is a common autoimmune disorder caused by destruction of melanocytes, resulting in asymptomatic depigmentation of the affected skin. It starts as small macules that insidiously enlarge over time. The affected areas tend to be more visible in persons with darker skin types or in sun-exposed areas, as the surrounding skin will become darker with sun exposure. The most commonly affected areas involve the extensor surfaces, such as the dorsal hands and feet, elbows, and knees, and the periorificial areas, such as around the mouth, eyes, rectum, and genitals. Vitiligo is associated with other autoimmune conditions such as Hashimoto thyroiditis. It may be challenging to distinguish vitiligo from other conditions that cause depigmentation, such as postinflammatory hypopigmentation, pityriasis versicolor (tinea versicolor), and pityriasis alba. Treatment of vitiligo can be challenging. Topical therapies include high-potency glucocorticoids, immunomodulators (tacrolimus, pimecrolimus) and the Janus kinase inhibitor ruxolitinib. This patient presents with well-demarcated, depigmented patches on both feet with no scale or erythema and a negative potassium hydroxide (KOH) preparation of skin scrapings, all of which are consistent with vitiligo. She is bothered by the appearance of this depigmentation, and a high-potency topical glucocorticoid such as clobetasol 0.05% cream is the most appropriate treatment.Hydrocortisone (Option B), a low-potency topical glucocorticoid, is usually ineffective in vitiligo. Vitiligo is difficult to treat and requires high-potency topical glucocorticoids or topical immunomodulators (pimecrolimus, tacrolimus).Ketoconazole cream (Option C) is a topical antifungal treatment for superficial fungal infections such as pityriasis versicolor. Pityriasis versicolor, caused by Malassezia yeast, can present as hypopigmented macules and patches in a seborrheic distribution, often on the upper trunk and back. Although pityriasis versicolor may have variable pigmentation, overlying fine or inducible scale are always present. Diagnosis can be confirmed with a KOH preparation of skin scraping that shows spores and hyphae (“spaghetti and meatballs” appearance). In this patient, the distribution of the rash, absence of scale, and negative KOH preparation of skin scraping make the diagnosis of pityriasis versicolor unlikely; treatment with ketoconazole cream is not indicated.Vitiligo is unlikely to improve without intervention and can have a psychosocial impact on patients. Reassurance coupled with no further treatment (Option D) is only appropriate when patients are not bothered by their skin's appearance. Reassurance is also indicated in cases of postinflammatory hypopigmentation, which presents as hypopigmented macules or patches that arise after a previous inflammatory or traumatic lesion. This patient, however, reports a lack of trauma or preceding rash to the affected areas, making postinflammatory hypopigmentation unlikely, and she is bothered by the appearance of the vitiligo, making reassurance an inappropriate management choice.",
  "critique_links": [],
  "key_points": [
    "Vitiligo presents as asymptomatic areas of skin depigmentation that insidiously enlarge over time; it most commonly affects the extensor surfaces and the periorificial areas.",
    "Topical therapies for the treatment of vitiligo include high-potency glucocorticoids (clobetasol), immunomodulators (tacrolimus, pimecrolimus), and the Janus kinase inhibitor ruxolitinib."
  ],
  "references": "Bergqvist C, Ezzedine K. Vitiligo: A review. Dermatology. 2020;236:571-592. PMID: 32155629 doi:10.1159/000506103",
  "related_content": {
    "syllabus": [
      "dmsec24008_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/dmfig24205.383a42d4e95fe775eee3b11b4c4f6fe9.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "dmfig24205",
        "file": "figures/dmfig24205.383a42d4e95fe775eee3b11b4c4f6fe9.jpg",
        "title": "Vitiligo",
        "short_title": "stem Vitiligo",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 708
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.213612-06:00"
}