{
  "question_id": "idqqq24005",
  "category": "id",
  "educational_objective": "Manage newly diagnosed HIV infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 31-year-old man arrives to establish care for newly diagnosed HIV infection. He is asymptomatic. Medical history is otherwise unremarkable, and he takes no medications.Vital signs and physical examination findings are normal.A review of his recent laboratory studies shows a normal complete blood count and serum chemistry tests, including glucose, lipid profile, creatinine, and liver enzyme levels. The HIV-1/2 antigen/antibody combination immunoassay is reactive. The HIV-1/2 antibody differentiation assay is positive for HIV-1 antibody, and HIV-1 RNA is quantified at 27,313 copies/mL. CD4 cell count is 455/µL.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Genotypic viral resistance testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Phenotypic viral resistance testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat HIV viral load and CD4 cell count in 1 month",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum cryptococcal antigen testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Patients with newly diagnosed HIV infection should undergo baseline genotypic viral resistance testing (Option A). Genotypic testing looks for mutations in the viral genome associated with antiviral drug resistance. Because transmitted virus may have resistance mutations, baseline resistance testing should be obtained before starting an antiretroviral regimen. Virologic failure of a regimen (rebound of a suppressed viral load or failure to achieve undetectable viral load with therapy) is also an indication for resistance testing to guide the change in regimen. If this patient is ready to start therapy and no active opportunistic infection is suspected, antiretrovirals can be started the same day, while waiting for resistance testing results, with regimen modification if necessary based on results.Phenotypic viral resistance testing (Option B) assesses the ability of the virus to grow in the presence of differing concentrations of an antiretroviral drug; therefore, it is more useful to perform phenotypic testing in the presence of multiple interacting mutations or unclear correlations of mutation and resistance, such as with resistance to protease inhibitors. It is slower and costlier than genotypic testing and unnecessary in treatment-naive patients who are unlikely to have significant complex resistance given a lack of exposure to antiretroviral drugs.All patients with HIV should begin antiretroviral therapy as soon as they are ready. Prompt initiation of therapy benefits the patient and reduces the risk of transmission to others, so waiting for repeat viral load and CD4 cell count (Option C) is inappropriate and unnecessary.Serum cryptococcal antigen testing (Option D) should be considered only in patients with a CD4 cell count less than 100/µL or those who are symptomatic. This patient is asymptomatic, and his CD4 cell count is greater than 100/µL.",
  "key_points": [
    "Genotypic viral resistance testing is recommended immediately after a diagnosis of HIV infection to guide the selection of active agents for the antiretroviral regimen; genotypic testing should be repeated in cases of virologic failure of a regimen to guide adjustment of antiretroviral therapy."
  ],
  "references": "Panel on Antiretroviral Guidelines for Adults and Adolescents. Guidelines for the use of antiretroviral agents in adults and adolescents with HIV. Department of Health and Human Services. Available at https://clinicalinfo.hiv.gov/en/guidelines/adult-and-adolescent-arv. Updated February 27, 2024. Accessed February 29, 2024.",
  "related_content": {
    "syllabus": [
      "idsec24019_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.812772-06:00"
}