{
  "question_id": "cvvdx24002",
  "category": "cv",
  "educational_objective": "Identify ECG features of left bundle branch block.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 61-year-old man is evaluated following a recent diagnosis of hypertension.ECG is shown.",
  "question_stem": "Which of the following abnormalities is seen on this patient's ECG?",
  "options": [
    {
      "letter": "A",
      "text": "Left bundle branch block",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prior inferior myocardial infarction",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Right bundle branch block",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ventricular tachycardia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This ECG demonstrates sinus rhythm with a left bundle branch block (Option A). Left bundle branch block is characterized by the following features: (1) QRS widening of at least 120 ms, (2) upright monophasic QRS complex in leads I and V6 (the QRS complex may also be notched), and (3) a predominantly negative QRS complex in lead V1. In both left and right bundle branch block, the ST-T–wave pattern is inscribed in the opposite direction of the main QRS vectors; these ST-T–wave abnormalities are secondary to the bundle branch block and do not indicate additional underlying pathology. In this patient's ECG, all three of the aforementioned features of left bundle branch block are evident. Additionally, there are typical-appearing sinus P waves in a 1:1 relationship with QRS complexes at a rate less than 100/min. In contrast, ventricular tachycardia is characterized by a faster rate (>100/min), atrioventricular dissociation, and absence of a typical bundle branch block QRS morphology.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/cvfig24602.ef852e1f64f56c1b11c7c5c6b08ee799.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:08:40.339456-06:00"
}