{
  "question_id": "enmcq24090",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat polycystic ovary syndrome with a combined oral contraceptive agent.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 24-year-old woman is evaluated at a follow-up visit for management of recently diagnosed polycystic ovary syndrome (PCOS) after presenting with hirsutism and oligomenorrhea. The patient is in good health, is not pregnant and does not desire pregnancy, and would like to discuss therapeutic options to improve hirsutism and irregular menstrual cycles. She has obesity. She takes no medications.On physical examination, vital signs are normal. BMI is 30. Excessive hair growth is noted over the chin, upper lip, back, and chest. Acne is present over the chest and back.",
  "question_stem": "In addition to weight loss, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Levonorgestrel-releasing intrauterine device",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral ethinyl estradiol–norethindrone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral finasteride",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral medroxyprogesterone acetate",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Oral spironolactone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate pharmacologic treatment for this patient is oral ethinyl estradiol–norethindrone (Option B). Combined oral contraceptive agents are first-line pharmacologic therapy for treating hirsutism and menstrual dysfunction associated with polycystic ovary syndrome (PCOS) unless fertility is desired. They should be used in conjunction with weight loss in patients with BMI of 25 or greater because sustained weight loss of 5% to 10% can improve androgen levels, menstrual function, and possibly fertility in patients with PCOS. Although no data show the superiority of any particular oral contraceptive agent, progestins that have a lower androgenicity and acceptable venous thromboembolic risk, such as norethindrone or norethindrone acetate, are favored by some experts. In this patient who does not desire pregnancy, an oral contraceptive agent should be prescribed and weight loss should be recommended.A levonorgestrel-releasing intrauterine device (IUD) (Option A) would provide contraception for this patient but would not effectively improve hirsutism and could worsen oligomenorrhea or induce amenorrhea. IUDs can be used in patients with PCOS in conjunction with spironolactone to treat hirsutism if combined oral contraceptive agents are not tolerated or are contraindicated. Likewise, oral medroxyprogesterone acetate (Option D), a progestin, taken for 10 to 14 days each month will provide endometrial protection but will not provide contraception or treat hyperandrogenism. Therefore, neither of these treatments is an appropriate first-line therapy for this patient; she should first be offered a combined oral contraceptive agent.Antiandrogens, such as finasteride (Option C) and spironolactone (Option E), appear to be as effective as combined oral contraceptive pills for hirsutism; however, because of their potential adverse effects on a developing male fetus in utero (undervirilization), these medications are typically added to combined oral contraceptive therapy after 6 months if cosmesis is suboptimal. Thus, finasteride or spironolactone would not be used alone in this patient who is not currently using any form of birth control. For patients who cannot tolerate combined oral contraceptive therapy or who have contraindications, antiandrogens may be used as monotherapy if the patient has a reliable form of birth control (such as a levonorgestrel-releasing IUD).",
  "critique_links": [],
  "key_points": [
    "Combined oral contraceptive agents are first-line pharmacologic therapy for treating hirsutism and menstrual dysfunction associated with polycystic ovary syndrome.",
    "In patients with polycystic ovary syndrome, sustained weight loss of 5% to 10% can improve androgen levels, menstrual function, and possibly fertility."
  ],
  "references": "Hoeger KM, Dokras A, Piltonen T. Update on PCOS: consequences, challenges, and guiding treatment. J Clin Endocrinol Metab. 2021;106:e1071-e1083. PMID: 33211867 doi:10.1210/clinem/dgaa839",
  "related_content": {
    "syllabus": [
      "ensec24006_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.427566-06:00"
}