{
  "question_id": "cvvdx24035",
  "category": "cv",
  "educational_objective": "Identify left posterior fascicular block on ECG.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 57-year-old woman is evaluated prior to elective cholecystectomy. Medical history is significant for peripheral artery disease.ECG is shown.",
  "question_stem": "Which of the following is the most likely electrocardiographic diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bifascicular block conduction delay",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Left anterior fascicular block",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Left posterior fascicular block",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Right bundle branch block",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Left posterior fascicular block (Option C) is the most likely diagnosis. Left posterior fascicular block occurs when conduction system disease involves the posterior fascicle of the left bundle branch. It is defined as a pathologic right axis (>+90 degrees) with no other cause (such as right ventricular hypertrophy). The QRS duration is less than 120 ms with a negative QRS complex (small R wave and deep S wave) in leads I and aVL and a qR pattern in leads III and aVF. Left anterior fascicular block is recognized by a positive QRS complex in lead I and a negative QRS complex in lead aVF. Right bundle branch conduction disturbance combined with anterior or posterior left fascicular block is called bifascicular block. This patient's ECG also shows a ventricular pause in leads V1 through V3, possibly representing Mobitz type 1 second-degree atrioventricular block, although the cause is difficult to discern with a single dropped beat.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24006_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/cvfig24642.e7b98133e595e1be9e19cabea4e04560.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:08:40.422487-06:00"
}