{
  "question_id": "nrmcq24062",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Prevent episodic migraine.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 42-year-old woman is evaluated for headaches occurring 10 to 12 days each month. Headaches began at 32 years of age and have gradually become more frequent. Most begin with 30 minutes of left hemifield “flashes” with subsequent onset of simultaneous severe left frontal throbbing headache lasting 2 to 3 days. Occasionally the headaches are preceded by 12 to 24 hours of fatigue and yawning. Afterward, she feels fatigued and “achy” for another day. Stress, menses, and ovulation are triggers. Over the past year, she also developed sporadic, brief stabbing pains in her right temple lasting a few seconds and occurring randomly several times each month. Previous treatments with amitriptyline and metoprolol have been unhelpful. Medical history is otherwise unremarkable. Medications are naproxen, acetaminophen, and sumatriptan.Vital signs and physical examination findings are normal.Brain MRI shows white matter intensities on fluid-attenuated inversion recovery images. T1-weighted MRI shows no hypointensity.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Citalopram",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Daily aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fremanezumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Gabapentin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Fremanezumab (Option C) is the most appropriate preventive treatment for this patient with frequent episodic migraine. Migraine prevention aims to reduce migraine frequency, intensity, and duration. Therapy should begin with nonpharmacologic preventive measures, including identification and avoidance of triggers such as stress, sleep and schedule disruption, stimulants (including caffeine), and dietary additives or preservatives. Pharmacologic prophylaxis of episodic migraine should be considered in patients with high headache frequency or debilitating headaches despite adequate acute treatment. Both nonspecific and migraine-specific options are available. Guidelines from the American College of Physicians recommend propranolol, metoprolol, amitriptyline, venlafaxine, and valproate as first-line choices (Table: Preventive Migraine Therapies). Because of higher costs, these guidelines suggest migraine-specific agents be reserved for use after one or two adequate but unsuccessful trials of traditional preventive medications. Other guidelines, however, consider migraine-specific agents to be first-line preventive options. Monoclonal antibodies targeting calcitonin gene–related peptide (CGRP) or its receptors are migraine-specific agents that have established efficacy in preventing episodic and chronic migraine. Available agents include eptinezumab, erenumab, galcanezumab, and fremanezumab. Rimegepant and atogepant, antagonists to the CGRP receptor, are also effective in migraine prevention. Topiramate or candesartan may be considered if these options are not effective, tolerated, or affordable. This patient has frequent episodic migraine and has not benefited from preventive trials of metoprolol and amitriptyline. A migraine-specific preventive agent such as fremanezumab is indicated.Citalopram (Option A) is not indicated in this patient to prevent episodic migraine. No evidence supports the use of selective serotonin reuptake inhibitor antidepressants for this indication. Calcium channel blockers are similarly ineffective.Daily aspirin (Option B) has no established efficacy in preventing migraine with aura. The white matter hyperintensities seen on brain MRI fluid-attenuated inversion recovery images are common in patients with migraine and are benign. This patient's history is not compatible with ischemic disease, so aspirin would not be indicated.Gabapentin (Option D) has no established efficacy in preventing episodic or chronic migraine. The sharp pains reported by the patient most likely represent the entity known as primary stabbing headache and are not neuralgiform. This is a benign condition seen in isolation or in patients with migraine. Extratrigeminal locations are most common. Pains occur with irregular frequency and may vary from one to many per day. When pains occur at high frequency, indomethacin is the drug of choice.",
  "critique_links": [],
  "key_points": [
    "First-line pharmacologic options for migraine prevention include propranolol, metoprolol, amitriptyline, venlafaxine, and valproate.",
    "Monoclonal antibodies targeting calcitonin gene–related peptide (eptinezumab, erenumab, galcanezumab, and fremanezumab) or its receptors have established efficacy in preventing migraine."
  ],
  "references": "Zhang N, Robbins MS. Migraine. Ann Intern Med. 2023;176:ITC1-ITC16. PMID: 36623287",
  "related_content": {
    "syllabus": [
      "nrsec24001_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.527582-06:00"
}