{
  "question_id": "pmcor25006",
  "category": "pm",
  "educational_objective": "Evaluate suspected parapneumonic effusion.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 51-year-old man is evaluated for worsening cough and dyspnea after initial clinical improvement with antibiotics for community-acquired pneumonia.On physical examination, temperature is 37.4 °C (99.3 °F), pulse rate is 90/min, and respiration rate is 20/min. Breath sounds are decreased over the lower left hemithorax.A lateral decubitus radiograph shows a free-flowing, left-sided, 1.5-cm pleural effusion. Ultrasound shows a pleural effusion without loculations.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Diagnostic thoracentesis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat radiography in 1 week",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thoracostomy tube",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Video-assisted thoracoscopic surgery",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient suspected of having parapneumonic effusion is diagnostic thoracentesis (Option A). Most pleural effusions associated with pneumonia should be evaluated with thoracentesis to determine the appropriate therapeutic approach. Small effusions associated with a secure diagnosis of pneumonia may not require sampling if the patient responds well to antibiotic therapy. Outside of this situation, diagnostic thoracentesis should always be performed. The resulting fluid should be examined for pH, cell count with differential, Gram stain, glucose level, and culture; culture bottles should be directly inoculated at the bedside to increase yield. An uncomplicated (sterile and free-flowing) parapneumonic effusion is characterized by a pleural fluid pH greater than 7.2 and glucose level greater than 60 mg/dL (3.3 mmol/L), without loculations on ultrasonography. These effusions do not require drainage and typically resolve with appropriate treatment of the pneumonia. In contrast, complicated parapneumonic effusions (infected and sometimes loculated) and empyema (pus in the pleural space) require drainage in addition to antibiotic therapy. This patient has persistent symptoms after receiving appropriate antibiotic therapy for recent bacterial pneumonia, and the effusion is moderate in size, indicating a need for fluid analysis to evaluate for infection in the pleural space. The pleural fluid should be removed via thoracentesis and sampled to determine the need for drainage and further antibiotic therapy.In patients with pneumonia and a significant pleural effusion, diagnostic thoracentesis is required to differentiate a simple parapneumonic effusion from a complicated effusion and empyema. Because this patient has a possible infection in the pleural space, it would be inappropriate to forgo testing in favor of radiographic monitoring (Option B).Pleural drainage is indicated if the pleural fluid analysis shows a positive Gram stain (or culture), pus, glucose level less than 40 to 60 mg/dL (2.2-3.3 mmol/L), or pH less than 7.2. One option for drainage is a thoracostomy tube (Option C) with or without the combined use of intrapleural fibrinolytics (streptokinase, urokinase, tissue plasminogen activator) and a mucolytic agent (deoxyribonuclease [DNase]). This patient first requires diagnostic thoracentesis to determine the need for drainage.Pleural drainage may be achieved by video-assisted thoracoscopic surgery (Option D). There is controversy regarding whether a surgical approach or thoracostomy is best. However, diagnostic thoracentesis should be performed in this patient before consideration of a drainage strategy.",
  "key_points": [
    "Complicated parapneumonic effusion and empyema should be suspected in patients with moderate or large parapneumonic effusions and those who do not respond to appropriate antibiotic therapy for pneumonia.",
    "Suspected complicated parapneumonic effusion or empyema requires diagnostic thoracentesis."
  ],
  "references": "Addala DN, Bedawi EO, Rahman NM. Parapneumonic effusion and empyema. Clin Chest Med. 2021;42:637-647. PMID: 34774171 doi:10.1016/j.ccm.2021.08.001",
  "related_content": {
    "syllabus": [
      "pmsec24005_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:52:23.702424-06:00"
}