{
  "question_id": "cvvdx24052",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Identify an S<sub>3</sub>.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 52-year-old woman is evaluated for exertional dyspnea and orthopnea. Blood pressure is 110/80 mm Hg, and pulse rate is 60/min. Auscultation over the apical impulse is performed with light pressure on the bell.(We recommend listening to this clip with headphones or external speakers rather than internal computer or mobile phone speakers. It may be helpful to maximize the volume setting of the listening device. In the videos, a cotton swab is placed on the carotid artery to help identify the timing of cardiac sounds and murmurs and, in some cases, to provide a visual representation of the carotid artery configuration.)",
  "question_stem": "Which of the following best describes the acoustic events at the apex?",
  "options": [
    {
      "letter": "A",
      "text": "S1 + paradoxical splitting of S2",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "S1 + physiologic splitting of S2",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "S1 + S2 + S3",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "S1 + S2 + S4",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The acoustic events at the apex are best described as S1 + S2 + S3 (Option C). An S3 is a low-frequency, early diastolic sound best heard with the bell of the stethoscope at the cardiac apex. It may be perceived as a double S2. Positioning the patient in the left lateral decubitus position will facilitate the identification of an S3. An S3 is often heard in heart failure with reduced ejection fraction but can also be present in volume overload states, such as valvular regurgitation, shunt lesions, or late pregnancy. An S3 can also represent a normal finding in children or highly trained athletes. An S3 is heard in this patient.Both components of a split S2 are high-frequency sounds heard best with the diaphragm in the second left intercostal space. Splitting of the S2 represents asynchronous closure of the aortic and pulmonic valves. In the normal adult, splitting varies with the respiratory cycle and is perceived as a single S2 during expiration and a double S2 during inspiration. Paradoxical splitting of the S2 is characterized by audible splitting during expiration and a single S2 during inspiration. It is often associated with aortic stenosis, left bundle branch block, and right ventricular pacing.An S4 is a low-frequency diastolic sound, but it occurs in late diastole and thus may be perceived as a double S1.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24005_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.972024-06:00"
}