{
  "question_id": "cvmcq24023",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Test for coronary artery disease with stress echocardiography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old man is evaluated for new chest pain with exertion. Symptoms began about 6 months ago and have not progressed. The patient describes dull chest pain that occurs at the peak of his usual exercise routine, when he notes his heart rate is around 155/min. He has no accompanying symptoms, and the pain resolves rapidly with rest. He has coronary artery disease and had a non–ST-elevation myocardial infarction 3 years ago that was treated with a drug-eluting stent in the right coronary artery. Two years ago, he had a stress echocardiogram that was interpreted as adequate and normal. He also has hypertension and erectile dysfunction. He drinks four cups of coffee per day. Current medications are aspirin, carvedilol, rosuvastatin, sildenafil, and ramipril.On physical examination, blood pressure is 117/75 mm Hg and pulse rate is 73/min. All other findings are unremarkable.The patient agrees to undergo repeat exercise stress echocardiography.",
  "question_stem": "Which of the following is the most appropriate next step before stress echocardiography?",
  "options": [
    {
      "letter": "A",
      "text": "Hold caffeine intake for 12 hours",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hold carvedilol for 24 hours",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prescribe long-acting nitroglycerin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No changes in management before testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should proceed with stress echocardiography with no changes in management (Option D). The decision to withhold cardiac medication before exercise or pharmaceutical stress testing should be tailored to individual patient circumstances. If the indication for the test is to determine the need for additional evaluation, such as coronary arteriography, or to assess the efficacy of current therapy in a patient for whom β-blockers or nitrates are part of the long-term medication regimen, these medications can be continued. This approach allows evaluation of the patient's response to stress while the patient is receiving their expected medical regimen. Although carvedilol could result in an inadequate heart rate response during testing, this patient can mount an adequate heart rate during his usual exercise regimen (155/min, >85% of maximum predicted heart rate) and had a stress echocardiogram that achieved adequate heart rate 2 years ago. No changes are necessary before testing.Methylxanthines such as caffeine and theophylline block the adenosine 2A receptors targeted by vasodilators such as regadenoson and adenosine and may decrease test sensitivity. Coffee and other caffeine-containing products should be held for 12 hours before stress testing with a vasodilator agent (Option A); however, it is not necessary to withhold caffeine before exercise stress echocardiography.Holding the patient's carvedilol (Option B) before the stress test is inappropriate because that would be a de-escalation of maximal medical therapy and is unlikely to affect the sensitivity of the test. Given his stable angina symptoms and prior myocardial infarction, maximal medical therapy is indicated regardless of whether the results of the stress echocardiogram dictate the need for invasive coronary angiography.Adding a long-acting nitrate (Option C) may mask ischemia that would otherwise be provoked during a stress test and is not indicated. Moreover, nitrates are contraindicated in patients currently taking phosphodiesterase type 5 inhibitors, such as sildenafil. In this patient with a history of percutaneous coronary intervention with recent-onset angina, an assessment for coronary ischemia during his current medical therapy should be the next step in management.",
  "critique_links": [],
  "key_points": [
    "The decision to withhold cardiac medication before exercise or pharmaceutical stress testing should be tailored to individual patient circumstances.",
    "If the indication for stress testing is to determine the efficacy of current therapy in a patient for whom β-blockers are part of the long-term medication regimen, these medications can be continued."
  ],
  "references": "Gulati M, Levy PD, Mukherjee D, et al. 2021 AHA/ACC/ASE/CHEST/SAEM/SCCT/SCMR Guideline for the evaluation and diagnosis of chest pain: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;144:e368-e454. PMID: 34709879 doi:10.1161/CIR.0000000000001029",
  "related_content": {
    "syllabus": [
      "cvsec24003_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.923612-06:00"
}