{
  "question_id": "rmcor25031",
  "category": "rm",
  "educational_objective": "Treat hyperuricemia during an acute gout flare.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 66-year-old woman is evaluated in urgent care for swelling and tenderness of her left knee that developed the night before and prevents her from walking. Six months ago, a similar episode in her right great toe resolved without intervention in 1 week. She has stage G3b chronic kidney disease and hypertension. Her only medication is daily lisinopril. She self-identifies as White and Hispanic.On physical examination, vital signs are normal. The left knee is swollen, red, warm, and tender. Range of motion is limited. The remainder of the examination is normal.Laboratory studies:Leukocyte count11,000/μL (11.0 × 109/L)HCreatinine1.5 mg/dL (132.6 mmol/L)HEstimated glomerular filtration rate38 mL/min/1.73 m2 Urate9.1 mg/dL (0.51 mmol/L)HSynovial fluid analysis reveals a leukocyte count of 25,000/μL (25 × 109/L) with 84% neutrophils and many intra- and extracellular needle-shaped, negatively birefringent crystals. Gram stain is negative; culture is pending.She declines glucocorticoid intraarticular injection. Oral prednisone is administered.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Dual-energy CT scan",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "HLA-B*58:01 testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiation of allopurinol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Initiation of febuxostat",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with acute gout is initiation of allopurinol (Option C). Gout is characterized by recurrent painful flares of inflammatory arthritis in response to monosodium urate crystals formed in joints due to excessive serum levels of urate. The hallmarks of a flare are pain, tenderness, swelling, redness, and warmth. The 2020 American College of Rheumatology (ACR)/European Alliance of Associations for Rheumatology guideline strongly recommends initiating urate-lowering therapy in the setting of two gout flares in a single year. Additionally, for patients with a first gout flare and chronic kidney disease stage G3 or greater and a serum urate level exceeding 9.0 mg/dL (0.53 mmol/L), the ACR conditionally recommends initiating urate-lowering therapy. Allopurinol is the recommended first-line agent. Barring contraindications, urate-lowering therapy should be started during treatment of the flare to promote adherence with therapy. Gout flare is confirmed in this patient by virtue of acute arthritis with synovial fluid containing monosodium urate (negatively birefringent, needle-shaped) crystals and neutrophils. The patient has hyperuricemia and experienced two gout flares this year. Therefore, allopurinol should be initiated.Dual-energy CT (Option A) can identify urate deposition when the diagnosis of gout is uncertain and may also be useful in determining the extent of ongoing urate deposition after extended urate-lowering therapy in established disease. This patient does not require dual-energy CT currently.HLA-B*58:01 testing (Option B) to identify risk for allopurinol hypersensitivity is recommended for patients at high risk for the allele, including patients of southeast Asian and African descent. Testing is not recommended for groups with a low prevalence of the allele, such as this patient.Febuxostat (Option D) is an effective xanthine oxidase inhibitor and urate-lowering agent. However, because of cost and a controversial concern for cardiovascular risk, it is recommended only as second-line treatment in patients who are unresponsive to or cannot tolerate allopurinol. Because allopurinol has not been ruled out, febuxostat should not be started.",
  "key_points": [
    "The 2020 American College of Rheumatology/European Alliance of Associations for Rheumatology guideline strongly recommends initiating urate-lowering therapy in the setting of two gout flares in a single year, with allopurinol as the first-line agent.",
    "Barring contraindications, urate-lowering therapy should be started during treatment of a gout flare to promote adherence with therapy."
  ],
  "references": "FitzGerald JD, Dalbeth N, Mikuls T, et al. 2020 American College of Rheumatology guideline for the management of gout. Arthritis Rheumatol. 2020;72:879-895. PMID: 32390306 doi:10.1002/art.41247",
  "related_content": {
    "syllabus": [
      "rmsec24012_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:54:42.345180-06:00"
}