{
  "question_id": "npqqq24022",
  "category": "np",
  "educational_objective": "Diagnose type 1 (hypokalemic distal) renal tubular acidosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 37-year-old woman is evaluated for arthralgia, dry eyes, and dry mouth of several weeks' duration. She has taken naproxen and acetaminophen daily for 1 week.On physical examination, vital signs are normal. Mucous membranes and conjunctivae are dry. The parotid glands are enlarged bilaterally.Kidney ultrasound shows normal-sized kidneys without cysts or stones.",
  "question_stem": "Which of the following is the most likely cause of the patient's laboratory findings?",
  "options": [
    {
      "letter": "A",
      "text": "Chronic tubulointerstitial nephritis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Naproxen use",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Type 1 (hypokalemic distal) renal tubular acidosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Type 2 (proximal) renal tubular acidosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's laboratory findings is type 1 (hypokalemic distal) renal tubular acidosis (RTA) (Option C). This condition occurs because of a defect in urine acidification in the distal nephron. It is most commonly caused by decreased proton pump activity in collecting duct α-intercalated cells. Because of the inability to excrete hydrogen ions, patients develop a metabolic acidosis with compensatory hyperchloremia, resulting in a normal anion gap (8.0 to 10 mEq/L ± 2.0 mEq/L [8-10 mmol/L ± 2.0 mmol/L]) and the inability to acidify urine below a pH of 5.5, even in the context of an acidemia. The urine anion gap (using the equation: [Urine Sodium + Urine Potassium] – Urine Chloride) would be positive in this case, reflecting decreased acid excretion in the form of ammonium and chloride. The same defects also cause potassium wasting, and the increased proximal resorption of citrate that occurs with metabolic acidosis leads to hypocitraturia and increased risk for calcium phosphate kidney stones and nephrocalcinosis. This patient has a hyperchloremic normal anion gap (8 mEq/L [8 mmol/L]) metabolic acidosis. Her arthralgia, sicca, and parotid gland enlargement indicate that she most likely has Sjögren disease with concomitant interstitial nephritis, one of the most common diseases associated with a type 1 RTA.Chronic tubulointerstitial nephritis (Option A) is characterized by declining kidney function with progression to chronic kidney disease and echogenic kidneys. This patient has neither of these findings.Naproxen (Option B), and other NSAIDs, can cause acute interstitial nephritis usually accompanied by acute kidney injury along with proteinuria due to minimal change disease or membranous nephropathy. Neither decline of kidney function nor proteinuria are seen in this patient.Type 2 (proximal) RTA (Option D) involves a proximal tubular defect in reclaiming bicarbonate and is characterized by a normal anion gap metabolic acidosis. Proximal tubule dysfunction may also result in Fanconi syndrome, in which other solutes are also excessively excreted, resulting in hypokalemia, hypouricemia, glycosuria (without hyperglycemia), low-molecular-weight proteinuria, and renal phosphate wasting. Because distal urine acidification remains intact, the urine pH is usually less than 5.5 without alkali therapy, and the urine anion gap should be negative, reflecting increased acid excretion in the form of ammonium and chloride. This patient's high urine pH and absence of other characteristic features make type 2 (proximal) RTA unlikely.",
  "key_points": [
    "Type 1 (hypokalemic distal) renal tubular acidosis is caused by a defect in urine acidification in the distal nephron and is characterized by a normal anion gap metabolic acidosis, positive urine anion gap, inability to acidify urine below a pH of 5.5, and potassium wasting."
  ],
  "references": "Rastegar M, Nagami GT. Non-anion gap metabolic acidosis: a clinical approach to evaluation. Am J Kidney Dis. 2017;69:296-301. PMID: 28029394 doi:10.1053/j.ajkd.2016.09.013",
  "related_content": {
    "syllabus": [
      "npsec24003_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:11:04.486672-06:00"
}