{
  "category": "pm",
  "critique": "This patient's CT scan findings are consistent with hypersensitivity pneumonitis (HP) (Option B), showing ground-glass opacities and centrilobular micronodules that are upper and mid-lobe predominant. If a patient has been exposed to a provocative antigen (in the case of this patient, working on a farm), a diagnosis of nonfibrotic HP can be confidently made when the CT scan shows these classic features of ground-glass opacities and centrilobular nodules in the upper lobes.In contrast, cryptogenic organizing pneumonia would show more patchy, bilateral air space consolidations without upper lobe predominance. Idiopathic pulmonary fibrosis would show bibasilar, subpleural reticulations and architectural distortions along with honeycombing and traction bronchiectasis. In nonspecific interstitial pneumonia, CT scan would show increased reticular markings and ground-glass opacification, predominantly in the lower lung zones with sparing of the subpleural region.",
  "educational_objective": "Diagnose hypersensitivity pneumonitis.",
  "extracted_at": "2025-12-23T14:15:53.433741-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/pmfig24676.cdfac99ad620e986cca25fb27068ce48.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Cryptogenic organizing pneumonia"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Hypersensitivity pneumonitis"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Idiopathic pulmonary fibrosis"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Nonspecific interstitial pneumonia"
    }
  ],
  "question_id": "pmvdx24044",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 45-year-old woman is evaluated for a 4-month history of dyspnea, cough, atypical chest pain, and weight loss. She has a significant history of mild persistent asthma and cigarette smoking. She has worked on a farm for the past 5 years.A CT scan of the chest is shown.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "pmsec24003_24009"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}