{
  "question_id": "inmcq24030",
  "category": "in",
  "educational_objective": "Diagnose generalized anxiety disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 32-year-old woman is evaluated because for the past year she has been excessively worried about work and the future. She says she feels overly stressed and more irritated at work. She has difficulty concentrating and feels easily fatigued by the end of the day. She has experienced no major life changes over the past year and reports no weight loss, diaphoresis, or menstrual irregularities. She socializes with friends over the weekends and drinks one to two alcoholic drinks per week. She has no other medical problems and takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Generalized anxiety disorder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Normal work-associated stress",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Panic disorder",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Social anxiety disorder",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is generalized anxiety disorder (GAD) (Option A). GAD is characterized by excessive anxiety about activities or events (occupation, school, future) that is difficult to control, occurs more days than not for at least 6 months, and causes significant distress and functional impairment. Diagnosis also requires the presence of three of the following physical symptoms:RestlessnessEasy fatigabilityIrritabilityMuscle tensionSleep disturbanceDifficulty concentratingThe initial evaluation of suspected GAD focuses on excluding anxiety as a physiologic effect of another medical condition (e.g., hyperthyroidism; substance use disorder; medication effect; or symptom-driven anxiety, such as anxiety secondary to dyspnea). This patient has been experiencing excessive anxiety about work and her future for the past year, including feeling irritated and easily fatigued and having difficulty concentrating. She meets the criteria for GAD.This patient does not have normal work-related stress (Option B). She has significant anxiety about her future, a domain outside of her work, and her symptoms are causing significant distress and functional impairment along with physical symptoms. She meets the criteria for GAD and her symptoms should not be attributed to normal stress.This patient's symptoms are not consistent with panic disorder (Option C). Panic attacks are characterized by the sudden onset and rapid escalation (within minutes) of extreme fear or anxiety, along with at least four of the following:Fear of dyingFear of losing controlPalpitationsDiaphoresisTremorDyspneaSensation of chokingChest painNauseaDizzinessChills or heat sensationsParesthesiaDerealization (perception that the world is not real)This patient's symptoms do not have an abrupt onset and rapid escalation and are not the symptoms associated with panic attacks.Social anxiety disorder (Option D) is not the most likely diagnosis. Previously known as social phobia, social anxiety disorder is associated with excessive anxiety or fear of criticism or humiliation in social or performance situations. Patients may experience palpitations, flushing, dyspnea, chest pain, or even panic attacks in these situations. Patients usually understand that their anxiety is excessive but continue to avoid social situations that trigger anxiety. This patient's symptoms are not associated with social or performance situations.",
  "critique_links": [],
  "key_points": [
    "Generalized anxiety disorder is characterized by excessive anxiety about activities or events that a patient finds difficult to control and occurs more days than not for at least 6 months; this anxiety causes significant distress, functional impairment, and physical symptoms."
  ],
  "references": "Szuhany KL, Simon NM. Anxiety disorders: a review. JAMA. 2022;328:2431-2445. PMID: 36573969 doi:10.1001/jama.2022.22744",
  "related_content": {
    "syllabus": [
      "insec24007_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.971860-06:00"
}