{
  "question_id": "npmcq24017",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat stage 1 hypertension with a 10-year cardiovascular disease risk of &lt;10% with lifestyle modifications.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 50-year-old woman is evaluated for newly diagnosed hypertension. Her blood pressure was 134/78 mm Hg at her last office visit 1 month ago. She has no other medical problems. She does not smoke cigarettes. She works in finance and describes her job as highly stressful. She takes no medications.On physical examination, blood pressure is 136/82 mm Hg; other vital signs are normal. The remainder of the examination is unremarkable.Laboratory studies show normal serum creatinine and electrolyte levels.A 12-lead ECG is normal.Her 10-year atherosclerotic cardiovascular disease risk is 5%.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Chlorthalidone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lifestyle modifications",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Meditation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Propranolol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient is lifestyle modifications (Option B). The 2017 American College of Cardiology (ACC)/American Heart Association (AHA) blood pressure (BP) guideline recommends nonpharmacologic therapy for patients with elevated BP (systolic BP of 120-129 mm Hg and diastolic BP <80 mm Hg) or stage 1 hypertension (systolic BP of 130-139 mm Hg or diastolic BP of 80-89 mm Hg) and a 10-year cardiovascular risk of <10%. Several lifestyle interventions are efficacious in reducing BP (Table: Efficacy of Lifestyle Modifications for Reducing Blood Pressure); weight reduction is most effective, followed by the Dietary Approaches to Stop Hypertension (DASH) diet and dietary sodium reduction. A combination of lifestyle modifications (e.g., DASH diet combined with a low-sodium diet alone or in combination with weight loss) has BP-lowering effects greater than or equal to those of single-drug therapy in patients with hypertension. Other effective nonpharmacologic interventions include potassium supplementation (preferably in dietary modification), increased physical activity, and abstinence from or moderation in alcohol consumption. Regardless of effects on BP, tobacco cessation should be encouraged in those who smoke because smoking is a significant risk factor for cardiovascular disease. This patient has a recent diagnosis of stage 1 hypertension with a 10-year cardiovascular risk of <10% and should be advised on lifestyle modifications.According to the 2017 ACC/AHA BP guidelines, lifestyle modifications in addition to pharmacologic therapy with first-line antihypertensive drugs, such as chlorthalidone (Option A), should be initiated in patients with stage 1 hypertension (BP ≥130/80 mm Hg) and clinical cardiovascular disease or a 10-year cardiovascular risk ≥10%. This patient does not meet these criteria and should instead by advised on lifestyle modifications alone.Data on BP-lowering effects of meditation (Option C) are inconclusive. Although it may have a beneficial effect on BP and may also reduce daily stress, it is not indicated as first-line nonpharmacologic management of hypertension.Propranolol (Option D) and other β-blockers are not recommended as first-line therapy in patients with hypertension unless a specific indication exists (e.g., ischemic heart disease, essential tremor, or frequent migraines). Propranolol is also used for performance anxiety disorder, although this is considered off-label use. This patient does not have a specific indication for propranolol and does not currently require pharmacologic therapy for hypertension.",
  "critique_links": [],
  "key_points": [
    "The 2017 American College of Cardiology/American Heart Association blood pressure (BP) guideline recommends nonpharmacologic therapy with lifestyle modifications for patients with elevated BP or stage 1 hypertension and a 10-year cardiovascular risk of <10%."
  ],
  "references": "Hinderliter AL, Smith P, Sherwood A, et al. Lifestyle interventions reduce the need for guideline-directed antihypertensive medication. Am J Hypertens. 2021;34:1100-7. PMID: 34107031 doi:10.1093/ajh/hpab090",
  "related_content": {
    "syllabus": [
      "npsec24005_24028"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.754888-06:00"
}