{
  "question_id": "enmcq24071",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat a patient with subacute thyroiditis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old patient is evaluated for a 2-week history of neck discomfort associated with weight loss, diarrhea, and hand tremors. Yesterday the patient experienced palpitations. Medical history is remarkable for an upper respiratory infection 3 weeks ago. They take no medications.On physical examination, temperature is 36.7 °C (98.1 °F), blood pressure is 116/66 mm Hg, pulse rate is 116/min, and respiration rate is 16/min. The patient appears anxious. There is no exophthalmos or lid lag. The thyroid gland is tender but not enlarged. The patient has mild hand tremors. The remainder of the examination is unremarkable.Laboratory studies:C-reactive protein6.0 mg/dL (60 mg/L)HThyroid-stimulating hormone0.01 μU/mL (0.01 mU/L)LFree thyroxine5.4 ng/dL (70 pmol/L)HTotal triiodothyronine371 ng/dL (5.7 nmol/L)HThyroid peroxidase antibodiesNegativeThyrotropin receptor antibodiesNegativeThyroid scintigraphy with radioactive iodine uptake shows less than 1% uptake.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Levothyroxine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methimazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Propranolol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroidectomy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has subacute thyroiditis, a type of destructive thyroiditis, and their thyrotoxicosis symptoms should be treated with a β-blocker, such as propranolol (Option C). Subacute thyroiditis typically results after a recent viral upper respiratory tract infection and is characterized by a painful thyroid gland and elevated inflammatory markers, such as C-reactive protein or erythrocyte sedimentation rate. Radioactive iodine uptake is low, as seen in this patient, and thyroid ultrasound, if performed, can show diffuse heterogeneity and decreased or normal color flow Doppler. The clinical course of thyroiditis is typically divided into phases, starting with the thyrotoxic phase, which can last 3 to 6 weeks. The subsequent hypothyroidism phase can last up to 6 months before thyroid function returns to normal. Patients with subacute thyroiditis in the thyrotoxic phase should be treated symptomatically with β-blockers. NSAIDs can also be used to reduce pain. This patient with elevated thyroid hormone and C-reactive protein levels, a painful thyroid gland, and a recent viral illness most likely has subacute thyroiditis. Negative thyroid peroxidase antibodies and thyrotropin receptor antibodies help to exclude Hashimoto thyrotoxicosis and Graves disease, respectively. The radioactive iodine uptake scan further supports subacute thyroiditis, and the patient should be treated with propranolol.Levothyroxine (Option A) is not recommended during the thyrotoxic phase of subacute thyroiditis. It may be indicated during the hypothyroid phase, but thyroid function should be closely monitored during treatment because patients may recover normal function over time.Methimazole (Option B) is not indicated in subacute thyroiditis because new thyroid hormone synthesis is actually reduced because of inflammation of and damage to thyroid follicles, which release preformed thyroid hormone. Because of the transient nature of the thyrotoxic phase and because thyrotoxicosis is not caused by increased thyroid hormone synthesis, thionamides, such as methimazole, have no role in treatment. For the same reasons, thyroidectomy (Option D) and iodine 131 ablative therapy also have no role in treatment.",
  "critique_links": [],
  "key_points": [
    "Subacute thyroiditis, a type of destructive thyroiditis that can occur after a recent upper respiratory tract viral infection, is characterized by a painful thyroid gland and elevated inflammatory markers.",
    "Patients with subacute thyroiditis should be treated symptomatically with β-blockers; NSAIDs can also be used to reduce pain."
  ],
  "references": "Lee SY, Pearce EN. Hyperthyroidism: a review. JAMA. 2023;330:1472-1483. PMID: 37847271 doi:10.1001/jama.2023.19052",
  "related_content": {
    "syllabus": [
      "ensec24005_24019"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.925572-06:00"
}