{
  "question_id": "ccmcq24021",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Treat a patient with postoperative atelectasis using respiratory physiotherapy and pain control.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 66-year-old man is evaluated for worsening dyspnea and hypoxemia 24 hours after undergoing open cholecystectomy. He has a productive cough and abdominal pain at the incision site, which is aggravated by the cough. He has a 24-pack-year history of smoking. Medications are subcutaneous heparin and morphine sulfate as needed for pain.On physical examination, respiration rate is 24/min; other vital signs are normal. Oxygen saturation is 90% with the patient breathing supplemental oxygen, 4 L/min by nasal cannula. BMI is 37. Mildly increased work of breathing and shallow breath sounds are noted. Pulmonary examination reveals decreased breath sounds in both lung bases with bibasilar crackles. Abdominal examination reveals moderate tenderness in the right upper quadrant over the incision without rebound tenderness, and the surgical wound is without erythema or discharge. The remainder of the examination is normal.Chest radiograph shows small lung volumes with bibasilar atelectasis.A patient-controlled analgesia pump is started.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Bronchoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Naloxone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Piperacillin-tazobactam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Respiratory physiotherapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with postoperative atelectasis, in addition to more effective pain control, is respiratory physiotherapy (Option D). In patients with postoperative hypoxemia, a careful clinical approach is needed to identify the underlying cause. Common causes include the following:AtelectasisPneumoniaPulmonary embolismVolume overload/congestive heart failureBronchospasmAspiration pneumonitisDiaphragmatic dysfunction/phrenic nerve injuryRespiratory depressionPostoperative atelectasis is very common after upper abdominal surgery. Risk factors include smoking, obesity, and older age. Shallow breathing and weak cough due to pain, diaphragmatic dysfunction, and anesthesia-induced impairment of the mucociliary escalator predispose patients to accumulation of respiratory secretions and reduction in functional residual capacity (FRC). Atelectasis is observed when FRC drops below closing volume (the lung volume at which dependent airways start to close) during tidal breaths. Management of postoperative atelectasis includes pain control, early mobility, secretion management, and respiratory physiotherapy. Inspiratory muscle training, deep breathing exercise, mobility programs, or percussion and vibration therapy help prevent and treat atelectasis as respiratory physiotherapy. In this patient with postoperative hypoxemia, the reduced breath sounds in both lung bases, bilateral crackles, and chest radiograph findings strongly point toward atelectasis as the most likely cause. Chest physiotherapy should be initiated together with improved control of pain.Bronchoscopy (Option A) for routine airway mucous clearance offers no clear benefit compared with chest physiotherapy methods. However, bronchoscopy should be considered only if 24 hours of chest physiotherapy fails to improve the atelectasis.Naloxone (Option B) is not indicated for this patient. Respiratory depression secondary to opioid use for pain control is another common cause of postoperative hypoxemia. However, opioid-induced respiratory depression is typically associated with reduced respiration rate. This patient's rapid and shallow breathing does not suggest opioid-induced respiratory depression, and administration of naloxone would not be appropriate.Broad-spectrum antibiotics, such as piperacillin-tazobactam (Option C), would not be the most appropriate management. The clinical and radiologic findings in this case do not suggest bacterial pneumonia, and administration of broad-spectrum antibiotics is not indicated.",
  "critique_links": [],
  "key_points": [
    "Postoperative atelectasis is a common cause of hypoxemia after upper abdominal surgery; management includes pain control, early mobility, secretion management, and respiratory physiotherapy.",
    "For patients with postoperative atelectasis, bronchoscopy for routine airway mucous clearance offers no clear benefit compared with chest physiotherapy and should be considered only if 24 hours of chest physiotherapy is ineffective."
  ],
  "references": "Marini JJ. Acute lobar atelectasis. Chest. 2019;155:1049-58. PMID: 30528423 doi:10.1016/j.chest.2018.11.014",
  "related_content": {
    "syllabus": [
      "ccsec24002_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.494247-06:00"
}