{
  "question_id": "onmcq24052",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Evaluate stage III breast cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 64-year-old woman is evaluated in the hospital for a chest wall mass. She noticed the mass several years ago but has not sought medical attention until now. She has never undergone mammography. The patient has no other medical problems and takes no medications. Her father had prostate cancer at age 75 years, but there is no other family history of malignancy.On physical examination, vital signs are normal. A 5-cm × 6-cm fungating bleeding chest wall mass and two palpable, fixed ipsilateral lymph nodes measuring 2 cm × 3 cm and 2 cm × 2 cm are noted.Skin biopsy from the chest lesion reveals estrogen receptor–positive, progesterone receptor–positive, and HER2-negative invasive ductal carcinoma.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Breast MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Genomic profiling (such as the 21-gene recurrence score)",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measurement of tumor markers (CA 15-3, CA 27-29, and carcinoembryonic antigen)",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "PET/CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is PET/CT (Option D). National Comprehensive Cancer Network (NCCN) guidelines recommend imaging studies for patients with stage III breast cancer or those with stage I and II disease who have signs, symptoms, or laboratory findings suggesting metastatic disease. Acceptable staging options include PET/CT alone or CT of the chest, abdomen, and pelvis and a nuclear bone scan; brain MRI is not part of standard screening for asymptomatic patients. If imaging reveals no evidence of distant metastatic disease, the goal of treatment with local and systemic therapies would be curative. However, if evaluation suggests metastases and biopsy confirms the diagnosis of metastatic disease, treatment is palliative, and the role of local therapies is limited and palliative. For this patient with at least locally advanced (stage III) breast cancer, PET/CT would be the most appropriate next step.Breast MRI (Option A) is not the most appropriate test to perform next for this patient. Breast MRI can be considered for surgical planning. However, in this case, the next step is to determine if she has metastatic disease.Genomic assays (Option B) have been validated as prognostic and predictive tools to determine the potential benefit of chemotherapy in patients with early hormone receptor–positive, HER2-negative breast cancer. This is not the most appropriate next step for this patient because staging needs to be completed first to determine the treatment plan; if the patient is found to have distant metastatic disease, a genomic assay would not be indicated. Moreover, the patient has at least locally advanced disease. Therefore, she will likely benefit from preoperative systemic treatment.Measurement of tumor markers (Option C) is not indicated for this patient. Several tumor markers have been studied in breast cancer, including CA 15-3, CA 27-29, and carcinoembryonic antigen. These tumor markers are not useful in establishing the diagnosis of breast cancer or in following patients after treatment for early-stage breast cancer. If the patient is found to have metastatic disease, these markers can be used in addition to serial imaging to monitor disease burden.",
  "critique_links": [],
  "key_points": [
    "Staging imaging studies are recommended for patients with stage III breast cancer or those with stage I and II disease who have signs, symptoms, or laboratory findings suggesting metastatic disease.",
    "Measurement of serum markers, such as CA 15-3, CA 27-29, or carcinoembryonic antigen, is not used to diagnose breast cancer."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Breast cancer. Version 4. 2024. NCCN.org. Accessed August 5, 2024. Available at: https://www.nccn.org/professionals/physician_gls/pdf/breast.pdf",
  "related_content": {
    "syllabus": [
      "onsec24002_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.663811-06:00"
}