{
  "category": "id",
  "critique": "This patient has asplenia, and the sepsis is most likely caused by Capnocytophaga canimorsus (Option B), a gram-negative bacillus that comprises the normal oral flora of dogs. Most people who become infected will have symptoms within 3 to 5 days, but the incubation period can range from 1 day to 2 weeks. Cellulitis and overwhelming life-threatening sepsis have been associated with dog (or cat) bites or scratches in patients with asplenia, functional hyposplenism, history of excessive alcohol use, or cirrhosis. Asplenia or splenic hypofunction results in the impaired ability to clear intravascular bacteria and deficient antibody production. Management includes antibiotics such as β-lactam/β-lactamase inhibitor combinations, supportive care, and possible surgical debridement for source control.Aeromonas hydrophila (Option A) is a curved gram-negative bacillus that can cause sepsis and a monomicrobial necrotizing fasciitis. Skin trauma–associated wounds in freshwater or brackish water can create a portal of entry for this organism, particularly during warmer months. This patient's exposure history and symptoms are not consistent with A. hydrophila fasciitis.Nontyphoidal Salmonella species (Option C) have been associated with infections after contact with pet reptiles (snakes, lizards, turtles), amphibians (toads, frogs), and poultry (geese, turkeys, ducks, chickens). This gram-negative bacillus typically causes a gastroenteritis with abdominal pain, fever, diarrhea (not usually visibly bloody), headache, nausea, and vomiting; these features are not consistent with this patient's presentation.Vibrio vulnificus (Option D) is a curved gram-negative bacillus that can cause sepsis and a monomicrobial necrotizing fasciitis. Patients who are immunocompromised, particularly with liver disease, are at increased risk for infection. Hemorrhagic bullae are the classic cutaneous manifestation. Infection usually occurs after consumption of raw shellfish, such as oysters, or after skin trauma incurred in warm sea waters or brackish waters where the organism thrives.",
  "educational_objective": "Diagnose <i>Capnocytophaga canimorsus</i>–associated sepsis after a dog bite in a patient with asplenia.",
  "extracted_at": "2025-12-23T15:17:18.103604-06:00",
  "key_points": [
    "Capnocytophaga canimorsus infection from a dog or cat bite may cause cellulitis and life-threatening sepsis in patients with asplenia.",
    "Management of C. canimorsus infection includes antibiotics such as β-lactam/β-lactamase inhibitor combinations, supportive care, and possible surgical debridement."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Aeromonas hydrophila"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Capnocytophaga canimorsus"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Nontyphoidal Salmonella species"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Vibrio vulnificus"
    }
  ],
  "question_id": "idmcq24096",
  "question_stem": "Which of the following is the most likely cause of this patient's infection?",
  "question_text": "A 40-year-old woman is hospitalized for fever and malaise 3 days after a dog bite. The dog has received all recommended vaccines. The patient had a splenectomy 2 years ago. She is up to date with recommended vaccines, including those for asplenia. She received her last tetanus vaccine 1 year ago. She takes no medications.On physical examination, the patient appears uncomfortable. Temperature is 38.6 °C (101.5 °F), blood pressure is 88/58 mm Hg, pulse rate is 110/min, and respiration rate is 25/min. Tenderness, erythema, and edema are noted surrounding the site of the puncture wound on her left forearm without purulence.Laboratory studies:Hemoglobin10 g/dL (100 g/L)LLeukocyte count19,000/µL (19 × 109/L) with 80% neutrophils and 9% bandsHAlanine aminotransferase200 U/LHAspartate aminotransferase175 U/LHBlood urea nitrogen36 mg/dL (12.9 mmol/L)HCreatinine2 mg/dL (177 μmol/L)HLactate4 mEq/L (4 mmol/L)HEmpiric vancomycin and piperacillin-tazobactam are initiated. She is admitted to the ICU. Six hours later, blood cultures reveal gram-negative bacilli.",
  "references": "Lenti MV, Luu S, Carsetti R, et al. Asplenia and spleen hypofunction. Nat Rev Dis Primers. 2022;8:71. PMID: 36329079 doi:10.1038/s41572-022-00399-x",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "idsec24002_24009"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}