{
  "question_id": "cvmcq24016",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage dual antiplatelet therapy in a patient following percutaneous coronary intervention.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 74-year-old woman is evaluated 6 months after elective drug-eluting stent placement for treatment of symptomatic mid left anterior descending artery stenosis. Since the procedure, her symptoms have improved and she now has angina only when walking up several flights of stairs. She wishes to simplify her medication regimen and has been experiencing intermittent epistaxis. She also has type 2 diabetes mellitus. Medications are aspirin, clopidogrel, metoprolol, isosorbide mononitrate, atorvastatin, and empagliflozin.On physical examination, blood pressure is 128/80 mm Hg and pulse rate is 78/min. BMI is 36. The remainder of the examination is normal.Results of laboratory studies are normal.",
  "question_stem": "Which of the following is the most appropriate treatment strategy?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue isosorbide mononitrate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue metoprolol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current regimen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment strategy is to discontinue clopidogrel (Option A). Antiplatelet therapy is recommended indefinitely after coronary revascularization to reduce the risk for stent thrombosis and subsequent ischemic events. Dual antiplatelet therapy (DAPT) with aspirin and a P2Y12 inhibitor such as clopidogrel is indicated for varying periods of time, depending on the details and context of the procedure. After drug-eluting stent placement for stable angina, current guidelines recommend DAPT for at least 6 months with the option to continue therapy for a longer duration in those with a high risk for thrombosis-related complications (e.g., depressed left ventricular function, saphenous vein graft stenting, and diabetes) and a favorable bleeding profile. Among select patients at high risk for bleeding, discontinuation of aspirin after 1 to 3 months of DAPT, with continuation of a P2Y12 inhibitor, may be reasonable. Alternatively, in patients at high risk for bleeding or with overt bleeding, it may be reasonable to discontinue the P2Y12 inhibitor after 3 months of DAPT, with continuation of lifelong aspirin. This patient has diabetes but no other features suggesting a high risk for thrombosis-related complications and specifically requests simplifying her medical regimen. She has completed 6 months of DAPT, and the clopidogrel can be discontinued with continuation of lifelong aspirin.Discontinuing the antianginal medication isosorbide mononitrate (Option B) is not an appropriate option for this patient. Although her anginal symptoms have improved, she still has Canadian Cardiovascular Society class II angina, and deintensification of her antianginal regimen is likely to result in a worsening of her symptoms.As with isosorbide mononitrate discontinuation, stopping metoprolol (Option C) would likely result in a recrudescence of the patient's angina. Although β-blockers are no longer recommended as lifelong therapy in patients with stable coronary artery disease, discontinuing the metoprolol and losing its antianginal effect is not an appropriate choice in this patient.Continuing this patient's current regimen (Option D) is not the best option. She has specifically requested to simplify her medication regimen, and data suggest that 6 months of DAPT is sufficient after drug-eluting stent placement for stable ischemic heart disease. Discontinuing clopidogrel will both simplify her medication list and decrease her risk for bleeding.",
  "critique_links": [],
  "key_points": [
    "After drug-eluting stent placement for stable ischemic heart disease, dual antiplatelet therapy should be given for at least 6 months with the option to continue therapy for a longer duration in those with a high risk for thrombosis."
  ],
  "references": "Lawton JS, Tamis-Holland JE, Bangalore S, et al; Writing Committee Members. 2021 ACC/AHA/SCAI guideline for coronary artery revascularization: a report of the American College of Cardiology/American Heart Association joint committee on clinical practice guidelines. J Am Coll Cardiol. 2022;79:e21-e129. PMID: 34895950 doi:10.1016/j.jacc.2021.09.006",
  "related_content": {
    "syllabus": [
      "cvsec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.376172-06:00"
}