{
  "question_id": "idvdx24033",
  "category": "id",
  "educational_objective": "Diagnose dengue fever.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 40-year-old man is evaluated for fever, retro-orbital pain, myalgia, and severe lumbosacral pain. He returned from Belize 4 days ago. The skin changes shown occurred following insufflation of a blood pressure cuff.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Dengue fever",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hepatitis A virus infection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Leptospirosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Malaria",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is dengue fever (Option A). The appearance of a petechial rash following application of a blood pressure cuff, as seen in this patient, constitutes a positive “tourniquet test,” which supports the presence of microvascular fragility compatible with dengue fever. Dengue fever is the most prevalent arthropod-borne viral infection in the world. Endemic areas include tropical and subtropical areas worldwide. The incubation period is 4 to 7 days. Patients may be asymptomatic or present with an acute febrile illness associated with frontal headache, retro-orbital pain, myalgia, and arthralgia, with or without minor spontaneous bleeding. Severe lumbosacral pain is characteristic. As the fever abates, a macular or scarlatiniform rash, which spares the palms and soles, may develop and evolve into areas of petechiae on extensor surfaces.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "idsec24015_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/idfig24638.17948b343dfca083cd8beb3d38d76a05.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:10:29.361037-06:00"
}