{
  "question_id": "gicor25023",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat symptomatic hemorrhoids with increased dietary fiber.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 49-year-old man is evaluated for 2 months of occasional streaks of blood on toilet paper when wiping, periodic anal itching, and an intermittent sensation of tissue protruding from his rectum that occurs only during some bowel movements, particularly when he strains.On physical examination, vital signs are normal. Examination of the rectum reveals hemorrhoids that prolapse with straining and reduce spontaneously with relaxation.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Botulinum toxin injection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hemorrhoidectomy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Increase in dietary fiber",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rubber band ligation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is an increase in dietary fiber (Option C). This patient has symptomatic grade 2 internal hemorrhoids. Hemorrhoids represent enlargement of the anal cushions that can be accompanied by tissue protrusion and/or bleeding. Those occurring above the dentate line are internal hemorrhoids, whereas those that develop below the dentate line are external hemorrhoids. Internal hemorrhoids are graded based on the presence and severity of protrusion. Grade 1 hemorrhoids do not prolapse, grade 2 hemorrhoids prolapse with straining and have spontaneous reduction, grade 3 hemorrhoids require manual reduction of the prolapse, and grade 4 hemorrhoids are not manually reducible. Symptomatic grade 1 and 2 internal hemorrhoids should initially be treated with conservative measures that include increasing fluid intake to a goal of 48 to 64 ounces (1.4 to 1.9 L) of fluids daily, increasing dietary fiber intake to 20 to 30 g/d, sitz baths, and reducing the time spent sitting on the toilet for bowel movements. Dietary fiber should be increased gradually by no more than 5 g per week and can include use of a water-soluble fiber supplement, especially if there is underlying constipation or altered bowel habits. For patients who cannot increase their dietary fiber, a laxative such as polyethylene glycol 3350 or a stool softener such as docusate may be used instead.Botulinum toxin injection is a treatment for anal fissure and helps relax the hypertonic anal sphincter (Option A). However, it is not helpful for hemorrhoids and would be inappropriate for this patient.Hemorrhoidectomy (Option B) should be reserved for grade 4 internal hemorrhoids or lower-grade hemorrhoids that do not respond to conservative measures and office-based treatments; it would not be an appropriate initial treatment for this patient with grade 2 hemorrhoids. Compared with office-based treatments, hemorrhoidectomy for grade 3 hemorrhoids has demonstrated greater efficacy but also greater postprocedural pain and complications. Hemorrhoidectomy can be performed with various surgical devices, with no clear advantage of one method over others.Patients with symptomatic grade 1 or 2 hemorrhoids that do not respond to conservative measures may be treated with rubber band ligation (Option D). Banding is the most popular and effective office treatment for internal hemorrhoids given the procedure's ease of performance, low complication rate, and ability to be repeated for symptom recurrence. However, dietary fiber should be increased before this procedure is performed.",
  "critique_links": [],
  "key_points": [
    "Symptomatic grade 1 and 2 internal hemorrhoids should initially be treated with conservative measures, such as increasing dietary fiber intake to 20 to 30 g/d.",
    "Patients with hemorrhoids that do not respond to conservative measures can be treated with options such as rubber band ligation or hemorrhoidectomy."
  ],
  "references": "Wald A, Bharucha AE, Limketkai B, et al. ACG clinical guidelines: management of benign anorectal disorders. Am J Gastroenterol. 2021;116:1987-2008. PMID: 34618700 doi:10.14309/ajg.0000000000001507",
  "related_content": {
    "syllabus": [
      "gisec24012_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.077228-06:00"
}