{
  "question_id": "hmmcq24016",
  "category": "hm",
  "educational_objective": "Manage an acute pain event in a patient with sickle cell disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 28-year-old woman is hospitalized with a 2-day history of acute pain affecting her legs, low back, and shoulders. Medical history is significant for hemoglobin SS sickle cell disease with frequent vaso-occlusive pain events requiring hospitalization at least twice annually. She reports that her current pain is consistent with previous pain events. She has no other medical problems. Medications are hydroxyurea and folic acid.On physical examination, the patient appears uncomfortable. Temperature is 37.8 °C (100 °F), blood pressure is 108/68 mm Hg, pulse rate is 107/min, and respiration rate is 18/min. Oxygen saturation is 98% breathing ambient air. The remainder of the examination is normal.Laboratory studies:Hemoglobin8.0 g/dL (80 g/L)LBaseline8.5 g/dL (85 g/L)LLeukocyte count11,000/µL (11 × 109/L)HPlatelet count410,000/µL (410 × 109/L)Reticulocyte count8% of erythrocytesHBilirubinTotal1.8 mg/dL (30.8 µmol/L)HDirect0.3 mg/dL (5.1 µmol/L)Creatinine0.9 mg/dL (79.6 µmol/L)Lactate dehydrogenase250 U/LHA chest radiograph is clear.",
  "question_stem": "In addition to pain control, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Crizanlizumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Incentive spirometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "L-glutamine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Packed red blood cell transfusion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Incentive spirometry (Option B) is the most appropriate next step in management for this patient with sickle cell disease (SCD) who is hospitalized for an acute vaso-occlusive pain event. Painful vaso-occlusive events are common complications in SCD. Although infection, dehydration, or abrupt changes in weather can trigger pain, a provoking factor is often not identified. Painful events should be recognized and treated immediately, preferably with an opioid, because patients are often undertreated. Acute chest syndrome (ACS) is the most common serious complication in patients with SCD and is characterized by fever, chest pain, hypoxemia, and new consolidation on chest imaging. The cause of ACS is multifactorial, and atelectasis often plays a role in its development; incentive spirometry may be effective in decreasing the risk of ACS by reducing atelectasis. This patient is experiencing an acute vaso-occlusive pain event, but she has no evidence of ACS, with a clear chest radiograph and normal oxygenation. Incentive spirometry should be initiated to help prevent ACS.The P-selectin inhibitor crizanlizumab (Option A) reduces the interaction between erythrocytes and the vascular endothelium, serving to reduce the number of acute pain events in SCD. It has not been shown to be effective in managing active pain and is not immediately indicated in this patient.In patients with SCD, L-glutamine (Option C) decreases acute pain episodes, hospitalizations, and ACS. A precursor to nicotinamide adenine dinucleotide, L-glutamine reduces oxidative stress in erythrocytes, which can result in less sickling in those with SCD and a decrease in vascular adhesion. Although L-glutamine is an effective preventive measure, it plays no role in the setting of an acute pain event.Transfusion should be considered in patients with SCD who develop acute uncompensated anemia with a hemoglobin level significantly lower than this patient's typical baseline; exchange transfusion may be necessary if organ damage occurs, such as in stroke, ACS, or multiorgan failure. This patient has none of these indications; therefore, packed red blood cell transfusion (Option D) would not be appropriate.",
  "critique_links": [],
  "key_points": [
    "Patients with sickle cell disease who are hospitalized with an acute pain event should receive opioid analgesics for pain management and incentive spirometry to prevent acute chest syndrome."
  ],
  "references": "Brandow AM, Carroll CP, Creary S, et al. American Society of Hematology 2020 guidelines for sickle cell disease: management of acute and chronic pain. Blood Adv. 2020;4:2656-2701. PMID: 32559294 doi:10.1182/bloodadvances.2020001851",
  "related_content": {
    "syllabus": [
      "hmsec24004_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.880118-06:00"
}