{
  "category": "np",
  "critique": "Polycystic kidney disease (Option C) is the most likely diagnosis. Autosomal dominant polycystic kidney disease (ADPKD) manifests as large kidneys with multiple kidney cysts, and ultrasonography is the most common and least costly screening method. Ultrasonography criteria for diagnosing ADPKD are based on the number of visible cysts, the patient's age, and a family history of ADPKD.ADPKD is the leading monogenic cause of end-stage kidney disease (ESKD) and the fourth leading cause of ESKD. Genetic pathogenic variants of PKD1 and PKD2, which encode for proteins that regulate differentiation and proliferation of renal tubular epithelial cells, account for the vast majority of cases. More than 90% of variants are inherited as an autosomal dominant trait, with spontaneous germline variants accounting for the remaining cases. Early in the disease, there are generally no symptoms. Diagnosis is therefore often delayed in patients without a known family history of ADPKD. The first sign of ADPKD is often hypertension; other early signs and symptoms include hematuria (macroscopic or microscopic); pain or bloating in the back, flank, or abdomen; urinary tract infection; or kidney stones.",
  "educational_objective": "Diagnose polycystic kidney disease.",
  "extracted_at": "2025-12-23T14:11:04.541191-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/npfig24622.1b37b7fe689faabc0ec1ed014c271837.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Chronic tubulointerstitial disease"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Hydronephrosis"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Polycystic kidney disease"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Renal cell carcinoma"
    }
  ],
  "question_id": "npvdx24018",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 47-year-old woman is evaluated for acute onset of right flank pain and hematuria. Abdominal ultrasound is shown.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "npsec24010_24003"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}