{
  "question_id": "cvqqq24022",
  "category": "cv",
  "educational_objective": "Treat a patient with peripheral artery disease with statin therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 62-year-old woman is evaluated for a 2-month history of exertional right leg pain. She has no associated chest pain, shortness of breath, or other symptoms. Medical history is significant for hypertension. Medications are lisinopril and chlorthalidone.On physical examination, vital signs are normal. The right dorsalis pedis and posterior tibialis pulses are faint, and the left dorsalis pedis and posterior tibialis pulses are slightly diminished.The right ankle-brachial index is 0.75, and the left is 0.92.",
  "question_stem": "In addition to aspirin and dietary and exercise counseling, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Evolocumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ezetimibe",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "High-intensity atorvastatin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Moderate-intensity pravastatin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is high-intensity atorvastatin (Option C). This patient has claudication, with an ankle-brachial index less than 0.90 on the right side, which is diagnostic for peripheral artery disease (PAD). PAD is considered a form of clinical atherosclerotic cardiovascular disease (ASCVD), and as such, this patient should begin secondary prevention therapy. Patients aged 75 years or younger with ASCVD should begin high-intensity statin therapy unless a contraindication exists. Options for high-intensity statin therapy include atorvastatin, 40 mg/d or 80 mg/d, and rosuvastatin, 20 mg/d or 40 mg/d.Proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors, such as evolocumab (Option A), dramatically decrease LDL cholesterol levels. PCSK9 inhibitors are approved as adjunctive therapy to diet and maximally tolerated lipid-lowering therapy (statin and ezetimibe) in patients with familial hypercholesterolemia who have not achieved adequate LDL cholesterol reduction. In patients with clinical ASCVD who are at very high risk (multiple ASCVD events, or one ASCVD event and multiple ASCVD risk factors) and have an LDL cholesterol level of 70 mg/dL (1.81 mmol/L) or higher or a non-HDL cholesterol level of 100 mg/dL (2.59 mmol/L) or higher despite maximally tolerated lipid-lowering therapy, it is reasonable to add a PCSK9 inhibitor following a clinician–patient discussion about the net benefit, safety, and cost. Treatment with evolocumab has been associated with reduced cardiovascular death, myocardial infarction, stroke, hospitalization for unstable angina, and coronary revascularization but not cardiovascular mortality or all-cause mortality.Ezetimibe (Option B) impairs intestinal cholesterol absorption, resulting in a significant reduction in LDL cholesterol levels. Several trials have shown clinical benefit when ezetimibe is added to statin therapy. However, this patient is not yet taking a statin, and ezetimibe is not appropriate as monotherapy.Moderate-intensity statin therapy, such as pravastatin (Option D), is not the first choice for patients with clinical ASCVD because high-intensity statin therapy offers superior benefits in patients aged 75 years or younger. Moderate-intensity statin therapy can be considered for patients older than 75 years.",
  "key_points": [
    "Peripheral artery disease is considered a form of clinical atherosclerotic cardiovascular disease (ASCVD); patients aged 75 years or younger with ASCVD should begin secondary prevention therapy with high-intensity statin therapy unless a contraindication exists."
  ],
  "references": "Grundy SM, Stone NJ, Bailey AL, et al. 2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA Guideline on the management of blood cholesterol: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019;139:e1082-1143. PMID: 30586774 doi:10.1161/CIR.0000000000000625",
  "related_content": {
    "syllabus": [
      "cvsec24002_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.775629-06:00"
}