{
  "question_id": "hpmcq24005",
  "category": "hp",
  "educational_objective": "Manage acute liver failure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 25-year-old man is admitted to the ICU after a friend found him to be lethargic and unable to answer questions appropriately. His friend reports that the patient has had tooth pain for the past 2 weeks for which he had been taking acetaminophen. The patient has no medical conditions and takes no other medications.On physical examination, temperature is 37.8 °C (100.0 °F), and other vital signs are unremarkable. The patient is drowsy, has asterixis, and is oriented only to person and place.Laboratory studies:Leukocyte count8000/µL (8.0 × 109/L)Platelet count100,000/µL (100 × 109/L)LAspartate aminotransferase2500 U/LHAlanine aminotransferase3100 U/LHTotal bilirubin3.0 mg/dL (51.3 µmol/L)HCreatinine1.5 mg/dL (132.6 µmol/L)HGlucose90 mg/dL (4.99 mmol/L)Acetaminophen level80 µg/mLINR3.1Ultrasound of the liver shows increased echogenicity of the liver but no cirrhosis.N-acetylcysteine is initiated.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Empiric antibiotics",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fresh frozen plasma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the abdomen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Referral to a liver transplant center",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is referral to a liver transplant center (Option D). Acute liver failure (ALF) is defined as severe acute liver injury associated with hepatic encephalopathy and impaired liver synthetic function in a patient without preexisting liver disease. The most common cause in the United States is acetaminophen overdose (see Table: Causes of Acute Liver Failure). ALF is associated with a high mortality rate if not recognized and treated immediately. All patients suspected of having acetaminophen-related ALF or with ALF of unknown cause should immediately receive intravenous N-acetylcysteine. In addition, a diagnosis of ALF should prompt early referral to a liver transplant center. In this patient, the combination of altered mentation, asterixis, and altered coagulation in the setting of new-onset liver injury is consistent with a diagnosis of ALF; the most likely cause is acetaminophen intoxication. The patient should be referred to a liver transplant center so that he can be appropriately evaluated for a transplant if his condition deteriorates further. He should also continue to receive N-acetylcysteine, and close ICU monitoring is essential.There is currently no clear indication for empiric antibiotics (Option A) because this patient does not have evidence of an active infection. However, close monitoring for infection is important in the management of patients with ALF because their risk for infection is higher.Fresh frozen plasma (Option B) is not indicated at this time despite the elevated INR. INR is not a reliable indicator of coagulopathy in ALF. Corrective actions to reverse the INR with fresh frozen plasma may increase the risk for harm. Use of alternate testing, such as thromboelastography, is a more accurate tool for measuring coagulopathy in this setting.The patient's absence of cirrhosis, young age, and no known history of liver disease help to differentiate ALF from acute-on-chronic liver failure. The patient's ultrasound shows no evidence suggestive of cirrhosis, so MRI of the abdomen (Option C) is unlikely to provide additional clinically relevant information.",
  "critique_links": [],
  "key_points": [
    "Acetaminophen overdose is the most common cause of acute liver failure, and patients with acute liver failure should be referred to a liver transplant center."
  ],
  "references": "Shingina A, Mukhtar N, Wakim-Fleming J, et al. Acute liver failure guidelines. Am J Gastro. 2023;118:1128-1153. PMID: 37377263 doi:10.14309/ajg.0000000000002340",
  "related_content": {
    "syllabus": [
      "hpsec24009_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/hptab24010.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "hptab24010",
        "file": "tables/hptab24010.html",
        "title": "Causes of Acute Liver Failure",
        "short_title": "Causes of Acute Liver Failure",
        "footnotes": [],
        "headers": []
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.611314-06:00"
}