{
  "question_id": "encor25030",
  "category": "en",
  "educational_objective": "Evaluate a pituitary tumor for hypersecretion.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 43-year-old man is evaluated for a change in his usual migraines. The headaches are now more frequent and respond poorly to his previously effective migraine medications. His medical history is otherwise unremarkable. Medications are ibuprofen and sumatriptan.Vital signs and other physical examination findings, including those of a funduscopic examination, are normal.MRI reveals a 0.8-cm pituitary adenoma with no compression or abutment of the optic chiasm or optic nerves.Serum 8 am cortisol, thyroid-stimulating hormone, free thyroxine, follicle-stimulating hormone, luteinizing hormone, and total testosterone levels are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "24-Hour urine free cortisol measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prolactin and insulin-like growth factor-1 measurements",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Visual field examination",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further evaluation needed",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Serum prolactin and insulin-like growth factor-1 (IGF-1) measurements (Option B) are recommended to evaluate possible hypersecretion of an incidentally discovered pituitary tumor. When a pituitary tumor is incidentally noted, investigation must determine the following:Whether it is causing a mass effectWhether it is secreting excess hormonesWhether it has a propensity to grow and cause problems in the futureAfter a thorough history and physical examination, biochemical testing is indicated. All patients with a pituitary tumor should be evaluated for hypopituitarism to identify and replace hormone deficiencies. Initial tests to evaluate for hormone deficiency should include measurement of serum 8 am cortisol, thyroid-stimulating hormone (TSH), free thyroxine (T4), follicle-stimulating hormone (FSH), luteinizing hormone (LH), and total testosterone in men. A normal menstrual history in women excludes hypogonadotropic hypogonadism. Additionally, prolactin and IGF-1 are measured in all patients to rule out pituitary hormone hypersecretion. Diagnosing a growth hormone–secreting tumor when it is smaller than 1 cm increases the chance of surgical cure. If the tumor is not causing mass effect and no evidence of hormone excess is found, a pituitary MRI should be repeated in 6 months and then annually for 3 years for a macroadenoma (≥1 cm) and in 12 months and then every 1 to 2 years for 3 years for a microadenoma (<1 cm) to assess for growth.24-Hour urine free cortisol measurement (Option A) is not necessary in every patient with a pituitary tumor. This should be measured only when Cushing disease is suspected based on clinical history and physical examination findings. This patient has no physical features suspicious for Cushing disease nor does he have diseases associated with Cushing disease, such as diabetes mellitus or hypertension.Visual field examination (Option C) is absolutely necessary in all patients with a pituitary tumor that abuts or compresses the optic chiasm and may also be considered in patients with macroadenomas to obtain a baseline. This patient has a microadenoma that does not abut or compress the optic chiasm or optic nerves.No further evaluation (Option D) is inappropriate, as pituitary hypersecretion should be evaluated in all pituitary tumors.",
  "critique_links": [],
  "key_points": [
    "In patients with pituitary tumors, pituitary hypersecretion should be ruled out by measuring prolactin and insulin-like growth factor-1 levels."
  ],
  "references": "Giraldi E, Allen JW, Ioachimescu AG. Pituitary incidentalomas: best practices and looking ahead. Endocr Pract. 2023;29:60-68. PMID: 36270609 doi:10.1016/j.eprac.2022.10.004",
  "related_content": {
    "syllabus": [
      "ensec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.067167-06:00"
}