{
  "question_id": "rmcor25022",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat suspected giant cell arteritis with prednisone.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 71-year-old woman is evaluated for a 2-week history of left-sided headaches and pain with chewing. She has fibromyalgia, for which she is engaged in an exercise program, and she has noticed increased fatigue and shoulder and hip pain over the past 3 months. She has no other medical conditions and takes no medications.On physical examination, temperature is 38.1 °C (100.6 °F), blood pressure is 132/86 mm Hg, pulse rate is 88/min, and respiration rate is 18/min. BMI is 25. Eye examination is normal. There is hyperalgesia over the left temple, but no palpable or visible abnormalities. Moderate to severe pain on range of motion of the shoulders and hips is noted. There is no pain over the temporomandibular joints on palpation.Laboratory studies:Erythrocyte sedimentation rate85 mm/hH",
  "question_stem": "Which of the following is the most appropriate pharmacotherapy?",
  "options": [
    {
      "letter": "A",
      "text": "Duloxetine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Indomethacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sumatriptan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Treatment with high-dose prednisone (Option C), 1 mg/kg/d, is indicated immediately for this patient with suspected giant cell arteritis (GCA), also known as temporal arteritis. GCA is the most commonly diagnosed vasculitis, usually affecting patients older than age 50 years (peak incidence, age 70-80 years). The female-to-male ratio is about 3:1. Symptoms include headache (typically temporal and unilateral but occasionally more diffuse or bilateral), constitutional symptoms, concomitant polymyalgia rheumatica (PMR), and jaw claudication (indicating demand ischemia of the muscles of mastication). The most feared complication of GCA is ischemic optic neuropathy, which can cause irreversible blindness. Early recognition and treatment is therefore critical. Physical examination may reveal scalp or temporal artery tenderness, nodularity, and induration. Large-vessel involvement can manifest as reduced peripheral pulses; discrepant blood pressures; and bruits over the aorta and carotid, subclavian, and femoral vessels. Laboratory studies almost always show an elevated blood erythrocyte sedimentation rate (ESR) or C-reactive protein level. Rarely, however, the inflammatory markers may be normal. GCA is suspected on the basis of clinical presentation, and immediately beginning high-dose prednisone (1 mg/kg/d, up to 80 mg) is recommended. The diagnosis should be confirmed, when possible, by temporal artery biopsy, temporal artery ultrasonography, and/or imaging of the great vessels. Ideally, this confirmatory testing should be performed as soon as possible, but treatment should not be delayed for testing. This older female patient has symptoms of PMR, scalp tenderness, jaw claudication, and elevated ESR. The pretest probability of GCA is high, and glucocorticoid therapy should be initiated without delay. Expedited referral to rheumatology for consideration of early initiation of biologics, such as tocilizumab, is important to provide a glucocorticoid-sparing benefit.Duloxetine (Option A) is an effective treatment for fibromyalgia, which can cause fatigue and myalgias mimicking PMR. However, this patient's temporal hyperalgesia, fever, and elevated ESR cannot be explained by fibromyalgia, so duloxetine is not an appropriate choice.Indomethacin (Option B) is the treatment of choice for a subset of the trigeminal autonomic cephalalgias, including hemicrania continua and chronic paroxysmal hemicrania. Although the trigeminal autonomic cephalalgias are characterized by localized temporal pain, they do not cause the myalgias or inflammatory response seen in this patient.Sumatriptan (Option D) may be used as an abortive therapy for migraine, but this diagnosis would not account for the patient's increase in myalgias, temporal tenderness, or elevated inflammatory marker.",
  "critique_links": [],
  "key_points": [
    "Giant cell arteritis should be suspected in the setting of new or atypical headache, jaw claudication, or visual changes in a patient older than age 50 years, especially if there is concurrent polymyalgia rheumatica.",
    "Immediate treatment with high-dose prednisone is indicated for patients with suspected giant cell arteritis to prevent visual complications."
  ],
  "references": "van der Geest KSM, Sandovici M, Bley TA, et al. Large vessel giant cell arteritis. Lancet Rheumatol. 2024;6:e397-e408. PMID: 38574745 doi:10.1016/S2665-9913(23)00300-4",
  "related_content": {
    "syllabus": [
      "rmsec24013_24006"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.710285-06:00"
}