{
  "question_id": "cvmcq24044",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage a patient with mitral stenosis who is contemplating pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 22-year-old woman comes to the office to discuss plans to become pregnant. She has a 5-year history of dyspnea while climbing one flight of stairs, which has not worsened. She occasionally awakens at night short of breath and has to sit up to breathe. She had rheumatic fever at age 8 years and has resultant mitral stenosis. She has a hormonal intrauterine device and takes penicillin V for secondary prevention of rheumatic fever.On physical examination, vital signs are normal. Central venous pressure is elevated. A grade 2/6 diastolic rumble is heard at the left lower sternal border.Routine laboratory results are normal.ECG reveals left atrial enlargement. Echocardiogram shows a thickened mitral valve with restricted opening and severe mitral stenosis, with a mean gradient of 16 mm Hg; mild mitral regurgitation; mildly elevated right ventricular (RV) systolic pressure; and no RV hypertrophy.",
  "question_stem": "Which of the following is the most appropriate management for this patient regarding pregnancy?",
  "options": [
    {
      "letter": "A",
      "text": "Counsel against pregnancy at this time",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Exercise stress testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Proceed with pregnancy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transesophageal echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be counseled against pregnancy at this time (Option A) and be referred for treatment of her mitral stenosis. Patients with cardiovascular disease who are anticipating pregnancy should undergo multidisciplinary evaluation to determine the risks of pregnancy and develop a management plan for labor and the postpartum period. If possible, conditions that confer significant cardiovascular risk in pregnancy should be corrected before conception. Patients with significant obstructive left-sided valvular disease, such as aortic stenosis and mitral stenosis, are at particularly high risk for maternal mortality and morbidity or fetal complications. Severe mitral stenosis is a contraindication to pregnancy because it confers maternal risk for heart failure, arrhythmias, and thrombotic events. Involvement of a cardio-obstetrics team is the ideal approach because it can best counsel patients regarding pregnancy and options, including valve replacement, temporizing balloon valvuloplasty, and consideration of alternatives to pregnancy. This patient has severe rheumatic mitral stenosis with significant exercise intolerance. Pregnancy should be deferred, and she should be referred to a cardio-obstetrics team for discussion of treatment options.Exercise stress testing (Option B) may be helpful in risk stratifying patients with preexisting cardiovascular disease in whom the risks of pregnancy are uncertain. This patient has symptomatic severe mitral stenosis and is unlikely to tolerate pregnancy. Exercise testing would not provide additive information, and she should have her mitral stenosis addressed before becoming pregnant.This patient should not proceed to pregnancy (Option C). She has severe mitral stenosis and is at high risk for complications. She requires a comprehensive evaluation and discussion of risks and treatment options before pregnancy.Transesophageal echocardiography (Option D) is helpful in further evaluating the suitability of mitral valve anatomy for balloon valvuloplasty. In the setting of symptomatic severe mitral stenosis, the most immediate concern is avoiding pregnancy.",
  "critique_links": [],
  "key_points": [
    "Severe mitral stenosis is a contraindication to pregnancy because it confers maternal risk for heart failure, arrhythmias, and thrombotic events if not addressed before pregnancy.",
    "Conditions that confer significant cardiovascular risk in pregnancy should be corrected before conception."
  ],
  "references": "Regitz-Zagrosek V, Roos-Hesselink JW, Bauersachs J, et al; ESC Scientific Document Group. 2018 ESC guidelines for the management of cardiovascular diseases during pregnancy. Eur Heart J. 2018;39:3165-3241. PMID: 30165544 doi:10.1093/eurheartj/ehy340",
  "related_content": {
    "syllabus": [
      "cvsec24014_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.462418-06:00"
}