{
  "question_id": "pmmcq24009",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose chronic thromboembolic pulmonary hypertension.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 54-year-old patient is evaluated for a 6-month history of dyspnea. The patient also reports 1 month of bilateral lower extremity edema but no chest pain, fevers, or cough. The patient has no medical history and takes no medications.On physical examination, pulse rate is 104/min; other vital signs are normal. Cardiac examination reveals an accentuated pulmonic closure sound and a grade 2/6 holosystolic murmur at the left lower sternal border. Bilateral 1+ pitting edema to the knees is noted.Chest radiograph is normal. Echocardiogram shows an elevated estimated right ventricular systolic pressure of 50 mm Hg and mild right ventricular dilation. The left ventricle is normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "6-Minute walk test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pulmonary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ventilation-perfusion scanning",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next in this patient with precapillary pulmonary hypertension (PH) is ventilation-perfusion (V/Q) scanning (Option D). Causes of PH are divided into five groups:Pulmonary arterial hypertensionPH due to left-sided heart diseasePH due to lung diseases or chronic hypoxiaChronic thromboembolic PH (CTEPH) and other pulmonary artery obstructionsPH with unclear or multifactorial causesCTEPH is an underrecognized cause of PH because previous pulmonary embolism (PE) is not always evident, requiring a high index of suspicion for diagnosis. Untreated CTEPH can lead to right-sided heart failure and death; however, it is potentially treatable through pulmonary thromboendarterectomy. All patients with PH without an obvious cause should undergo evaluation for possible CTEPH; V/Q scanning is the most appropriate first test in these patients because in the absence of parenchymal lung disease, a normal V/Q scan excludes CTEPH with a negative predictive value of 98%. This patient with precapillary PH has no clear underlying cause and should be evaluated for CTEPH with V/Q scanning despite the lack of history of PE.CT angiography (Option A) would not be the most appropriate diagnostic test to perform next in this patient. Despite rapidly improving CT imaging techniques, guidelines recommend V/Q scanning as the initial test to rule out CTEPH in patients being evaluated for PH. In patients in whom V/Q scanning results suggest CTEPH, however, CT angiography is an appropriate next test because it can identify pertinent vascular anomalies, such as webs, intimal irregularities, and luminal narrowing.Assessment of functional status with the 6-minute walk test (Option B) provides prognostic information and a baseline for assessment of therapeutic response in patients with PH. Although this test is an important marker of prognosis and disease severity, it is not helpful in differentiating the potential causes of PH, which is the more appropriate current focus in this patient.Pulmonary angiography (Option C) may be indicated later in the evaluation of this patient but is not an appropriate test at this time. It is invasive, costly, and associated with adverse effects. It was previously used to confirm the diagnosis after a suggestive V/Q scan, but its use in this role has been largely supplanted by CT angiography.",
  "critique_links": [],
  "key_points": [
    "All patients suspected of having pulmonary hypertension without an obvious cause should be evaluated for chronic thromboembolic pulmonary hypertension with ventilation-perfusion scanning.",
    "A normal ventilation-perfusion scan rules out chronic thromboembolic pulmonary hypertension."
  ],
  "references": "Humbert M, Kovacs G, Hoeper MM, et al; ESC/ERS Scientific Document Group. 2022 ESC/ERS guidelines for the diagnosis and treatment of pulmonary hypertension. Eur Respir J. 2023;61. PMID: 36028254 doi:10.1183/13993003.00879-2022",
  "related_content": {
    "syllabus": [
      "pmsec24006_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.387770-06:00"
}