{
  "question_id": "csmcq24004",
  "category": "cs",
  "educational_objective": "Diagnose and treat a partial-thickness rotator cuff tear.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 42-year-old woman is evaluated for a 6-month history of progressive, chronic pain on the anterolateral aspect of the right shoulder. The pain is a deep, throbbing ache that worsens with the overhead work she performs as an electrician. She reports no weakness or inability to perform work functions but has difficulty finding a comfortable position while sleeping. She does not recall trauma or an inciting event. Acetaminophen has been ineffective in relieving her pain. Medical history is unremarkable, and she takes no other medications.On physical examination, vital signs are normal. Palpation of the anterolateral shoulder and subacromial space elicits pain. No weakness in abduction or rotation of the shoulder is present. Passive range of motion is full, and active range of motion is accompanied by a positive painful arc test. Pain is also elicited with resisted external rotation and abduction (empty can test). Drop-arm test is negative.Ibuprofen is initiated.",
  "question_stem": "Which of the following is the most appropriate additional management?",
  "options": [
    {
      "letter": "A",
      "text": "MRI of the right shoulder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Physical therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral for surgical repair",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Subacromial glucocorticoid injection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with a likely partial-thickness rotator cuff tear is conservative management with physical therapy (Option B) and an NSAID. Rotator cuff disease is the most common cause of shoulder pain and includes rotator cuff tendinopathy, rotator cuff tears, subacromial bursitis, and impingement syndrome. Anterolateral shoulder pain and nonpositional night pain are characteristic, and a history of repetitive overhead activity is often present. On examination, a painful arc test and empty can test suggest a rotator cuff tear. The presence of weakness helps to differentiate full-thickness rotator cuff tears from partial tears, subacromial bursitis, and tendinosis. Treatment of a partial-thickness rotator cuff tear includes education on expected course, avoidance of aggravating activities, and physical therapy. Pharmacologic treatment should begin with acetaminophen and, if ineffective, progress to oral or topical NSAIDs. Immobilization with a sling should be avoided to prevent development of adhesive capsulitis. This patient with a history of repetitive overhead work presents with chronic right shoulder pain in the absence of weakness, suggesting a partial-thickness rotator cuff tear. In addition to pain control, she should undergo physical therapy.Although imaging such as MRI (Option A) is indicated in patients with a suspected acute full-thickness rotator cuff tear, it is generally unnecessary for patients who present with chronic, progressive rotator cuff disease. MRI is not indicated for this patient.Referral for surgical repair (Option C) is not indicated at this time. Although patients with acute full-thickness rotator cuff tears should be referred for consideration of immediate surgical repair, in patients with chronic rotator cuff disorders, surgical repair is reserved for failure of 3 to 6 months of conservative therapy or for physically active patients with functionally significant tears. This patient presents with preserved strength and function and should be treated medically before consideration of surgery.Subacromial glucocorticoid injections (Option D) may provide short-term pain relief in patients who do not derive sufficient benefit from topical or oral NSAIDs. These injections should be restricted to 1 to 2 courses to limit potential complications such as tendon rupture or tear. This patient should be treated with an NSAID before receiving a joint injection.",
  "critique_links": [],
  "key_points": [
    "Initial treatment of a partial-thickness rotator cuff tear consists of physical therapy and as-needed pain relief with acetaminophen, progressing to oral or topical NSAIDs if acetaminophen is ineffective."
  ],
  "references": "Whittle S, Buchbinder R. In the clinic. Rotator cuff disease. Ann Intern Med. 2015;162:ITC1-15. PMID: 25560729",
  "related_content": {
    "syllabus": [
      "cssec24011_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.921550-06:00"
}