{
  "question_id": "pmmcq24015",
  "category": "pm",
  "educational_objective": "Manage a patient with hypersensitivity pneumonitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for an 8-week history of dry cough and fatigue. She works as a teacher and has not missed work as a result of her symptoms. She adopted a grey parrot 6 months ago. She has no other medical history and takes no medications.On physical examination, vital signs are normal. Oxygen saturation is 95% with the patient breathing ambient air. Lung examination reveals inspiratory crackles over both lung fields.Chest radiograph shows scattered interstitial infiltrates. High-resolution CT scan of the chest shows few areas of ground-glass opacities, as well as occasional bilateral centrilobular nodules in the mid- and upper-lung zones.The parrot is rehomed.",
  "question_stem": "Which of the following is the most appropriate next immediate step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Inhaled budesonide-formoterol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Nintedanib",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Surgical lung biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Clinical observation (Option D) without further acute management other than rehoming the parrot and reassurance is the most appropriate course of action in this patient with nonfibrotic hypersensitivity pneumonitis (HP). Repetitive inhalation of specific antigens in a sensitized patient can result in HP, an immunologic response causing noncaseating granuloma formation and peribronchial mononuclear and giant cell inflammation in the lungs. Historically, HP was classified on the basis of duration into acute, subacute, and chronic forms, each with different presentations. Recognizing the impact of fibrosis on prognosis in HP, recent guidelines recommend classifying patients as having fibrotic or nonfibrotic HP based on radiologic and/or histopathologic features. Bird fancier's lung disease, an example of HP, is caused by exposure to avian antigens in feathers, skin, or guano. Exposure to avian antigens can also result from feathers in duvets and pillows. CT findings of centrilobular nodules and ground-glass opacities are typical for nonfibrotic HP. Untreated, the disease can progress to the fibrotic form with the development of traction bronchiectasis and honeycombing. Management is driven by symptoms, degree of compromise in respiratory function, and radiographic findings. Removing offending antigens reduces the risk for exacerbation and progression and is an essential first step in treatment. Patients with mild disease may then be monitored for improvement without further treatment. In this patient with mild symptoms who continues to work and has no signs of fibrosis on imaging, reassurance with close monitoring after rehoming the parrot is appropriate.Administration of an inhaled glucocorticoid–long-acting β2-agonist, such as budesonide-formoterol (Option A), does not have an established role in the treatment of HP and is not indicated in this patient. Systemic immunosuppressive therapy with glucocorticoids and other immunosuppressants is frequently used for patients with more severe symptoms, although robust data for this clinical practice are also lacking.Nintedanib (Option B), a tyrosine kinase inhibitor, is an antifibrotic agent used to treat idiopathic pulmonary fibrosis and systemic sclerosis–associated interstitial lung disease. Antifibrotic agents are used off-label in HP only for progressive fibrotic disease, which is not present in this patient.Surgical lung biopsy (Option C) is not the best next step. Surgical lung biopsy carries significant risk in suspected interstitial lung disease and is rarely indicated in suspected HP unless there is substantial diagnostic uncertainty. This patient's clinical presentation, including the identification of a likely causative antigen, and radiographic findings are consistent with HP, and biopsy is not necessary.",
  "key_points": [
    "The most important step in the management of hypersensitivity pneumonitis is identifying and removing the offending antigens.",
    "After removal of the offending antigen, treatment of hypersensitivity pneumonitis is driven by disease severity; glucocorticoids and other immunosuppressives may be necessary in severe disease."
  ],
  "references": "Hamblin M, Prosch H, Vašáková M. Diagnosis, course and management of hypersensitivity pneumonitis. Eur Respir Rev. 2022;31. PMID: 35140104 doi:10.1183/16000617.0169-2021",
  "related_content": {
    "syllabus": [
      "pmsec24003_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:52.932583-06:00"
}