{
  "category": "id",
  "critique": "The patient's presentation is most consistent with primary genital infection with herpes simplex virus (HSV), and nucleic acid amplification testing (NAAT) (Option C) for HSV-1 and HSV-2 is the preferred method to confirm the diagnosis. HSV is the most common cause of genital ulcer disease in the United States. The epidemiology of primary genital HSV infections has shifted, with HSV-1 causing up to half. However, HSV-1 is less able to establish latency in the genital region than HSV-2, so most recurrent genital infections are caused by HSV-2. NAAT is highly sensitive and specific for HSV. For all diagnostic tests, sensitivity is improved by obtaining the sample by rotating the swab firmly on the ulcer base after a vesicle is unroofed or from a lesion that has been ulcerated for less than 24 hours. Regardless of type, the initial treatment of primary genital HSV infection (acyclovir, valacyclovir, or famciclovir) is the same.Darkfield examination (Option A) is the appropriate diagnostic test if genital ulcer disease caused by syphilis is suspected. Although syphilitic chancres may appear in multiples and are often accompanied by regional lymphadenopathy, single ulcers are far more common and appear as deeper ulcers with raised regular borders. Syphilitic chancres are generally painless.Direct fluorescent antibody assay (Option B) of the ulcer is not as sensitive as NAAT and is not preferred for diagnosing HSV genital infection.Type-specific serologic testing (Option D) should not be used to confirm HSV-1 or HSV-2 as the cause of genital ulcer disease when active ulcers are present. Patients may have evidence of HSV infection based on serologic testing with genital ulcers resulting from another cause.",
  "educational_objective": "Diagnose primary herpes simplex virus genital infection.",
  "extracted_at": "2025-12-23T14:10:29.238717-06:00",
  "key_points": [
    "Nucleic acid amplification testing is the most appropriate diagnostic test for confirming genital ulcer disease caused by herpes simplex virus (HSV).",
    "Sensitivity of diagnostic tests for HSV is improved by obtaining the sample by rotating the swab firmly on the ulcer base after a vesicle is unroofed or from a lesion that has been ulcerated for less than 24 hours."
  ],
  "media": {
    "images": [
      "figures/idfig24502.b1be1dedb73bc6cc3ad9976238e5555b.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Darkfield examination"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Direct fluorescent antibody assay"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Nucleic acid amplification testing"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Type-specific serologic testing"
    }
  ],
  "question_id": "idqqq24012",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "question_text": "A 25-year-old man is evaluated for a 3-day history of painful lesions on his penis accompanied by generalized myalgia and malaise. He has been sexually active with one female partner for the past 6 months; he does not use condoms. Medical history is unremarkable for previous genital ulcers and is otherwise noncontributory.On physical examination, temperature is 38.2 °C (100.8 °F). Bilateral, tender inguinal lymphadenopathy is noted. Lesions on the penile glans are shown.",
  "references": "Johnston C. Diagnosis and management of genital herpes: key questions and review of the evidence for the 2021 Centers for Disease Control and prevention sexually transmitted infections treatment guidelines. Clin Infect Dis. 2022;74:S134-S143. PMID: 35416970 doi:10.1093/cid/ciab1056",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "idsec24012_24013"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}