{
  "category": "en",
  "critique": "The most appropriate next step in management is reassurance (Option D). In a transgender man (an individual who was assigned female gender at birth but identifies as a man) who desires masculinizing hormone therapy and cessation of menses, testosterone therapy alone is usually sufficient to stop menses, but the effects are not immediate. After testosterone therapy is initiated, menses should cease within 1 to 6 months, although the maximum effect can take up to 1 to 2 years to occur. It is important to discuss the timing of physical changes with transgender patients receiving gender-affirming hormone therapy. Each patient is unique, and the timing to expected or desired physical changes can vary. Once therapy is started, the dosage is titrated up or down to achieve therapeutic sex hormone levels. Hormone monitoring, evaluation for physical changes, and assessment for adverse reactions should occur every 3 months (or with dosage changes) in the first year and then once or twice a year thereafter (). Several physical changes are expected with masculinizing hormone therapy. Table: Timing of Physical Changes Resulting from Masculinizing Hormones shows the expected timing of all physical changes resulting from masculinizing hormones. For transgender men who experience persistent menstrual bleeding despite appropriate treatment, hormonal treatment options include cautiously increasing the testosterone dosage or adding an oral progestin, depot medroxyprogesterone acetate, or a gonadotropin-releasing hormone agonist.Decreasing the testosterone cypionate dose (Option A) is not appropriate. This patient's serum total testosterone level is within the target range, and decreasing his testosterone level may result in a longer period before menses ceases.Menses typically ceases within 6 months of starting testosterone therapy. To manage expectations, this timing should be discussed at the initial visit before starting masculinizing hormone therapy and reinforced thereafter. This patient has only had 8 weeks of treatment, and his testosterone level is in the target range; increasing the testosterone dose (Option B) is not currently indicated.Switching to a different route of testosterone administration, such as transdermal testosterone (Option C), is not indicated. Both parenteral and transdermal testosterone preparations are appropriate options for masculinizing hormone therapy (see ). This patient's testosterone level is within the target range with parenteral therapy, and switching to another route of administration will not result in more rapid cessation of menses.",
  "educational_objective": "Counsel a transgender man on the expected timing of physical changes resulting from masculinizing gender-affirming hormone therapy.",
  "extracted_at": "2025-12-22T23:00:04.801911-06:00",
  "key_points": [
    "In a transgender man who desires masculinizing hormone therapy and cessation of menses, testosterone therapy alone is sufficient to stop menses, but patients should be counseled that the effects are not immediate.",
    "After gender-affirming testosterone therapy is initiated, menses should cease within 1 to 6 months, although the maximum effect can take up to 1 to 2 years to occur."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html",
      "tables/inline_table_3.html",
      "tables/inline_table_4.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Decrease testosterone cypionate dose"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Increase testosterone cypionate dose"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Switch intramuscular testosterone cypionate to transdermal testosterone"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Reassurance"
    }
  ],
  "question_id": "enmcq24089",
  "question_stem": "What is the most appropriate next step in management?",
  "question_text": "A 30-year-old transgender man is evaluated for ongoing management of gender-affirming hormone therapy. He began masculinizing therapy with weekly intramuscular testosterone cypionate 8 weeks ago. He is in good health and takes no other medications. He remains particularly concerned about when menses will cease, as this occurrence is very bothersome to him.Physical examination findings, including vital signs, are normal.",
  "references": "Coleman E, Radix AE, Bouman WP, et al. Standards of care for the health of transgender and gender diverse people, version 8. Int J Transgend Health. 2022;23:S1-S259. PMID: 36238954 doi:10.1080/26895269.2022.2100644",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24007_24006"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}