{
  "question_id": "enmcq24089",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Counsel a transgender man on the expected timing of physical changes resulting from masculinizing gender-affirming hormone therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 30-year-old transgender man is evaluated for ongoing management of gender-affirming hormone therapy. He began masculinizing therapy with weekly intramuscular testosterone cypionate 8 weeks ago. He is in good health and takes no other medications. He remains particularly concerned about when menses will cease, as this occurrence is very bothersome to him.Physical examination findings, including vital signs, are normal.Laboratory studies: Testosterone, total (measured midway between injections)600 ng/dL (21 nmol/L) (target level, 400-700 ng/dL [13.9-24.3 nmol/L])",
  "question_stem": "What is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Decrease testosterone cypionate dose",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase testosterone cypionate dose",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Switch intramuscular testosterone cypionate to transdermal testosterone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is reassurance (Option D). In a transgender man (an individual who was assigned female gender at birth but identifies as a man) who desires masculinizing hormone therapy and cessation of menses, testosterone therapy alone is usually sufficient to stop menses, but the effects are not immediate. After testosterone therapy is initiated, menses should cease within 1 to 6 months, although the maximum effect can take up to 1 to 2 years to occur. It is important to discuss the timing of physical changes with transgender patients receiving gender-affirming hormone therapy. Each patient is unique, and the timing to expected or desired physical changes can vary. Once therapy is started, the dosage is titrated up or down to achieve therapeutic sex hormone levels. Hormone monitoring, evaluation for physical changes, and assessment for adverse reactions should occur every 3 months (or with dosage changes) in the first year and then once or twice a year thereafter (Table: Monitoring of Gender-Affirming Hormonal Therapy). Several physical changes are expected with masculinizing hormone therapy. Table: Timing of Physical Changes Resulting from Masculinizing Hormones shows the expected timing of all physical changes resulting from masculinizing hormones. For transgender men who experience persistent menstrual bleeding despite appropriate treatment, hormonal treatment options include cautiously increasing the testosterone dosage or adding an oral progestin, depot medroxyprogesterone acetate, or a gonadotropin-releasing hormone agonist.Decreasing the testosterone cypionate dose (Option A) is not appropriate. This patient's serum total testosterone level is within the target range, and decreasing his testosterone level may result in a longer period before menses ceases.Menses typically ceases within 6 months of starting testosterone therapy. To manage expectations, this timing should be discussed at the initial visit before starting masculinizing hormone therapy and reinforced thereafter. This patient has only had 8 weeks of treatment, and his testosterone level is in the target range; increasing the testosterone dose (Option B) is not currently indicated.Switching to a different route of testosterone administration, such as transdermal testosterone (Option C), is not indicated. Both parenteral and transdermal testosterone preparations are appropriate options for masculinizing hormone therapy (see Table: Hormone Regimens in Transgender and Gender Diverse Adults). This patient's testosterone level is within the target range with parenteral therapy, and switching to another route of administration will not result in more rapid cessation of menses.",
  "critique_links": [],
  "key_points": [
    "In a transgender man who desires masculinizing hormone therapy and cessation of menses, testosterone therapy alone is sufficient to stop menses, but patients should be counseled that the effects are not immediate.",
    "After gender-affirming testosterone therapy is initiated, menses should cease within 1 to 6 months, although the maximum effect can take up to 1 to 2 years to occur."
  ],
  "references": "Coleman E, Radix AE, Bouman WP, et al. Standards of care for the health of transgender and gender diverse people, version 8. Int J Transgend Health. 2022;23:S1-S259. PMID: 36238954 doi:10.1080/26895269.2022.2100644",
  "related_content": {
    "syllabus": [
      "ensec24007_24006"
    ]
  },
  "media": {
    "tables": [
      "tables/entab24054.html",
      "tables/entab24056.html",
      "tables/entab24053.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "entab24054",
        "file": "tables/entab24054.html",
        "title": "Monitoring of Gender-Affirming Hormonal Therapy",
        "short_title": "Monitoring of Gender-Affirming Hormonal Therapy",
        "footnotes": [
          "CBC = complete blood count.",
          "<sup>a</sup>Patients with comorbid medical conditions may need to be monitored more frequently.",
          "Data from Coleman E, Radix AE, Bouman WP, et al. Standards of care for the health of transgender and gender diverse people, version 8. Int J Transgend Health. 2022;23:S1-S259. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/36238954\" target=\"_blank\">PMID: 36238954</a> doi:10.1080/26895269.2022.2100644",
          "Data from Hembree WC, Cohen-Kettenis PT, Gooren L, et al. Endocrine treatment of gender-dysphoric/gender-incongruent persons: an Endocrine Society clinical practice guideline. J Clin Endocrinol Metab. 2017;102:3869-3903. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28945902\" target=\"_blank\">PMID: 28945902</a> doi:10.1210/jc.2017-01658",
          "Data from Spack NP. Management of transgenderism. JAMA. 2013;309:478-84. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/23385274\" target=\"_blank\">PMID: 23385274</a> doi:10.1001/jama.2012.165234"
        ],
        "headers": [
          "Monitoring",
          "Transgender Men",
          "Transgender Women"
        ]
      },
      {
        "table_id": "entab24056",
        "file": "tables/entab24056.html",
        "title": "Timing of Physical Changes Resulting from Masculinizing Hormones",
        "short_title": "Timing of Physical Changes Resulting from Masculinizing Hormones",
        "footnotes": [
          "Adapted from Hembree WC, Cohen-Kettenis PT, Gooren L, et al. Endocrine treatment of gender-dysphoric/gender-incongruent persons: an Endocrine Society clinical practice guideline. J Clin Endocrinol Metab. 2017;102:3869-3903. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28945902\" target=\"_blank\">PMID: 28945902</a> doi:10.1210/jc.2017-01658. Copyright 2017 Oxford University Press."
        ],
        "headers": [
          "Effect",
          "Time to Onset of Effect",
          "Time to Maximum Effect"
        ]
      },
      {
        "table_id": "entab24053",
        "file": "tables/entab24053.html",
        "title": "Hormone Regimens in Transgender and Gender Diverse Adults<sup>a</sup>",
        "short_title": "Hormone Regimens in Transgender and Gender Diverse Adults",
        "footnotes": [
          "GnRH = gonadotropin-releasing hormone; IM = intramuscularly; SQ = subcutaneously.",
          "<sup>a</sup>Doses are titrated up or down until sex steroid hormone levels are in the therapeutic range. Hormone regimens do not reflect all formulations that are available in all pharmacies throughout the world. Hormone regimens may have to be adapted to what is available in local pharmacies.",
          "<sup>b</sup>Off-label use.",
          "<sup>c</sup>Amount applied varies to formulation and strength",
          "<sup>d</sup>Kuijpers SME, Wiepjes CM, Conemans EB, et al. Toward a lowest effective dose of cyproterone acetate in trans women: results from the ENIGI study. J Clin Endocrinol Metab. 2021;106:e3936-e3945. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/34125226\" target=\"_blank\">PMID: 34125226</a> doi:10.1210/clinem/dgab427",
          "Reproduced from Coleman E, Radix AE, Bouman WP, et al. Standards of care for the health of transgender and gender diverse people, version 8. Int J Transgend Health. 2022;23:S1-S259. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/36238954\" target=\"_blank\">PMID: 36238954</a> doi:10.1080/26895269.2022.2100644. Copyright 2022 The Authors. Used under a <a href=\"https://creativecommons.org/licenses/by-nc-nd/4.0/\" target=\"_blank\">Creative Commons Attribution-NonCommercial-NoDerivatives License</a>. Footnote b added to the original."
        ],
        "headers": [
          "Estrogen-based Regimen (Transfeminine)",
          "Testosterone-based Regimen (Transmasculine)",
          "Transgender Males"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.997278-06:00"
}