{
  "question_id": "fcqqq24013",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Disclose a medical error to an affected patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 72-year-old woman is evaluated for a 2-week history of intermittent dizziness. She has had no falls. Medical history is notable for hypertension for which she takes amlodipine and lisinopril. The patient's medical record reveals that the amlodipine dose was increased 3 weeks ago by a colleague in response to a refill request during a follow-up visit. At that time, the patient's documented blood pressure was normal, and the care plan noted no change to the antihypertensive agent doses.On physical examination, blood pressure is 115/70 mm Hg supine and 90/55 mm Hg standing, and pulse rate is 85/min supine and 105/min standing.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Explain that the colleague committed an error and that steps will be taken to reduce the chance of recurrence",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Explain that the pharmacy committed an error by providing the incorrect dosage",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Report the error to the National Practitioner Data Bank without further patient disclosure",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Restore the previous dose of amlodipine without further patient disclosure",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to explain to the patient that an error was committed and that steps will be taken to reduce the chance of recurrence (Option A). Inappropriate medication dosing is the most common type of medical error. Standards recommend full disclosure of serious unanticipated outcomes, and several states mandate such disclosures. Disclosure of errors is necessary to respect the patient's autonomy, foster trust through honesty, and promote justice through appropriate compensation. Error disclosure should include an explanation of the course of events and how the error occurred, an apology by the physician, a description of how the effects of the error will be minimized or rectified, and steps the physician or system will take to reduce recurrences. In this case, the physician should inform his or her colleague of the error, and they should work within the practice to explore factors that caused the error and determine ways to reduce future errors.The pharmacy may have played a role in commission of the error (Option B); however, it would be inappropriate to deflect blame to another source. Communication with the pharmacy regarding the correct dose would be important in rectifying the situation.The National Practitioner Data Bank is a federal repository of reports regarding serious professional or safety concerns, including medical malpractice payments or serious actions taken against physicians (such as suspension of licensure or clinical privileges). The error in this situation should be disclosed and investigated; however, it would be inappropriate to report to the National Practitioner Data Bank (Option C).Addressing this patient's symptom without disclosing that an error occurred (Option D) is not an appropriate response to dealing with medical errors. Disclosure respects the patient's autonomy by providing information necessary to make an informed decision about their care. Furthermore, disclosure may enhance physician-patient communication and trust. Data from health systems that implement medical error disclosure policies suggest that disclosure decreases malpractice lawsuits and litigation costs.",
  "critique_links": [],
  "key_points": [
    "Error disclosure should include an explanation of the course of events and how the error occurred, an apology by the physician, a description of how the effects of the error will be minimized or rectified, and steps the physician or system will take to reduce recurrences."
  ],
  "references": "Sulmasy LS, Bledsoe TA; ACP Ethics, Professionalism and Human Rights Committee. American College of Physicians ethics manual: seventh edition. Ann Intern Med. 2019;170:S1-S32. PMID: 30641552",
  "related_content": {
    "syllabus": [
      "fcsec24003_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.061445-06:00"
}