{
  "question_id": "idmcq24057",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Identify West Nile virus as a cause of encephalitis and acute flaccid paralysis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 67-year-old patient is evaluated in the emergency department in July for a 1-day history of fever, headache, and altered mental status. They returned from camping 1 week ago. They have type 2 diabetes mellitus, hyperlipidemia, and hypertension; medications are metformin, dapagliflozin, atorvastatin, and valsartan.On physical examination, temperature is 38.5 °C (101.3 °F), blood pressure is 155/85 mm Hg, pulse rate is 108/min, and respiration rate is 22/min. The patient is confused but can follow commands. Neurologic examination reveals right lower extremity weakness. Their neck is supple.Laboratory studies:Leukocyte count5700/µL (5.7 × 109/L)Glucose80 mg/dL (4.4 mmol/L)Cerebrospinal fluidLeukocyte count320/µL (320 × 106/L) with 85% lymphocytesHGlucose56 mg/dL (3.1 mmol/L)Protein116 mg/dL (1160 mg/L)HGram stain of the cerebrospinal fluid is negative.MRI of the brain with contrast is normal.",
  "question_stem": "Which of the following is the most likely cause of this patient's symptoms?",
  "options": [
    {
      "letter": "A",
      "text": "Cytomegalovirus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Herpes simplex virus type 1",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Human herpesvirus type 6",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "West Nile virus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "West Nile virus (WNV) (Option D) is the most likely cause of this patient's symptoms. Infection with WNV, a mosquito-borne virus, usually occurs between June and October in the Western Hemisphere. WNV neuroinvasive disease (meningitis, encephalitis, or acute flaccid paralysis) can occur in 1 of 150 infected persons. Acute flaccid paralysis occurs when WNV infects anterior horn cells in the spinal cord, similar to poliomyelitis. Older patients and those with diabetes mellitus and hypertension are at increased risk for WNV neuroinvasive disease. Cerebrospinal fluid (CSF) findings include a pleocytosis with lymphocytic predominance (neutrophils may predominate in early infection), normal glucose, and elevated protein. Findings on cranial imaging may be normal or show hypodense lesions or enhancements in the thalamus, basal ganglia, and midbrain on MRI. The diagnosis is made by serum or CSF serology (WNV IgM), although CSF is more sensitive. In immunosuppressed patients, serology may be negative, so polymerase chain reaction for WNV should be performed. Acute flaccid paralysis is typically asymmetric and may lead to persistent weakness or death. Treatment is supportive. This patient is presenting in the summer with signs of encephalitis and acute flaccid paralysis and findings that are consistent with WNV infection.Cytomegalovirus (Option A) can cause encephalitis, with periventricular enhancement on imaging, and occasionally leads to myelopathy in immunosuppressed patients (e.g., those with AIDS or those who have received a transplant). Cytomegalovirus infection is unlikely in this patient who is immunocompetent.Herpes simplex virus (HSV) type 1 (Option B) is the most common cause of sporadic encephalitis in the United States. HSV does not cause acute flaccid paralysis and typically causes unilateral temporal lobe abnormalities on imaging, with or without a hemorrhagic component. This patient's symptoms and normal MRI findings make HSV type 1 an unlikely cause of his condition.Human herpesvirus type 6 (HHV-6) (Option C) can reactivate with immunosuppression and cause central nervous system dysfunction. This virus can cause severe limbic encephalitis (altered consciousness, focal neurologic signs, seizures, psychosis, and bilateral hippocampal abnormalities on imaging) in bone marrow transplant recipients or in oncologic patients who have recently received chimeric antigen receptor T-cell therapy. HHV-6 is unlikely in this patient because it does not cause acute flaccid paralysis and the patient is not immunosuppressed.",
  "critique_links": [],
  "key_points": [
    "Infection with West Nile virus, a mosquito-borne virus, can lead to neuroinvasive disease consisting of meningitis, encephalitis, or acute flaccid paralysis."
  ],
  "references": "Bhimraj A, Hasbun R. Diagnostic approach and update on encephalitis. Curr Opin Infect Dis. 2022;35:231-237. PMID: 35665717 doi:10.1097/QCO.0000000000000832",
  "related_content": {
    "syllabus": [
      "idsec24001_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.158141-06:00"
}