{
  "category": "rm",
  "critique": "The most appropriate test to perform next is pulmonary function testing (Option B). Interstitial lung disease (ILD) is a common clinical manifestation of systemic sclerosis (SSc) and occurs in 30% to 40% of patients overall and in 85% of patients who are positive for anti–Scl-70 (antitopoisomerase-1) autoantibody. All patients should undergo pulmonary function testing at initial SSc diagnosis, and yearly rescreening should be considered thereafter. A 10% decline in FVC or 15% decline in Dlco within 12 months should raise concern for progression. Patients should also undergo high-resolution CT of the chest at the time of diagnosis and periodically thereafter based on symptoms and changes in pulmonary function tests. The usual pattern of SSc-ILD is nonspecific interstitial pneumonia; patients may uncommonly have a usual interstitial pneumonia pattern. Although this patient does not have pulmonary symptoms, she is at high risk for ILD because of her recent SSc diagnosis and anti–SCL-70 positivity. Therefore, she should undergo baseline pulmonary function testing now.This patient should be referred for high-resolution CT of the chest, which is the preferred imaging modality to screen for ILD in patients with SSc. Chest radiography (Option A) does not have adequate sensitivity to identify pulmonary changes associated with ILD and is not recommended as a screening modality.Pulmonary artery hypertension (PAH) is a common manifestation in SSc. Screening for PAH with echocardiography may be done at the time of initial diagnosis (especially if symptoms or risk factors are present, including long-standing disease, antinuclear antibodies with anticentromere pattern, and presence of telangiectasia) and is commonly performed during follow-up in patients with SSc-ILD. A Dlco less than 55% of predicted and an FVC/Dlco ratio of 1.6 or greater on pulmonary function testing suggest PAH. If echocardiography suggests PAH, right heart catheterization (Option C) can confirm the diagnosis. This patient does not currently require right heart catheterization.For patients with skin thickening in whom a diagnosis of SSc is unclear, skin biopsy (Option D) may be helpful. This patient, however, has classic features of SSc, including characteristic skin thickening, Raynaud phenomenon, and GERD, as well as anti–Scl-70 positivity. She does not require a skin biopsy.",
  "educational_objective": "Screen for interstitial lung disease in systemic sclerosis.",
  "extracted_at": "2025-12-22T20:46:46.615786-06:00",
  "key_points": [
    "At diagnosis of systemic sclerosis, all patients should undergo pulmonary function testing and high-resolution CT to screen for interstitial lung disease."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Chest radiography"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Pulmonary function testing"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Right heart catheterization"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Skin biopsy"
    }
  ],
  "question_id": "rmmcq24016",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "question_text": "A 35-year-old woman is evaluated for 2 months of skin tightening over the fingers and anterior chest and 1 year of Raynaud phenomenon. She has no other symptoms. Her only other medical condition is gastroesophageal reflux disease controlled with omeprazole.On physical examination, vital signs are normal. Sclerodactyly on the fingers of both hands and tightening of the skin over the anterior chest are observed. There are no telangiectasias over the face or fingers, and no obvious subcutaneous calcinosis is noted. The remainder of the examination is unremarkable.Complete blood count and comprehensive metabolic panel are normal.",
  "references": "Johnson SR, Bernstein EJ, Bolster MB, et al. 2023 American College of Rheumatology (ACR)/American College of Chest Physicians (CHEST) guideline for the screening and monitoring of interstitial lung disease in people with systemic autoimmune rheumatic diseases. Arthritis Rheumatol. 2024;76:1201-1213. PMID: 38973714 doi:10.1002/art.42860",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "rmsec24010_24010"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}