{
  "question_id": "fcmcq24034",
  "category": "fc",
  "educational_objective": "Treat dyspnea at the end of life.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 78-year-old woman is evaluated in her home for intermittent shortness of breath. Yesterday, she was discharged to home hospice after a hospitalization for management of malignant mesothelioma unresponsive to chemotherapy. In the hospital, fluoroscopic-guided thoracentesis was attempted for suspected pleural effusion, but only a scant amount of fluid was withdrawn. She has no history of asthma or COPD and has never smoked. Her only medications are as-needed polyethylene glycol and acetaminophen.On physical examination, the patient has mild dyspnea at rest. Oxygen saturation is 98% breathing 3 L/min of oxygen. Breath sounds are diminished at the right lung base.Laboratory studies:Hemoglobin12.0 g/dL (120 g/L)Chest radiograph shows total opacification of the lower half of the right lung field.",
  "question_stem": "Which of the following is the best first step in symptom management?",
  "options": [
    {
      "letter": "A",
      "text": "Albuterol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lorazepam",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Morphine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Use of a fan",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The best first step in managing this patient's dyspnea is use of a fan (Option D). Dyspnea is a prominent and distressing symptom in patients with advanced illness and increases in prevalence and intensity during the last weeks to days of life. Management starts with treating the underlying comorbidity or condition. Cancer-directed treatments for malignancy-related causes should be consistent with patients' wishes, prognosis, and overall health status. The next step in dyspnea management involves nonpharmacologic interventions, beginning with airflow interventions such as fans directed toward the patient's cheek (trigeminal nerve) or supplemental oxygen if hypoxemic. This patient with advanced cancer has reached the limits of cancer-directed treatments and has made the decision to enter hospice. Using a fan directed toward the cheek may alleviate her symptoms and is reasonable to try before pharmacologic interventions. Randomized trials and systematic reviews have reported that use of a fan or airflow therapy is associated with clinically significant and rapid alleviation of dyspnea.Management of comorbid causes of dyspnea, such as bronchospasm or obstructive lung disorders, is a fundamental aspect of dyspnea treatment in patients with advanced cancer. However, this patient has no indication for bronchodilator treatment, and albuterol (Option A) is unlikely to be effective.The American Society of Clinical Oncology guidelines for dyspnea management recommend short-acting benzodiazepines, such as lorazepam (Option B), for patients who have dyspnea-related anxiety and continue to have dyspnea despite nonpharmacologic measures and opioids. This patient does not have significant anxiety and has not yet had a trial of nonpharmacologic measures.Although no opioids are FDA approved for dyspnea, opioids such as morphine (Option C) are the most commonly offered pharmacologic agents for acute and severe dyspnea in patients with cancer. This patient reports some dyspnea; however, it is not severe, and morphine would not be the best first step in managing her dyspnea.",
  "critique_links": [],
  "key_points": [
    "Dyspnea in patients with advanced cancer can be managed in a stepwise fashion, starting with treatment of underlying conditions; nonpharmacologic interventions, such as use of a fan; and finally, pharmacologic therapy.",
    "Randomized trials and systematic reviews have reported that use of a fan or airflow therapy is associated with clinically significant and rapid alleviation of dyspnea."
  ],
  "references": "Hui D, Bohlke K, Bao T, et al. Management of dyspnea in advanced cancer: ASCO guideline. J Clin Oncol. 2021;39:1389-1411. PMID: 33617290 doi:10.1200/JCO.20.03465",
  "related_content": {
    "syllabus": [
      "fcsec24011_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.630948-06:00"
}