{
  "question_id": "gimcq24065",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate for inflammatory bowel disease using fecal calprotectin testing in a patient suspected of having irritable bowel syndrome with predominant diarrhea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 32-year-old man is evaluated for a 9-month history of intermittent abdominal pain and diarrhea. He reports no hematochezia, melena, or weight loss.On physical examination, vital signs and other findings are normal.Laboratory studies show a normal hemoglobin level, thyroid-stimulating hormone level, IgA tissue transglutaminase level, and total IgA level. Results of stool testing for giardiasis are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fecal calprotectin testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiation of amitriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Initiation of eluxadoline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to perform fecal calprotectin testing (Option B). Irritable bowel syndrome (IBS) can generally be diagnosed by clinical criteria when alarm features are absent. Diagnosis requires recurrent abdominal pain at least 1 day a week for 3 months along with at least two other criteria:Defecation-related painChange in stool frequencyChange in stool consistencyHowever, in patients with IBS with predominant diarrhea (IBS-D), other common causes of diarrhea can be mistaken for IBS-D, including giardiasis, celiac disease, and inflammatory bowel disease (IBD). For this reason, stool testing for giardiasis, testing for celiac disease, and fecal calprotectin testing are recommended. This patient's presentation and history (including long-standing symptoms, intermittent abdominal pain, and a persistent change in stool form) suggest IBS-D. To complete the evaluation, the patient should be assessed for IBD with fecal calprotectin testing to differentiate IBD from IBS-D. Inflammatory markers, such as C-reactive protein, may also help to distinguish IBD from IBS-D. Care must be taken to avoid prematurely diagnosing IBS-D before other causes of diarrhea are excluded.If the fecal calprotectin level is elevated, colonoscopy (Option A) would be the appropriate next step to further assess for IBD and determine the extent of involvement. However, in this case it should not be performed until fecal calprotectin, which is a less invasive test, has been obtained.Amitriptyline (Option C) is an effective agent for the treatment of IBS-D because constipation is an adverse effect, and it could be considered if other causes of diarrhea are excluded. In this case, further testing is needed to exclude other causes for his presentation before IBS-D is diagnosed and treated.Eluxadoline (Option D) relieves diarrhea and abdominal pain in adults with IBS-D. In this patient, other causes of diarrhea should be excluded before initiating treatment for IBS-D.",
  "critique_links": [],
  "key_points": [
    "In patients suspected of having irritable bowel syndrome with predominant diarrhea, other causes of diarrhea should be excluded; stool testing for giardiasis, testing for celiac disease, and fecal calprotectin testing to evaluate for inflammatory bowel disease are recommended."
  ],
  "references": "Lacy BE, Pimentel M, Brenner DM, et al. ACG clinical guideline: management of irritable bowel syndrome. Am J Gastroenterol. 2021;116:17-44. PMID: 33315591 doi:10.14309/ajg.0000000000001036",
  "related_content": {
    "syllabus": [
      "gisec24006_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.782492-06:00"
}