{
  "question_id": "cvmcq24047",
  "category": "cv",
  "educational_objective": "Manage a patient with peripartum cardiomyopathy who is planning future pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 36-year-old woman presents for prepregnancy evaluation. She has no shortness of breath or other symptoms. She works full time and walks 1.5 miles four times per week. Her last pregnancy 2 years ago was complicated by peripartum cardiomyopathy. Her left ventricular ejection fraction (LVEF) was 20%, and she started guideline-directed heart failure therapy. Spironolactone was previously discontinued because of hyperkalemia, and empagliflozin was stopped because of recurrent urinary tract infections. Medications are lisinopril and metoprolol.Physical examination findings, including vital signs, are normal.Basic metabolic panel and complete blood count are normal.Echocardiogram reveals mild LV dilatation (LV end-diastolic dimension, 5.8 cm), LVEF of 45%, mild mitral valve regurgitation, normal right ventricular size and function, and mild tricuspid regurgitation.The patient is counseled against pregnancy but plans to proceed with pregnancy anyway.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue lisinopril",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue metoprolol",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start digoxin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No change in therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Discontinuing lisinopril (Option A) is the best option because of its potential teratogenicity. In patients with a history of peripartum cardiomyopathy, subsequent pregnancy incurs substantial risk, including worsening cardiac function, deterioration, and maternal death. This is especially the case in patients with persistent left ventricular (LV) dysfunction. Patients with a previous episode of peripartum cardiomyopathy must be counseled about the risks of future pregnancy. If pregnancy is planned, ACE inhibitors, angiotensin receptor blockers, and aldosterone antagonists, which are teratogenic, should be avoided until after delivery. Sodium-glucose cotransporter 2 inhibitors should also be stopped because their safety in pregnancy has not been established. This patient had peripartum cardiomyopathy 2 years ago. Although she has good exercise tolerance and no cardiac symptoms and her LV function has improved, the persistently abnormal LV systolic function places her in a high-risk group for pregnancy. If she accepts the risk of pregnancy, the metoprolol should be continued, but the lisinopril should be discontinued because of the teratogenic risk of ACE inhibitors. Consideration should be given to adding hydralazine and isosorbide dinitrate to her treatment regimen as an alternative to the lisinopril.Discontinuation of metoprolol (Option B) would not be appropriate or necessary. Metoprolol is assigned pregnancy category C and should be continued if the benefits of the medication outweigh the risks. Discontinuing β-blockers in women with cardiomyopathy may cause worsening of heart failure, so these medications should be continued throughout pregnancy.There is no indication for digoxin (Option C) in this patient. Digoxin poses little risk to the fetus, but given the patient's lack of symptoms, it is not needed at this time.Starting furosemide (Option D) is unnecessary in this patient. She has no symptoms or clear evidence of volume overload. Although pregnancy may result in a worsening of her cardiac status and the need for diuretics, they should not be started unless necessary. If used, diuretics should be used at the lowest dosage possible to minimize the risk for placental hypoperfusion.Given the teratogenic effects of ACE inhibitors, the lisinopril should be discontinued if pregnancy is planned; therefore, no change in therapy (Option E) would be inappropriate.",
  "key_points": [
    "Patients with a history of peripartum cardiomyopathy whose left ventricular function has not returned to normal should be made aware of the risks of future pregnancy, including worsening cardiac function, deterioration, and maternal death.",
    "ACE inhibitors, angiotensin receptor blockers, aldosterone antagonists, and sodium-glucose cotransporter 2 inhibitors are contraindicated in pregnancy."
  ],
  "references": "Park K, Bairey Merz CN, Bello NA, et al; American College of Cardiology Cardiovascular Disease in Women Committee and the Cardio-Obstetrics Work Group. Management of women with acquired cardiovascular disease from pre-conception through pregnancy and postpartum: JACC Focus Seminar 3/5. J Am Coll Cardiol. 2021;77:1799-1812. PMID: 33832606 doi:10.1016/j.jacc.2021.01.057",
  "related_content": {
    "syllabus": [
      "cvsec24014_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:48:54.596612-06:00"
}