{
  "question_id": "enmcq24018",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Consider adverse effects of weight loss drugs in the treatment of obesity.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 56-year-old patient is evaluated for weight management. For the past 6 months, the patient has been trying to lose weight through exercise and calorie reduction. They have lost 4.5 kg (9.9 lb), but their weight loss has now plateaued. Medical history includes obesity; irritable bowel syndrome with predominant diarrhea; and a history of a seizure, for which an evaluation was unremarkable. Their only medication is as-needed loperamide. Family history is notable for medullary thyroid cancer in their sister.On physical examination, vital signs are normal. BMI is 33, and waist circumference is 105 cm (41 in). The remainder of the physical examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate pharmacologic treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Naltrexone-bupropion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Orlistat",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Phentermine-topiramate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Semaglutide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate pharmacologic treatment is phentermine-topiramate (Option C). Pharmacologic management should be considered for patients with obesity (BMI of 30 or greater) who have been unable to meet weight loss goals despite lifestyle modifications for 3 to 6 months. Examples of weight loss drugs are listed in Table: Medications for Weight Loss. Adverse effects and contraindications must be considered when starting a medication for weight loss. Because of contraindications and adverse effects of other recommended medications, phentermine-topiramate is the most appropriate option for weight loss in this patient. Phentermine-topiramate is a noradrenergic/gamma-aminobutyric acid (also called GABA) receptor activator and α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (also called AMPA) glutamate receptor inhibitor; it results in weight loss by suppressing appetite. Because of noradrenergic activation associated with phentermine, it is contraindicated in patients with a history of cardiovascular disease (e.g., poorly controlled blood pressure, heart failure, or a history of coronary artery disease). Similarly, phentermine-topiramate can exacerbate symptoms in patients with untreated hyperthyroidism. It is also contraindicated in the first trimester of pregnancy because of its teratogenic effects. Topiramate can cause acute angle-closure glaucoma, so it should not be used in patients with preexisting glaucoma. This patient does not have a contraindication to phentermine-topiramate.Naltrexone-bupropion (Option A) is an opioid antagonist plus norepinephrine-dopamine uptake inhibitor and helps to suppress appetite. Bupropion can lower the seizure threshold; therefore, naltrexone-bupropion is contraindicated in patients with a history of seizures, such as this patient.Orlistat (Option B) inhibits lipase activity in the stomach and pancreas. This, in turn, limits absorption of free fatty acids in the intestines, which can help with weight loss. Adverse effects include oily stools and increased defecation. Fecal incontinence can also occur. Orlistat would not be the most appropriate treatment for this patient with a history of irritable bowel syndrome with predominant diarrhea because this medication may worsen their symptoms. Additionally, the American Gastroenterological Association (AGA) recommends against the use of orlistat in most patients because of the low weight loss benefit.Semaglutide (Option D) slows gastrointestinal motility, increases insulin release after eating, and modulates hunger through the hypothalamus. Medullary thyroid cancer has been observed in rodents exposed to semaglutide, and its use is contraindicated in patients with a personal or family history of medullary thyroid cancer or multiple endocrine neoplasia type 2. Given this patient's family history, semaglutide is contraindicated.",
  "critique_links": [],
  "key_points": [
    "Pharmacologic therapy should be considered for patients with obesity who have been unable to meet weight loss goals despite lifestyle modification for 3 to 6 months.",
    "Adverse effects and contraindications must be considered when starting a medication for weight loss."
  ],
  "references": "Elmaleh-Sachs A, Schwartz JL, Bramante CT, et al. Obesity management in adults: a review. JAMA. 2023;330:2000-2015. PMID: 38015216 doi:10.1001/jama.2023.19897",
  "related_content": {
    "syllabus": [
      "ensec24001_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.205445-06:00"
}
