{
  "question_id": "fcmcq24082",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Prevent falls in an older adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 80-year-old woman is evaluated during an annual wellness visit. She reports no changes in vision, hearing, or memory. She lives alone, shops for and prepares her own meals, and handles her own finances. She reports a fall 2 months ago while she was walking her dog and her feet became entangled in the leash. She does not have positional dizziness. She asks about a disability parking placard because she is afraid of falling when stepping up onto a curb. She had bilateral total knee replacements 20 years ago for osteoarthritis. She also has hypertension. Her only medication is losartan.On physical examination, blood pressure is 120/75 mm Hg and other vital signs are also normal. BMI is 30. The remainder of the examination is normal.She completes the Timed Up and Go test in 16 seconds (age-matched norm is 11 seconds).",
  "question_stem": "Which of the following is the most appropriate measure to decrease the patient's fall risk?",
  "options": [
    {
      "letter": "A",
      "text": "Complete the disability parking placard form",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Decrease the losartan dosage",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prescribe a four-prong cane",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Refer the patient to physical therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate measure to decrease this patient's fall risk is to refer her to physical therapy (Option D). Her recent fall, fear of falling, and increased time to complete the Timed Up and Go test all support an increased fall risk. Falls are a major cause of morbidity and mortality in older adults, and screening for fall risk is recommended. Multimodal fall prevention strategies that have demonstrated benefit include home assessment to identify and address environmental fall risk in the home, discontinuation of centrally acting medications, and exercise programs targeting gait and muscle strengthening. The latter may be accomplished with supervised individual or group exercise classes or physical therapy.Patients with limitations in mobility may be appropriate candidates for disability parking placards or license plates, which allow use of accessible parking spaces. Requirements for obtaining these permits vary from state to state. Providing a placard or plate (Option A) would not address this patient's need for gait evaluation and strengthening exercises to prevent future falls.In assessing a patient's fall risk, consideration should be given to chronic comorbid conditions that might contribute to that risk. Antihypertensive medications may cause orthostasis, which may increase the risk for falls. However, this patient has not reported positional dizziness, and her blood pressure is well controlled. Decreasing her losartan dosage (Option B) would likely worsen hypertension control while failing to reduce her fall risk.Gait abnormalities may contribute to fall risk, and for patients with specific gait issues, mobility aids such as a four-prong cane (Option C) or walker may be appropriate. However, a formal gait evaluation by a trained professional such as a physical or occupational therapist should be performed to determine whether an assistive device is needed and to determine the most appropriate mobility aid to prescribe.",
  "critique_links": [],
  "key_points": [
    "Falls are a major cause of morbidity and mortality in older adults, and screening for fall risk is recommended.",
    "Multimodal fall prevention strategies that have demonstrated benefit include home assessment to identify and address environmental fall risk in the home, discontinuation of centrally acting medications, and exercise programs targeting gait and muscle strengthening."
  ],
  "references": "Nicholson WK, Silverstein M, Wong JB, et al; US Preventive Services Task Force. Interventions to prevent falls in community-dwelling older adults: US Preventive Services Task Force recommendation statement. JAMA. 2024;332:51-57. PMID: 38833246 doi:10.1001/jama.2024.8481",
  "related_content": {
    "syllabus": [
      "fcsec24010_24008"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.519544-06:00"
}