{
  "question_id": "gimcq24048",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose chronic mesenteric ischemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 68-year-old woman is evaluated for 6 months of worsening postprandial abdominal pain and weight loss. Abdominal cramping occurs approximately 30 minutes after eating, increases in severity for an hour, and then gradually subsides. She has lost 11.3 kg (25.0 lb) during the past 6 months. She has coronary artery disease (treated with coronary stenting), peripheral vascular disease, and a 60-pack-year smoking history. She does not take NSAIDs. Medications are low-dose aspirin, clopidogrel, lisinopril, atorvastatin, and metoprolol.On physical examination, vital signs are normal. BMI is 21. The patient has temporal wasting and an audible bruit 2 cm above the umbilicus. Results of cardiopulmonary examination are otherwise normal. Her abdomen is nondistended and nontender; there is no succussion splash.Results of complete blood count, serum creatinine level, and liver chemistry testing are normal. Helicobacter pylori stool antigen result is negative.CT scan of the abdomen and pelvis with contrast shows thoracic and abdominal aortic calcifications. Findings on upper endoscopy and colonoscopy are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT mesenteric angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gallbladder ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Gastric emptying study",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Mesenteric duplex ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is CT mesenteric angiography (Option A). Chronic mesenteric ischemia (CMI) is an uncommon condition that involves a gradual decrease in blood flow to the small intestine over a period of months to years. It most commonly results from atherosclerotic narrowing of the mesenteric arteries. Postprandial abdominal pain and weight loss are classic manifestations of CMI. The diagnosis of CMI first requires exclusion of alternative and more common causes of postprandial abdominal pain and weight loss, such as peptic ulcer disease, gastrointestinal malignancy, bowel obstruction, and pancreaticobiliary disease. This patient has a significant history of vascular disease; the more common conditions associated with postprandial abdominal pain and weight loss have been ruled out by laboratory testing, upper endoscopy, and abdominal CT. CT angiography is the preferred initial imaging modality to assess for CMI because it reliably identifies or excludes occlusive vascular disease.Gallbladder ultrasonography (Option B) to assess for biliary pathology as a source of postprandial abdominal pain and weight loss is not indicated. This would be a low-yield procedure given the normal results of liver biochemical tests and unremarkable abdominal CT scan.A gastric emptying study (Option C) would be helpful to assess for gastroparesis, which can be an atypical manifestation of CMI, but this test would not be helpful in assessing for mesenteric vascular occlusion as the cause of CMI.Mesenteric duplex ultrasonography (Option D) is a reasonable initial screening modality for the detection of high-grade celiac and superior mesenteric artery stenosis in an office setting. However, the high pretest probability of CMI in this case warrants more detailed mesenteric vascular imaging with CT mesenteric angiography.",
  "critique_links": [],
  "key_points": [
    "CT angiography is the preferred initial test for diagnosing acute mesenteric ischemia."
  ],
  "references": "Sardar P, White CJ. Chronic mesenteric ischemia: diagnosis and management. Prog Cardiovasc Dis. 2021;65:71-75. PMID: 33901516 doi:10.1016/j.pcad.2021.03.002",
  "related_content": {
    "syllabus": [
      "gisec24009_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.718790-06:00"
}