{
  "question_id": "giqqq24014",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Screen for Barrett esophagus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 51-year-old man is evaluated at a routine follow-up appointment. Medical history is notable for hypertension, dyslipidemia, long-standing gastroesophageal reflux disease, and obesity. He smoked approximately 1 pack of cigarettes per day for 12 years and quit 25 years ago; he does not use alcohol. Colorectal cancer screening was completed last year. He reports that he is in otherwise good health. Medications are amlodipine, atorvastatin, and omeprazole. The patient identifies as White.Physical examination is remarkable only for a BMI of 31.Laboratory studies are normal.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dual-energy x-ray absorptiometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Low-dose chest CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Screening for Barrett esophagus (BE) with endoscopy (Option C) is the most appropriate test for this patient. Screening should be performed in patients with chronic gastroesophageal reflux disease (GERD) (weekly symptoms) for 5 or more years and three more additional risk factors for BE:Male sexAge older than 50 yearsWhite raceTobacco useObesityHistory of BE or esophageal adenocarcinoma in a first-degree relativeThis patient with long-standing GERD and more than three risk factors for BE should be offered screening. Recommended screening is a one-time endoscopy, which remains the gold standard for diagnosing BE; a swallowable capsule sponge device combined with a biomarker is a nonendoscopic alternative for screening.Abdominal ultrasonography (Option A) is used to screen for abdominal aortic aneurysm in patients with a history of smoking. A one-time screening is recommended at age 65 to 75 years. It is not indicated for this patient at this time.Screening with dual-energy x-ray absorptiometry (Option B) is not indicated for this patient. The U.S. Preventive Services Task Force (USPSTF) concluded that evidence is insufficient to recommend routine screening for osteoporosis in men; however, the National Osteoporosis Foundation recommends osteoporosis screening in men aged 70 years or older. Screening may be considered in younger men at high risk for osteoporosis based on risk factors, such as low body weight, recent weight loss, physical inactivity, oral glucocorticoid use, previous fragility fracture, alcohol use, and androgen deprivation through pharmacologic agents or orchiectomy.The USPSTF recommends low-dose chest CT (Option D) for lung cancer screening in adults aged 50 to 80 years who have at least a 20-pack-year history of smoking and currently smoke or have quit within the past 15 years. The American Cancer Society recommends screening in persons aged 50 to 80 years with at least a 20-pack-year smoking history regardless of when they last smoked. This patient's smoking history does not meet either criteria for lung cancer screening.",
  "critique_links": [],
  "key_points": [
    "A screening endoscopy is recommended for individuals with weekly gastroesophageal reflux disease symptoms for 5 or more years and at least three risk factors, including male sex, age older than 50 years, White race, tobacco use, obesity, and history of Barrett esophagus or esophageal adenocarcinoma in a first-degree relative."
  ],
  "references": "Shaheen NJ, Falk GW, Iyer PG, et al. Diagnosis and management of Barrett's esophagus: an updated ACG guideline. Am J Gastroenterol. 2022;117:559-587. PMID: 35354777 doi:10.14309/ajg.0000000000001680",
  "related_content": {
    "syllabus": [
      "gisec24001_24029"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.406985-06:00"
}