{
  "question_id": "cvvdx24046",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Identify pericardial rub on auscultation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old woman is evaluated in the emergency department for an 8-hour history of acute-onset, sharp, and persistent chest pain. Blood pressure is 130/70 mm Hg, and pulse rate is 60/min. Auscultation is performed with the diaphragm at the left sternal border.(We recommend listening to this clip with headphones or external speakers rather than internal computer or mobile phone speakers. It may be helpful to maximize the volume setting of the listening device. In the videos, a cotton swab is placed on the carotid artery to help identify the timing of cardiac sounds and murmurs and, in some cases, to provide a visual representation of the carotid artery configuration.)",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Aortic regurgitation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Aortic stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Patent ductus arteriosus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pericardial rub",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is a pericardial friction rub (Option D). A pericardial rub is the predominant sign of pericarditis. It is typically triphasic but may be present in only one or two phases of the cardiac cycle. Often described as creaking, grating, or scratching, pericardial rubs are heard best at the left sternal border with the patient sitting up, leaning forward, and holding the breath in expiration. As in this example, pericardial rubs may vary in intensity with respiration.Aortic regurgitation is a high-pitched diastolic murmur heard best along the mid-left upper sternal border. The murmur of aortic stenosis is a harsh crescendo-decrescendo systolic murmur loudest at the upper right sternal edge. A continuous murmur of patent ductus arteriosus begins in systole and extends without interruption into diastole.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24009_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.521640-06:00"
}