{
  "question_id": "nrcor25027",
  "category": "nr",
  "educational_objective": "Diagnose frontotemporal dementia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 55-year-old woman is evaluated for a 1-year history of behavioral changes. Her boyfriend reports that she has been acting inappropriately and insensitively toward others, maxed out all of her credit cards, and has not paid her bills for the past few months. She gained 9.1 kg (20.0 lb) in the past few months because she will eat only doughnuts for dinner. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are normal. She scores 24/30 on the Montreal Cognitive Assessment, showing difficulty on tasks involving executive function and attention. The remainder of the neurologic examination is normal. She appears restless.Results of laboratory studies, including thyroid-stimulating hormone, serum 25-hydroxyvitamin D, and serum vitamin B12 levels, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Dementia with Lewy bodies",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Frontotemporal dementia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Posterior cortical atrophy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Primary progressive aphasia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is behavioral variant frontotemporal dementia (bvFTD) (Option B). bvFTD accounts for more than half of FTD cases and is characterized by early behavioral changes; the average age at onset is 58 years. Core clinical criteria for bvFTD include disinhibition, apathy, loss of sympathy/empathy, compulsive/ritualistic behavior, hyperorality/new eating patterns, and a dysexecutive profile of cognitive impairment. Brain MRI characteristically shows cortical atrophy of the frontal and temporal lobes on T1-weighted images. Care for patients with bvFTD is largely supportive and focused on symptoms. Given the early behavioral changes seen in FTD, an interdisciplinary approach with nonpharmacologic and pharmacologic behavioral interventions is needed. bvFTD is also associated with amyotrophic lateral sclerosis, and all patients with bvFTD should be monitored closely for muscle weakness, cramping, or fasciculations. This patient's young age, disinhibition (e.g., uncontrolled spending), apathy, loss of sympathy/empathy (e.g., insensitive/inappropriate behavior), new eating patterns, dysexecutive profile, and brain MRI findings are all consistent with bvFTD.This patient's clinical profile is not consistent with dementia with Lewy bodies (DLB) (Option A). The clinical criteria for DLB include visual hallucinations, parkinsonism, cognitive fluctuations, and rapid eye movement sleep behavior disorder. MRI often shows atrophy with medial temporal lobe preservation. This patient does not exhibit any of these features.Posterior cortical atrophy (Option C) is a variant of Alzheimer disease that predominantly affects visuospatial perception. Balint syndrome is the classic triad that describes the clinical syndrome and includes simultanagnosia (inability to perceive more than one object at a time), optic ataxia (difficulty reaching for an object with normal motor and cerebellar function), and oculomotor apraxia (difficulty voluntarily moving eyes horizontally). MRI frequently shows bilateral parieto-occipital atrophy. None of these findings are seen in this patient.Primary progressive aphasia (PPA) (Option D) is characterized by dementia with a language-predominant clinical course. It has three variants, two of which (the semantic and nonfluent variants) share pathologic features of FTD. This patient has no clear language deficit in her history or on cognitive testing, making PPA unlikely.",
  "critique_links": [],
  "key_points": [
    "The clinical criteria for behavioral variant frontotemporal dementia (bvFTD) consist of disinhibition, apathy, loss of sympathy/empathy, compulsive/ritualistic behavior, hyperorality/new eating patterns, and a dysexecutive cognitive profile.",
    "Brain MRI in bvFTD characteristically shows cortical atrophy of the frontal and temporal lobes on T1-weighted images."
  ],
  "references": "Boeve BF. Behavioral variant frontotemporal dementia. Continuum (Minneap Minn). 2022;28:702-725. PMID: 35678399 doi:10.1212/CON.0000000000001105",
  "related_content": {
    "syllabus": [
      "nrsec24005_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.115915-06:00"
}