{
  "question_id": "dmcor25004",
  "category": "dm",
  "educational_objective": "Diagnose nail psoriasis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 32-year-old man is evaluated for a 2-year history of nail changes. Medical history is otherwise unremarkable. He takes no medications.On physical examination, nine of 10 fingernails are dystrophic. Nail findings are shown.Toenails are not involved.The remainder of the skin examination reveals scaly patches in the conchae of both ears. The remainder of the general medical examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Chronic paronychia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lichen planus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Onychomycosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Psoriasis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with onycholysis and nail pitting is nail psoriasis (Option D). Nail psoriasis is characterized by dystrophic nails with yellow-red discoloration (\"oil stains\") caused by inflammation of the nail bed; pitting caused by inflammation of the nail matrix; and distal onycholysis (separation of nail plate from the nail bed). Other findings include nail plate thickening, distal nail plate crumbling, and splinter hemorrhages. Nail psoriasis more commonly affects the fingernails than the toenails. Nail psoriasis typically occurs in patients with established psoriasis, but occasionally the nail changes may precede the skin changes. A family history of psoriasis can be helpful, as can a thorough physical examination looking for hidden areas of plaque psoriasis in the gluteal cleft, periumbilically, in the concha of the ear, and on the scalp. Nail psoriasis is strongly associated with psoriatic arthritis. Patients with psoriasis, particularly involving the nails, should be screened for psoriatic arthritis at diagnosis and follow-up. This patient has distal onycholysis, pitting, and incidental conchal findings consistent with psoriatic plaques, making the diagnosis of nail psoriasis highly likely.Chronic paronychia (Option A) is an insidious inflammatory process often involving multiple fingers, and it can cause ridging of the fingernails. In contrast to nail psoriasis, chronic paronychia is characterized by tender swelling in the nail folds along with missing or dystrophic cuticles.Lichen planus (Option B) can affect the nails in about 10% of cases. It causes nail plate dystrophy, including longitudinal roughness and ridging, nail thinning, red-streaking, and pterygium unguis formation (scarring of the proximal nail fold and matrix), as shown.In patients with onychomycosis (Option C), toenails are more commonly affected than fingernails. Nail pitting is not seen in onychomycosis. This patient lacks toenail involvement and has pitting, so the diagnosis of onychomycosis is unlikely.",
  "key_points": [
    "Nail psoriasis, which more commonly affects fingernails than toenails, is characterized by dystrophic nails with yellow-red discoloration (\"oil stains\"), pitting, and distal onycholysis.",
    "Nail psoriasis is highly correlated with psoriatic arthritis, so attention to joint symptoms is important in affected patients."
  ],
  "references": "Lee DK, Lipner SR. Optimal diagnosis and management of common nail disorders. Ann Med. 2022;54:694-712. PMID: 35238267 doi:10.1080/07853890.2022.2044511",
  "related_content": {
    "syllabus": [
      "dmsec24015_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:48.154201-06:00"
}