{
  "question_id": "fcqqq24007",
  "category": "fc",
  "educational_objective": "Effectively manage termination of a physician-patient relationship.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 52-year-old man fails to attend a scheduled appointment. He was initially evaluated for knee osteoarthritis 1 year ago, and treatment with NSAIDs and physical therapy was recommended. The patient has now missed three scheduled appointments, did not attend physical therapy, arrived for urgent assessment twice requesting stronger pain medications, and did not complete sufficient trials of oral nonopioid pharmacologic agents. Attempts to reach the patient by phone to discuss adherence to his care plan have been unsuccessful. Today's visit was scheduled to discuss the difficulties in his treatment and assess his barriers to care. Medical history is otherwise unremarkable.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Refer the patient to a psychiatrist",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Refer the patient to an orthopedic specialist",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Send a letter warning the patient that the relationship may be terminated",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Terminate the patient relationship immediately",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to send the patient a formal, written warning informing him that the patient-physician relationship may be terminated (Option C) unless he is able to meaningfully participate in the plan of care. Physician-patient relationships are formed based on mutual agreement. Rarely, the relationship fails to reach mutual goals and becomes unproductive. In some cases, the patient may not adhere to recommended therapies or may demonstrate inappropriate behavior with the physician or staff members, and it may be appropriate for the physician to terminate the relationship. After reasonable attempts to resolve differences have failed, the patient should be notified in writing that the relationship has been terminated and that care should be obtained from a different provider, usually with a several-week time frame for the patient to continue receiving urgent care. Terminations should occur only if the patient is medically stable and when alternative care is available. If a patient threatens a physician or staff member, the termination may be immediate.Although a psychiatrist might provide interventions to help this patient better adhere to care recommendations, a referral (Option A) is unnecessary in deciding to terminate an ineffective physician-patient relationship.The patient has not demonstrated adherence to evidence-based first-line therapies for his condition, so referral to an orthopedic specialist is not appropriate at this time (Option B).Patient abandonment is unethical and may be a cause for legal action. In this case, the patient has not yet received a formal warning that his failure to adhere to treatment goals may result in his termination from the practice. Therefore, he should not be released from the practice immediately (Option D).",
  "key_points": [
    "If the physician-patient relationship becomes irreparably compromised because of lack of trust, lack of mutual goals, or failure to maintain an effective working relationship despite efforts to resolve differences, a warning letter can inform the patient that the relationship can be terminated."
  ],
  "references": "Sulmasy LS, Bledsoe TA; ACP Ethics, Professionalism and Human Rights Committee. American College of Physicians ethics manual: seventh edition. Ann Intern Med. 2019;170:S1-S32. PMID: 30641552",
  "related_content": {
    "syllabus": [
      "fcsec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.183403-06:00"
}