{
  "question_id": "gimcq24014",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose a Mallory-Weiss tear as the cause of upper gastrointestinal bleeding.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old woman is evaluated in the emergency department for an acute flare of gastroparesis manifesting as a 1-week history of nausea and intractable vomiting. She had several episodes of emesis today, followed by hematemesis once. She has no other medical conditions. Medications are metoclopramide and as-needed ondansetron.On physical examination, blood pressure is 105/60 mm Hg and heart rate is 95/min. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Aortoenteric fistula",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erosive esophagitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Esophageal variceal hemorrhage",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Mallory-Weiss tear",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is a Mallory-Weiss tear (Option D). A Mallory-Weiss tear is a mucosal disruption at the gastroesophageal junction and typically forms after repeated episodes of severe vomiting or retching. Preceding heavy alcohol use occurs in more than 50% of patients with such tears, but they can also occur independently of alcohol consumption. Mallory-Weiss tears account for 1% to 15% of upper gastrointestinal (GI) bleeding in adults. Upper endoscopy is the gold standard for diagnosis. Most Mallory-Weiss tears stop bleeding spontaneously, and a conservative approach, including administration of a proton pump inhibitor to reduce acid secretion and promote healing, is appropriate in most patients. For actively bleeding tears, endoscopic techniques (e.g., epinephrine injection, thermal therapy, and endoclips) can be used. This patient with a history of gastroparesis, or delayed gastric emptying, has experienced acute symptoms of nausea and intractable vomiting for the last week and one episode of hematemesis. Forceful vomiting has most likely caused a Mallory-Weiss tear.An aortoenteric fistula (Option A) is an abnormal connection between the aorta and the luminal GI tract, commonly due to compression of an abdominal aortic aneurysm or erosion of an aortic graft into the GI tract. It commonly presents as a “herald” bleed, followed by massive exsanguination. It is a rare cause of upper GI bleeding and is a life-threatening event with a high mortality rate (50%) despite intervention. This diagnosis should be considered in a patient with a history of aortic graft surgery but is unlikely in this patient who lacks such a history.Erosive esophagitis (Option B) is characterized by mucosal damage of the esophagus, most commonly due to gastroesophageal reflux disease. It commonly presents as heartburn, acid reflux, and dysphagia. Although erosive esophagitis is a common endoscopic finding, it alone infrequently causes clinically significant upper GI bleeding. Given this patient's history of gastroparesis and recent vomiting, endoscopy might reveal esophagitis. However, this is not likely to be the cause of her significant upper GI bleeding.Esophageal variceal hemorrhage (Option C) due to portal hypertension and varices in cirrhosis is a common cause of upper GI bleeding that frequently presents as acute hematemesis. However, this patient has no known history of liver disease, making this diagnosis unlikely.",
  "critique_links": [],
  "key_points": [
    "A Mallory-Weiss tear is a mucosal disruption at the gastroesophageal junction and typically forms after repeated episodes of severe vomiting or retching."
  ],
  "references": "Laine L, Barkun AN, Saltzman JR, et al. ACG clinical guideline: upper gastrointestinal and ulcer bleeding. Am J Gastroenterol. 2021;116:899-917. PMID: 33929377 doi:10.14309/ajg.0000000000001245",
  "related_content": {
    "syllabus": [
      "gisec24005_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.157029-06:00"
}