{
  "question_id": "cvmcq24065",
  "category": "cv",
  "educational_objective": "Treat a patient with type 2 diabetes mellitus and coronary artery disease with a glucagon-like peptide 1 agonist or sodium-glucose cotransporter 2 inhibitor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 62-year-old man is evaluated during a follow-up examination for recently diagnosed coronary artery disease. He initially presented 2 weeks ago with exertional chest pain. Evaluation included coronary CT angiography, which showed a long-segment occlusion of the right coronary artery. He began treatment with metoprolol succinate, isosorbide mononitrate, and aspirin, with resolution of angina. He also has type 2 diabetes mellitus, hypertension, dyslipidemia, and obesity. His other medications are metformin, insulin glargine, losartan, and high-intensity atorvastatin.On physical examination, blood pressure is 118/76 mm Hg and pulse rate is 56/min and regular. All other findings are unremarkable.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amlodipine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Empagliflozin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Evolocumab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is empagliflozin (Option C). Several trials have associated sodium-glucose cotransporter 2 (SGLT2) inhibitors, such as empagliflozin, and/or glucagon-like peptide 1 (GLP-1) receptor agonists, such as dulaglutide, with a decrease in cardiovascular events in patients with type 2 diabetes with established atherosclerotic cardiovascular disease (ASCVD) or at high risk for it. These drugs are recommended in patients with type 2 diabetes and established coronary artery disease (CAD) as part of a glucose-lowering regimen to reduce rates of cardiovascular and renal events. This patient has established CAD and type 2 diabetes with a hemoglobin A1c of 8.4%, signaling inadequate glycemic control. Adding an SGLT2 inhibitor such as empagliflozin is an appropriate next step.Amlodipine (Option A) is an effective antihypertensive and antianginal agent and would be a consideration if the blood pressure were above the goal level of 130/80 mm Hg or if angina were present despite the metoprolol and isosorbide. This patient's blood pressure and angina symptoms, however, are well controlled.The utility of P2Y12 agents such as clopidogrel in stable angina has not been clearly established, and dual antiplatelet therapy is reserved for specific indications, such as after acute coronary syndrome and percutaneous coronary intervention. Adding clopidogrel (Option B) as well as other P2Y12 agents, such as prasugrel and ticagrelor, would increase the risk for bleeding without providing clear benefit.The use of more aggressive lipid-lowering therapy, such as the proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitor evolocumab (Option D) or alirocumab is indicated for patients with ASCVD to achieve an optimal LDL cholesterol level of less than 55 mg/dL (1.42 mmol/L). This patient's LDL cholesterol level is 52 mg/dL (1.35 mmol/L), and additional lipid-lowering therapy is not indicated.",
  "key_points": [
    "Sodium-glucose cotransporter 2 inhibitors and/or glucagon-like peptide 1 receptor agonists are recommended in patients with type 2 diabetes and established coronary artery disease to reduce rates of cardiovascular and renal events."
  ],
  "references": "ElSayed NA, Aleppo G, Aroda VR, et al. 10. Cardiovascular disease and risk management: standards of care in diabetes-2023. Diabetes Care. 2023;46:S158-S190. PMID: 36507632 doi:10.2337/dc23-S010",
  "related_content": {
    "syllabus": [
      "cvsec24004_24035"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:49:04.487431-06:00"
}