{
  "question_id": "fcmcq24005",
  "category": "fc",
  "educational_objective": "Screen for osteoporosis in a postmenopausal woman.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 58-year-old woman is evaluated during a routine office visit. Her older sister was recently diagnosed with a fragility fracture, and the patient is concerned about her own bone health. She is asymptomatic. Menarche was at 12 years of age, and menopause occurred at 52 years of age. She has never had a previous fracture or required glucocorticoid therapy. She walks for 30 minutes most weekdays and practices yoga three times weekly. For the past 30 years, she has smoked five cigarettes daily. She drinks one glass of wine weekly. She has a history of well-controlled hypertension. Her only medication is losartan.On physical examination, vital signs are normal. BMI is 24. Other findings are unremarkable.Smoking cessation is advised.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Bone mineral density testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fracture Risk Assessment (FRAX) score calculation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vitamin D supplementation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to calculate a Fracture Risk Assessment (FRAX) score (Option B). The U.S. Preventive Services Task Force (USPSTF) and American College of Obstetricians and Gynecologists recommend screening for osteoporosis in women aged 65 years or older and in postmenopausal women younger than 65 years who are at increased risk for osteoporosis as determined by clinical risk assessment. Per USPSTF guidelines, postmenopausal women younger than 65 years should first be assessed for osteoporosis risk factors; those with one or more risk factors should be further evaluated using a clinical risk assessment tool. Several risk assessment tools are available, including the Simple Calculated Osteoporosis Risk Estimation, Osteoporosis Self-Assessment Tool, Osteoporosis Risk Assessment Instrument, and FRAX tool. Women who are found to be at increased risk should undergo screening for osteoporosis. Screening can be accomplished with bone mineral density measurement, most commonly with dual-energy x-ray absorptiometry of the hip and lumbar spine. This patient has several risk factors for osteoporosis, including menopause, current smoking, and a family history of a fragility fracture. Therefore, further risk stratification using FRAX is an appropriate next step.Screening for osteoporosis by using bone mineral density testing (Option A) is recommended for women aged 65 years and older. Bone mineral density testing in younger postmenopausal women is based on fracture risk. Before a bone mineral density test is recommended for this patient, she should have a formal risk assessment using a standardized tool such as FRAX.Vitamin D deficiency is associated with osteoporosis and fractures. A vitamin D supplement of 1000 μg/d may be appropriate in the context of osteoporosis care. This patient may require vitamin D supplementation (Option C) if she has osteoporosis or osteopenia, but further assessment for bone health and vitamin D deficiency would be indicated before recommending a daily supplement.This patient has osteoporosis risk factors (menopause, smoking, and family history) and should undergo further risk assessment for osteoporosis. Therefore, providing no additional management (Option D) is inappropriate.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends screening for osteoporosis in women aged 65 years or older and in postmenopausal women younger than 65 years who are at increased risk for osteoporosis as determined by clinical risk assessment."
  ],
  "references": "U.S. Preventative Services Task Force. Osteoporosis to prevent fractures: screening. Published January 14, 2025. Accessed March 5, 2025. https://www.uspreventiveservicestaskforce.org/uspstf/recommendation/osteoporosis-screening",
  "related_content": {
    "syllabus": [
      "fcsec24008_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.573268-06:00"
}