{
  "question_id": "onmcq24007",
  "category": "on",
  "educational_objective": "Evaluate for mediastinal node metastases in a patient with newly diagnosed non–small cell lung cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 63-year-old man is evaluated after CT scan of the chest obtained for a chronic cough showed a 3.1-cm medial right middle lobe mass. On PET/CT scan, hypermetabolic uptake was identified in both the right middle lobe mass and the adjacent 4.5-cm hilar node. There was no evidence of metastatic disease, and the patient has no other symptoms. He has a 50-pack-year history of smoking and currently smokes. He has COPD, and medications are inhaled tiotropium and olodaterol.Physical examination findings, including vital signs, are normal.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Brain MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Circulating tumor DNA testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endobronchial ultrasonography with mediastinal node sampling",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Platinum-based chemotherapy with an immune checkpoint inhibitor",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Radiation therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next intervention for this patient is endobronchial ultrasonography with mediastinal node sampling (Option C). Initial evaluation of patients suspected to have lung cancer should start with a full history, physical examination, complete blood count, serum chemistry testing, and CT of the chest. PET/CT is also a standard component of initial staging for all patients with non–small cell lung cancer (NSCLC) and is useful for assessing mediastinal nodes as well as identifying evidence of distant metastatic disease. Mediastinal node sampling, either through mediastinoscopy or endobronchial ultrasonography–guided biopsy, is also performed in many patients with NSCLC and can establish the diagnosis and provide useful information regarding staging. Exceptions include those with very early-stage or metastatic disease. In this patient, the imaging findings of a lung mass and hilar adenopathy with hypermetabolic uptake on PET/CT scan strongly suggest NSCLC. Endobronchial ultrasonography with mediastinal node sampling can confirm the diagnosis and assess the presence of mediastinal nodal metastases.Although brain MRI (Option A) is a standard staging study for most patients with NSCLC, it is not indicated before the diagnosis is established in a patient without neurologic signs or symptoms.Testing for molecular alterations and PD-L1 using tumor tissue is essential for patients diagnosed with metastatic NSCLC. Testing for these alterations using circulating tumor DNA (Option B) has no role in evaluating patients with nonmetastatic NSCLC. With the exception of testing for EGFR mutations and PD-1 expression status using tumor tissue in patients who might benefit from adjuvant systemic therapy, no other molecular testing is indicated for patients with early-stage NSCLC.Treatment with platinum-based chemotherapy plus an immune checkpoint inhibitor (Option D) is appropriate as a first-line treatment for patients diagnosed with metastatic NSCLC. However, this patient does not have metastatic disease based on PET/CT scan, and the diagnosis has not yet been established.It is too soon to determine whether this patient will be best served by primary surgical or radiation-based treatment (Option E). He does not yet have a diagnosis, and complete staging information is not available, so radiation treatment would be premature.",
  "key_points": [
    "Mediastinal node sampling, either through mediastinoscopy or endobronchial ultrasonography–guided biopsy, is a standard component of evaluating most patients with non–small cell lung cancer; exceptions include those with very early-stage or metastatic disease."
  ],
  "references": "Torre M, Reda M, Musso V, et al. Diagnostic accuracy of endobronchial ultrasound-transbronchial needle aspiration (EBUS-TBNA) for mediastinal lymph node staging of lung cancer. Mediastinum. 2021;5:15. PMID: 35118321 doi:10.21037/med-21-2",
  "related_content": {
    "syllabus": [
      "onsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.594206-06:00"
}