{
  "question_id": "idmcq24045",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat nongonococcal urethritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated for several days of dysuria, urethral pruritis, and mucoid urethral discharge. He reports having sex with other men. Medical history is notable for chlamydia 1 year ago. He takes no medications and has no known allergies.On physical examination, vital signs are normal. Genital examination reveals mucoid urethral discharge.A first-void urine specimen is positive for leukocyte esterase. Gram stain of the urethral discharge is negative for intracellular gram-negative diplococci. Urine nucleic acid amplification testing for gonorrhea and chlamydia are pending.",
  "question_stem": "Which of the following is the most appropriate empiric treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Doxycycline for 7 days",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Doxycycline for 7 days followed by moxifloxacin for 7 days",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intramuscular ceftriaxone, single dose, plus doxycycline for 7 days",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Metronidazole, single dose",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate empiric treatment for this patient is a 7-day course of doxycycline (Option A) for nongonococcal urethritis (NGU). NGU is a nonspecific diagnosis and is suspected with evidence of urethral inflammation such as dysuria, urethral irritation or pruritis, and urethral discharge. NGU can be caused by various pathogens, but Chlamydia trachomatis is most common. A positive leukocyte esterase or urine microscopy leukocyte count of 10/hpf or greater on first-void urine suggests urethritis. NGU is confirmed if Gram stain of urethral discharge does not show evidence of diplococci. Individuals presenting with signs and symptoms consistent with urethritis should be initially tested for gonorrhea and chlamydia by nucleic acid amplification testing (NAAT), especially if a point-of-care Gram stain is unavailable. If access to NAAT is not readily available or follow-up cannot be ensured, empiric treatment with doxycycline (100 mg twice daily) for 7 days is recommended for NGU if the Gram stain of the urethral discharge is negative for gram-negative intracellular diplococci. This patient most likely has NGU based on his symptoms of dysuria, urethral irritation, and discharge; the positive leukocyte esterase test, which indicates infectious urethritis; and the absence of intracellular gram-negative diplococci on Gram stain of the urethral discharge. He should therefore receive doxycycline treatment for 7 days; doxycycline postexposure prophylaxis should also be discussed to prevent future infections.Additional testing is appropriate in patients who have persistent symptoms after empiric treatment because pathogens other than gonorrhea or chlamydia may cause urethritis (e.g., Mycoplasma genitalium or Trichomonas vaginalis). If M. genitalium is discovered on NAAT, then treatment with moxifloxacin can be added sequentially after the initial course of doxycycline (Option B).A single dose of intramuscular ceftriaxone is indicated for gonococcal urethritis, with inclusion of doxycycline if concomitant chlamydial infection has not been ruled out (Option C). Empiric ceftriaxone is not recommended if evidence of presumed gonococcal infection is not supported by Gram stain of the urethral discharge.If trichomoniasis is discovered on subsequent testing, then one dose of metronidazole (Option D) would be indicated; however, this patient is unlikely to have trichomoniasis because this infection is uncommon in men who have sex with men. Regardless, initial empiric treatment of urethritis does not include either a regimen of doxycycline followed by moxifloxacin or metronidazole.",
  "critique_links": [],
  "key_points": [
    "Urethritis should be suspected in patients with symptoms such as dysuria, urethral irritation or pruritis, and urethral discharge; nongonococcal urethritis is confirmed if Gram stain of urethral discharge does not show evidence of intracellular gram-negative diplococci.",
    "The preferred treatment for nongonococcal urethritis is a 7-day course of doxycycline."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24012_24008"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.570796-06:00"
}