{
  "question_id": "enmcq24026",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat obesity with bariatric surgery.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 56-year-old man is evaluated at a follow-up visit for weight management. Over the course of the past year, calorie restriction of 1500 calories daily and trials of tirzepatide and phentermine-topiramate have not resulted in adequate weight loss, and he continues to have weight-related concerns. Physical activity is limited by bilateral knee pain due to osteoarthritis. Other medical conditions are gastroesophageal reflux disease, type 2 diabetes mellitus, and obesity. Medications are topical diclofenac, pantoprazole, metformin, and empagliflozin.On physical examination, vital signs are normal. BMI is 44. The patient exhibits central adiposity. There is limited range of motion in both knees.Laboratory studies:Hemoglobin A1c8.1%H",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Recommend jogging with a goal of 150 minutes per week",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Refer for gastric banding surgery",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer for Roux-en-Y gastric bypass surgery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start liraglutide",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Roux-en-Y gastric bypass surgery (Option C) is the most appropriate treatment for this patient who has not achieved sustained and appreciable weight loss with nonsurgical modalities. Bariatric surgery should be considered for patients who have a BMI of 35 or greater, regardless of comorbidities, and in patients with a BMI between 30 and 34.9 who have not achieved weight loss goals or comorbidity improvement with nonsurgical therapy. The most commonly performed bariatric surgical procedures are Roux-en-Y gastric bypass and sleeve gastrectomy. The short-term efficacy of these techniques is very good, with up to 70% and 60%, respectively, of excess weight lost at 2 years. Roux-en-Y gastric bypass involves detaching the proximal stomach and creating a small pouch, which is reattached to a limb of the small intestine. Weight loss results from decreased calorie intake, malabsorption, and appetite suppression. Despite lifestyle changes and pharmacologic therapy, this patient has a BMI that is greater than 35; bariatric surgery, such as Roux-en-Y gastric bypass, is an appropriate treatment option.Moderate-intensity exercise, such as jogging, for 150 minutes per week (Option A) is recommended alongside calorie restriction to help with weight loss. Many patients will need instruction on how to gradually increase activity, including modified exercises and strength training to minimize impacts on joints. Biking or swimming can be options for patients with significant osteoarthritis. This patient has osteoarthritis that limits his range of motion on examination. High-impact cardiovascular exercise such as jogging is unlikely to be tolerated.Gastric banding surgery (Option B) consists of placing a silicone fluid–filled band around the proximal stomach. This band creates a small stomach pouch, leading to restricted calorie intake. However, gastric banding has only modest efficacy and has high rates of revision and complications. Roux-en-Y gastric bypass would be preferred over gastric banding because of its increased effectiveness at sustained weight loss.Liraglutide (Option D) is a glucagon-like peptide receptor agonist (GLP-1 RA) that is associated with a 5.2-kg (11.5 lb) weight loss. This patient has trialed multiple pharmacologic therapies, including tirzepatide (a glucose-dependent insulinotropic polypeptide/GLP-1 RA), without success; liraglutide is unlikely to be effective.",
  "critique_links": [],
  "key_points": [
    "Bariatric surgery should be considered for patients who have a BMI of 35 or greater, regardless of comorbidities, and in patients with a BMI between 30 and 34.9 who have not achieved weight loss goals or comorbidity improvement with nonsurgical therapy.",
    "The most commonly performed bariatric surgical procedures are Roux-en-Y gastric bypass and sleeve gastrectomy."
  ],
  "references": "Eisenberg D, Shikora SA, Aarts E, et al. 2022 American Society of Metabolic and Bariatric Surgery (ASMBS) and International Federation for the Surgery of Obesity and Metabolic Disorders (IFSO) indications for metabolic and bariatric surgery. Obes Surg. 2023;33:3-14. PMID: 36336720 doi:10.1007/s11695-022-06332-1",
  "related_content": {
    "syllabus": [
      "ensec24001_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.216651-06:00"
}