{
  "question_id": "rmmcq24040",
  "category": "rm",
  "educational_objective": "Treat rheumatoid arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 32-year-old man is evaluated for a recent diagnosis of rheumatoid arthritis. He has had a 4-month history of progressive bilateral hand pain. Medical history is otherwise unremarkable.On physical examination, vital signs are normal. Joint examination shows swelling and tenderness in the wrists and second metacarpophalangeal joints bilaterally and tenderness in the third and fifth metacarpophalangeal joints bilaterally. No rash, lymphadenopathy, edema, or other joint tenderness or swelling is noted.Laboratory studies reveal a normal complete blood count and comprehensive metabolic panel.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Adalimumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "High-dose prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Naproxen",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Tofacitinib",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with rheumatoid arthritis (RA) is methotrexate (Option C). The 2021 American College of Rheumatology RA treatment guidelines advocate for early diagnosis and aggressive early disease-modifying treatment to prevent irreversible joint damage and to minimize use of NSAIDs, glucocorticoids, and opioids. Methotrexate is considered first-line treatment for RA in patients with no contraindications, and it is the anchor drug, used in both monotherapy and combination therapy (Figure: Algorithm for RA Treatment). The target doses of methotrexate should be at least 15 mg weekly but can be titrated to doses as high as 25 mg weekly in partial responders; physicians should generally maximize methotrexate dosing before adding other agents. At doses greater than 15 mg weekly, methotrexate oral absorption approaches its effective limit; a split dose of oral methotrexate over 12 to 24 hours or switching to subcutaneous administration allows for higher serum drug levels. Folic acid supplements minimize toxicity without diminishing efficacy. Of patients with RA taking methotrexate alone, 30% to 50% achieve remission or low disease activity. This patient has RA and should be treated with methotrexate for disease-modifying therapy.Adalimumab (Option A) is not a first-line treatment of RA because of its high cost and subcutaneous route of administration. Adalimumab may be considered in patients with contraindications to conventional disease-modifying antirheumatic drugs (DMARDs), such as methotrexate, or in combination with a conventional DMARD for persistent or progressive disease. For this patient, it would be preferable to initiate a trial of methotrexate before considering a second-line agent.High-dose prednisone (Option B) is not necessary to manage symptoms and is not a disease-modifying therapy. Prednisone can relieve RA symptoms but should be limited to low-dose therapy (5-15 mg/d).Naproxen (Option D) and other NSAIDs are not a substitute for initiating treatment with a disease-modifying agent in patients with RA. NSAIDs do not prevent joint damage or alter the natural history of the disease. NSAIDs may be used as adjunctive therapy to relieve symptoms but should not be used as monotherapy.Treatment with a targeted synthetic DMARD, such as tofacitinib (Option E), is generally reserved for patients with a contraindication or inadequate response to conventional DMARDs, such as methotrexate. If disease activity remains inadequately controlled, tofacitinib could be considered as an additional or alternate medication. In this patient with a new diagnosis of RA, methotrexate is indicated before considering a second-line agent. Choice of a second agent depends on patient preferences, availability, costs, and risks. Tumor necrosis factor inhibitors are generally used before tofacitinib. Tofacitinib, baricitinib, and upadacitinib carry an FDA warning regarding risk for cardiac events, blood clots, malignancy, and death. These drugs should not be used in patients who smoke or those with high risk for cardiac disease.",
  "critique_links": [],
  "key_points": [
    "Methotrexate is first-line treatment of rheumatoid arthritis."
  ],
  "references": "Fraenkel L, Bathon JM, England BR, et al. 2021 American College of Rheumatology guideline for the treatment of rheumatoid arthritis. Arthritis Rheumatol. 2021;73:1108-1123. PMID: 34101376 doi:10.1002/art.41752",
  "related_content": {
    "syllabus": [
      "rmsec24003_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.697436-06:00"
}