{
  "question_id": "inmcq24040",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Evaluate corneal abrasion in a patient who wears contact lenses.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old man is evaluated for a 1-week history of pain and a sand-like sensation in his left eye. He has also had blurred vision, increased tear production, and pain with lateral gaze. He has no symptoms in the right eye and reports no eye trauma, fevers, or other symptoms. He wears contact lenses but has not worn them for several days because of the discomfort. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. The left eye is injected with profuse lacrimation. He has decreased visual acuity compared with baseline on the left side; vision on the right side is at baseline. No foreign body is seen, but examination is limited because the patient is reluctant to open his eye.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cold compresses",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methylprednisolone eyedrops",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Saline eye irrigation and saline eyedrops",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trimethoprim-polymyxin B eyedrops",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Urgent ophthalmologic evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment for this patient with a possible corneal abrasion or ulcer in the setting of contact lens use is urgent ophthalmologic evaluation (Option E). Corneal abrasions are superficial epithelial defects that result from foreign bodies, mechanical trauma, contact lens use, and chemical burns. Symptoms include severe eye pain, a foreign body sensation, light sensitivity, and tearing. Vision loss may occur and requires immediate ophthalmology referral. Fluorescein staining permits visualization of abrasions and should be performed in all patients, along with visual acuity assessment. Pain management can often be accomplished with acetaminophen and NSAIDs. Topical antimicrobials are not necessary for patients who do not wear contact lenses. However, in contact lens wearers, topical antibiotics with antipseudomonal activity (ciprofloxacin, ofloxacin, gentamycin, and tobramycin) should be given to prevent bacterial infection. This patient who wears contact lenses has symptoms consistent with a corneal abrasion, including eye pain and a foreign body sensation. Given his contact lens use, treatment should be started with topical antibiotics that cover Pseudomonas, and because of his vision change, he should be immediately referred to ophthalmology.Cold compresses (Option A) would not be appropriate for managing corneal abrasion, and this patient requires urgent ophthalmologic evaluation given the vision loss and concern for a significant corneal abrasion or infection. Cold compresses are more appropriate for viral and uncomplicated bacterial conjunctivitis, neither of which is likely in this patient.Glucocorticoids, such as methylprednisolone (Option B), are not indicated to treat a corneal abrasion.Irrigation of the eye with saline and provision of saline drops (Option C) would not be the most appropriate treatment. This patient's visual changes suggest a significant corneal abrasion, and he wears contact lenses, which markedly increases the risk for infection, including pseudomonal infection. He should be referred urgently to ophthalmology.Topical antibiotic eyedrops (Option D) are appropriate in this patient with a likely corneal abrasion and contact lens use. A more appropriate choice, however, would be a fluoroquinolone with specific antipseudomonal activity. Regardless, the patient should be referred urgently to ophthalmology for further management.",
  "critique_links": [],
  "key_points": [
    "In patients with corneal abrasion, fluorescein staining permits visualization of abrasions and should be performed in all patients along with visual acuity assessment; those with vision loss require immediate ophthalmology referral.",
    "Corneal abrasions in patients who wear contact lenses require treatment with topical antibiotics with antipseudomonal activity, such as fluoroquinolones or aminoglycosides."
  ],
  "references": "Algarni AM, Guyatt GH, Turner A, et al. Antibiotic prophylaxis for corneal abrasion. Cochrane Database Syst Rev. 2022;5:CD014617. PMID: 35622535 doi:10.1002/14651858.CD014617.pub2",
  "related_content": {
    "syllabus": [
      "insec24003_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.939767-06:00"
}