{
  "question_id": "encor25015",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat hypothyroidism in a patient with coronary artery disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 61-year-old man is evaluated for a 3-month history of fatigue, constipation, difficulty concentrating, and cold intolerance. He has gained 4.5 kg (10.0 lb) during the past year. Medical history is significant for coronary artery disease with stable angina. Medications are rosuvastatin, lisinopril, metoprolol, and aspirin.On physical examination, pulse rate is 54/min. Weight is 65 kg (143.3 lb). His hair is coarse, and his skin is cool and dry. The thyroid is firm but not enlarged. Deep tendon reflexes are delayed.Laboratory studies:Thyroid-stimulating hormone25 μU/mL (25 mU/L)HFree thyroxine0.5 ng/dL (6.4 pmol/L)L",
  "question_stem": "Which of the following is the most important consideration when determining this patient's initial treatment dosing?",
  "options": [
    {
      "letter": "A",
      "text": "Body weight",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cognitive symptoms",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Coronary artery disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroid-stimulating hormone level",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most important consideration when choosing the starting dose of levothyroxine in this patient with overt hypothyroidism is his history of coronary artery disease (Option C). Levothyroxine is the recommended treatment for hypothyroidism. Treatment goals include normalizing the thyroid-stimulating hormone (TSH) level (in primary hypothyroidism) or free thyroxine (T4) level (in central hypothyroidism) and resolving signs and symptoms of hypothyroidism. A full replacement dose (1.6 μg/kg lean body weight) is appropriate for most patients with overt hypothyroidism. However, thyroid hormone therapy, with its inotropic and chronotropic effects on the heart, may cause angina in patients with severe cardiovascular disease. Because of this risk, patients with cardiovascular disease should be started at lower levothyroxine doses; necessary dosing increases should be done gradually. Lower initial doses (25-50 μg/d) are recommended in patients older than 65 years and patients with cardiac disease. Treatment adequacy can be assessed by repeating TSH measurement at least 6 weeks after dose initiation or modification. This patient has overt primary hypothyroidism with classic symptoms of fatigue, constipation, cognitive symptoms, cold intolerance, and dry hair and skin; physical findings include delayed deep tendon reflexes and bradycardia. His coronary artery disease strongly influences the initial levothyroxine dose chosen for thyroid replacement therapy.In younger patients with hypothyroidism who do not have coronary artery disease, body weight (Option A) is the most important determinant of the initial dose chosen for thyroid hormone replacement therapy. The starting dose for these patients is 1.6 μg/kg lean body weight; however, in patients with higher risk, a lower starting dose is appropriate regardless of body weight.Overt symptoms, such as cognitive dysfunction (Option B), do not determine the initial levothyroxine dose. Similarly, the initial replacement dose of levothyroxine is not determined by a patient's TSH level (Option D). This patient should be started on a low dose of levothyroxine regardless of his symptoms because of his cardiovascular disease.",
  "critique_links": [],
  "key_points": [
    "Thyroid hormone replacement with levothyroxine is the treatment of choice for thyroid hormone deficiency.",
    "A full replacement dose of levothyroxine (1.6 μg/kg lean body weight) is appropriate for most patients with overt hypothyroidism; however, in older adults and patients with cardiovascular disease, lower initial doses (25-50 μg/d) are recommended."
  ],
  "references": "McDermott MT. Hypothyroidism. Ann Intern Med. 2020;173:ITC1-ITC16. PMID: 32628881",
  "related_content": {
    "syllabus": [
      "ensec24005_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.047382-06:00"
}