{
  "question_id": "hmmcq24002",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose multiple myeloma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 70-year-old man is evaluated in the emergency department for a 5-week history of back pain that has worsened over the past several days. He is otherwise well and reports no neurologic symptoms or difficulty with bowel or bladder function. Medical history is significant for COPD. His only medication is tiotropium.On physical examination, vital signs are normal. The lumbar spine is tender to palpation. Neurologic examination, including sensory and motor function in the lower extremities, is normal.Laboratory studies:Hemoglobin9.8 g/dL (98 g/L)LLeukocyte count8700/μL (8.7 × 109/L)Platelet count199,000/μL (199 × 109/L)Albumin3.8 g/dL (38 g/L)Calcium12.2 mg/dL (3 mmol/L)HCreatinine1.6 mg/dL (141 μmol/L)HA radiograph of the lumbar spine shows several lytic lesions, including one within the L1 vertebral body.",
  "question_stem": "Which of the following is the most appropriate next step in evaluation?",
  "options": [
    {
      "letter": "A",
      "text": "JAK2 V617F mutation testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Peripheral blood flow cytometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum and urine protein electrophoresis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "99m-Technetium pyrophosphate bone scintigraphy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in evaluating this patient with likely multiple myeloma (MM) is serum and urine protein electrophoresis (SPEP/UPEP) (Option C), along with immunofixation and free light-chain (FLC) assay. MM classically presents with one or more of the CRAB criteria (hyperCalcemia, Renal failure, Anemia, or Bone disease). Nearly 80% of patients with MM develop lytic bone lesions from plasma cell activation of osteoclasts and inactivation of osteoblasts. Evaluation of patients with possible MM includes identification and quantification of the abnormal monoclonal protein or FLC with SPEP/UPEP with immunofixation and serum FLC testing. Bone marrow biopsy is additionally performed to evaluate the plasma cell burden and to determine cytogenetics for risk stratification. This patient has clinical features that are strongly suggestive of MM, including all of the CRAB criteria for myeloma-related signs and symptoms. Assessment for a monoclonal protein with SPEP and UPEP with immunofixation as well as FLC assay is indicated.The JAK2 V617F mutation is present in more than 95% of patients with polycythemia vera and up to 60% of patients with essential thrombocythemia. However, these clonal disorders do not typically cause bone lesions, hypercalcemia, or kidney dysfunction as seen in this patient, and testing for the JAK2 V617F mutation is not indicated (Option A).Peripheral blood flow cytometry (Option B) is not the most appropriate test to perform in this patient. Flow cytometry identifies cells by cell surface antigens and is a crucial step in the diagnosis of many lymphomas and leukemias as well as paroxysmal nocturnal hemoglobinuria. Peripheral blood flow cytometry, however, is not a first-line diagnostic test for MM.99m-Technetium pyrophosphate bone scintigraphy (Option D) is not recommended in the evaluation of skeletal involvement in MM. Bone scans detect lesions with an osteoblastic component that occur with many malignancies, such as breast cancer. However, bone lesions in MM are often purely lytic, and they may not be seen on bone scan. Plain radiography, MRI, and low-dose CT are appropriate options for the assessment of bone involvement in MM.",
  "critique_links": [],
  "key_points": [
    "Multiple myeloma is a clonal plasma cell neoplasm that classically presents with one or more symptoms of hypercalcemia, kidney disease, anemia, or bone disease.",
    "The evaluation of suspected multiple myeloma includes identification and quantification of the abnormal monoclonal protein or free light chains with serum and urine protein electrophoresis with immunofixation and serum free light-chain testing."
  ],
  "references": "Chen B, Cai L, Zhou F. Management of acute spinal cord compression in multiple myeloma. Crit Rev Oncol Hematol. 2021;160:103205. PMID: 33387626 doi:10.1016/j.critrevonc.2020.103205",
  "related_content": {
    "syllabus": [
      "hmsec24003_24006"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.842130-06:00"
}