{
  "question_id": "idmcq24071",
  "category": "id",
  "educational_objective": "Diagnose babesiosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 62-year-old man is evaluated in the emergency department in August for fever, chills, myalgia, headache, and fatigue of 2 weeks' duration. He has developed shortness of breath over the past few days. He has been working outside maintaining a garden. He lives in New England. Medical history is relevant for a splenectomy secondary to trauma at age 24 years. He takes no medications.On physical examination, temperature is 38.7 °C (101.7 °F), blood pressure is 125/76 mm Hg, pulse rate is 94/min, and respiration rate is 20/min. Oxygen saturation is 93% breathing ambient air. Scleral icterus is noted. Crackles are present at both lung bases. He has hepatomegaly. No rash is present.Laboratory studies:Hemoglobin8 g/dL (80 g/L)LLeukocyte count6500/µL (6.5 × 109/L)Alanine aminotransferase180 U/LHAspartate aminotransferase200 U/LHBilirubinTotal3.1 mg/dL (53.0 μmol/L)HDirect0.3 mg/dL (5.1 μmol/L)Creatinine2.4 mg/dL (212.2 μmol/L)HLactate dehydrogenase300 U/LHHaptoglobin20 mg/dL (200 mg/L)LBlood cultures show no growth.Chest radiograph shows bilateral interstitial edema.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Babesia serum antibody testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Leptospirosis serology",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lyme serology",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Peripheral blood smear",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has severe babesiosis, and a peripheral blood smear should be performed (Option D). Babesia microti is an intraerythrocytic parasite that is transmitted by the bite of an Ixodes scapularis tick. Babesiosis generally occurs in Lyme endemic regions in the Northeast and upper Midwest regions of the United States. The incubation period is generally 1 to 4 weeks after a tick bite. Symptoms may include fever, chills, myalgia, headache, and hemolytic anemia, although some persons are asymptomatic. Immunocompromised persons, including those with splenectomy (such as this patient), may have severe disease. Severe disease is associated with high parasite burden and can result in multiorgan disease, including severe hemolytic anemia, kidney injury, liver failure, heart failure, and acute respiratory distress syndrome. This patient's symptoms suggest severe babesiosis, including fever and chills, hemolytic anemia, and possibly heart failure (dyspnea, hypoxia, and interstitial edema on chest radiograph). Babesiosis can be promptly diagnosed by evaluating a peripheral blood smear for the presence of the parasite in erythrocytes. Blood polymerase chain reaction may be useful for diagnosis in the setting of low parasite burden but generally has a longer turnaround time.A positive Babesia antibody test would not confirm the diagnosis of acute babesiosis because Babesia antibodies can persist for more than 1 year after infection resolves (Option A).Leptospirosis is a zoonotic infection that most commonly occurs in tropical climates. Typical symptoms include fever, headache, and myalgia; conjunctival hyperemia may be present. Some patients have a period of recovery followed by immune-mediated complications, including aseptic meningitis. In severe infection, multiorgan failure may develop. Although this patient demonstrates some features of leptospirosis, his laboratory studies suggest hemolysis, which is characteristic of babesiosis, not leptospirosis (Option B).Although this patient's fever, chills, myalgia, fatigue, and headache could be consistent with early disseminated Lyme disease, that diagnosis would not explain his hemolytic anemia and respiratory distress (Option C). His elevated serum creatinine and liver chemistry tests are also more consistent with severe babesiosis. Therefore, performing Lyme serology would not be diagnostic.",
  "key_points": [
    "Severe babesiosis can result in multiorgan disease, including severe hemolytic anemia, kidney injury, liver failure, heart failure, and acute respiratory distress syndrome.",
    "Babesiosis is diagnosed with peripheral blood smear or polymerase chain reaction."
  ],
  "references": "Krause PJ, Auwaerter PG, Bannuru RR, et al. Clinical practice guidelines by the Infectious Diseases Society of America (IDSA): 2020 guideline on diagnosis and management of babesiosis. Clin Infect Dis. 2021;72:e49-e64. PMID: 33252652 doi:10.1093/cid/ciaa1216",
  "related_content": {
    "syllabus": [
      "idsec24007_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:17:18.149625-06:00"
}