{
  "question_id": "pmqqq24011",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat a patient with an acute exacerbation of COPD.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 63-year-old woman is evaluated in the emergency department for dyspnea, cough, and sputum production. Four days ago, she developed rhinorrhea and a cough with purulent sputum. She has moderate COPD. Medications are albuterol and tiotropium.On physical examination, temperature is 37.9 °C (100.2 °F). Oxygen saturation is 90% with the patient breathing ambient air. The patient has tachypnea and catches her breath between sentences but improves after albuterol treatment. She has end-expiratory wheezing.Arterial blood gases (on ambient air):pH7.38Pco242 mm Hg (5.6 kPa)A chest radiograph shows hyperinflated but clear lungs.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Azithromycin and prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mometasone inhaler",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Noninvasive positive-pressure ventilation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Roflumilast",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment of this patient's COPD exacerbation is azithromycin and prednisone (Option A). Exacerbations are marked by sustained increased dyspnea and accompanied by increased cough and sputum production. The degree of exacerbation is considered mild when a change in the clinical condition is noted but no change in medication is necessary. An exacerbation is considered moderate when medication changes are made. A severe exacerbation results in hospitalization. Short-acting bronchodilator therapy is the mainstay of treatment for COPD exacerbation. Glucocorticoids have been shown to reduce recovery time; improve lung function and arterial hypoxemia; and decrease early relapse risk, treatment failure, and length of hospital stay. Guidelines recommend 40 mg of prednisone or an oral equivalent for 5 days. The 2024 Global Initiative for Chronic Obstructive Lung Disease report recommends that antibiotics be considered in patients with moderate or severe COPD and symptoms of increased dyspnea, increased sputum, and sputum purulence. Commonly used regimens include a macrolide (such as azithromycin), a cephalosporin, or doxycycline.The addition of an inhaled glucocorticoid such as mometasone (Option B) could be indicated for long-term COPD management with recurrent exacerbations. However, an inhaled glucocorticoid is not an effective treatment for an acute severe COPD exacerbation.Noninvasive positive-pressure ventilation (PPV) (Option C) has a significant role in the management of patients with very severe COPD during an acute exacerbation and may be helpful to avoid intubation. Noninvasive PPV is strongly recommended in patients with acute COPD exacerbations who have respiratory acidosis. This patient, who is not hypoxic and whose tachypnea and dyspnea improved, does not have an indication for noninvasive PPV.Although roflumilast (Option D) has been shown to decrease the frequency of recurrent exacerbations, this agent has no role in treating an acute exacerbation and would not be appropriate in this patient.",
  "critique_links": [],
  "key_points": [
    "A COPD exacerbation is defined as a sustained worsening of symptoms, typically cough, dyspnea, and sputum production; standard treatment of moderate to severe exacerbations includes antibiotics and oral glucocorticoids."
  ],
  "references": "Stevermer JJ, Fisher L, Lin KW, et al. Pharmacologic management of COPD exacerbations: a clinical practice guideline from the AAFP. Am Fam Physician. 2021;104:Online. PMID: 34264593",
  "related_content": {
    "syllabus": [
      "pmsec24002_24052"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.635938-06:00"
}