{
  "question_id": "inmcq24008",
  "category": "in",
  "educational_objective": "Manage cyclic breast pain with conservative management.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 27-year-old woman is evaluated for a 4-month history of bilateral breast pain that occurs just before the onset of menses. She has no other breast symptoms, and the pain typically resolves with menstruation. She has tried wearing more supportive bras without improvement. Menses have been regular, and her last menstrual period was 2 weeks ago. She has no family history of breast cancer.On physical examination, vital signs are normal. Bilateral breast examination reveals no tenderness, masses, skin changes, or axillary adenopathy.A pregnancy test result is negative.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Breast MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Breast ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tamoxifen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical diclofenac",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has cyclic breast pain with a negative clinical breast examination and should be treated with topical diclofenac (Option D). Cyclic breast pain is typically bilateral and diffuse. It is most common in women aged 20 to 39 years, is often seen in the premenstrual phase of the menstrual cycle, and usually resolves with the onset of menstruation. Over the long term, episodes of cyclic pain typically dissipate spontaneously. Conservative management is first-line therapy and includes education, reassurance regarding the absence of malignancy, advice to wear a supportive and well-fitting bra, and topical NSAID therapy. This patient presents with symptoms consistent with cyclic breast pain and has a normal clinical breast examination; she requires no further diagnostic evaluation and can be reassured that her symptoms are benign.Breast MRI (Option A) would not be the most appropriate management for this patient because it is not recommended for the evaluation of cyclic breast pain. Imaging of patients with cyclic breast pain and a normal clinical examination is unnecessary. Indications for breast MRI include breast cancer screening in some patients at high risk and guiding management in some patients with established breast cancer.Although breast ultrasonography (Option B) is the recommended breast imaging modality for women younger than age 30 years, it is not indicated for the evaluation of cyclic breast pain in a patient with a normal clinical breast examination. If the patient were presenting with a breast mass, focal breast pain, or unilateral or bloody nipple discharge, breast ultrasonography would be recommended.Although not FDA-approved for this indication, low-dose tamoxifen has benefit in patients with cyclic breast pain. Adverse effects, including hot flashes, vaginal dryness, venous thromboembolism, and teratogenicity, however, limit the use of tamoxifen to patients with severe pain that persists despite conservative management. Tamoxifen (Option C) would not be an appropriate choice for this patient.",
  "critique_links": [],
  "key_points": [
    "For women with cyclic breast pain and negative clinical findings, conservative management (education, reassurance regarding the absence of malignancy, advice to wear a supportive and well-fitting bra, and topical NSAID therapy) is recommended because cyclic pain usually resolves spontaneously.",
    "Imaging is not indicated in patients with cyclic breast pain without other clinical findings."
  ],
  "references": "ElSherif A, Valente SA. Management of mastalgia. Surg Clin North Am. 2022;102:929-946. PMID: 36335929 doi:10.1016/j.suc.2022.06.001",
  "related_content": {
    "syllabus": [
      "insec24005_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.917375-06:00"
}