{
  "question_id": "onmcq24003",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat metastatic head and neck cancer with chemotherapy plus an immune checkpoint inhibitor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 55-year-old patient is evaluated for a 1-month history of cough. Seven months ago, they completed treatment for tongue cancer with right hemiglossectomy and right neck dissection followed by adjuvant radiation therapy. The patient is otherwise well and continues to work.On physical examination, vital signs are normal. Palpable bilateral cervical adenopathy is noted. Pulmonary examination reveals decreased breath sounds in the left lower lung field.Chest radiograph reveals a left lower lobe mass. CT scan of the chest shows multiple pulmonary nodules and a 3-cm medial left lower lobe mass. CT scan of the neck shows bilateral necrotic enlarged lymph nodes. CT-guided biopsy of the left lung mass reveals squamous cell carcinoma. Immunohistochemistry testing is consistent with a head and neck primary site.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy plus immune checkpoint inhibitor therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fine-needle aspiration of a cervical lymph node",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Radiation to the left lung mass",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has extensive recurrence of head and neck cancer, and the most appropriate management is chemotherapy plus an immune checkpoint inhibitor, such as pembrolizumab (Option A). Although most recurrent head and neck cancers are local or regional, patients are also at risk for metastatic recurrence. Management depends on whether recurrence is locoregional or distant. Standard treatment for patients with newly diagnosed metastatic head and neck cancer is chemotherapy plus an immune checkpoint inhibitor. This combination has been shown to improve survival compared with chemotherapy alone. Chemotherapy is most commonly a platinum-based combination regimen. Treatment with chemotherapy and an immune checkpoint inhibitor is effective regardless of the tumor's PD-L1 status. For those with PD-L1–positive cancers, an immune checkpoint inhibitor can be used alone, although it is also appropriate to treat these patients with an immune checkpoint inhibitor and platinum-based chemotherapy. Given the poor prognosis in patients with metastatic disease, palliative and hospice care is another reasonable alternative, especially in those with a declining functional status. This patient has bilateral cervical lymphadenopathy and bilateral pulmonary metastatic disease. Despite this, their functional status remains preserved, indicating the need for systemic therapy with an immune checkpoint inhibitor and chemotherapy.There is no indication for additional diagnostic testing, such as fine-needle aspiration of a cervical lymph node (Option B). This patient already underwent biopsy of a metastatic site, which yielded the diagnosis, and no additional information will be obtained from a cervical lymph node biopsy.PET/CT (Option C) will provide no additional useful information in this situation. This patient already has an established diagnosis of metastatic disease, and further imaging will not change the need for treatment or the indicated treatment.There is no clear indication for radiation therapy (Option D) in this patient. Radiation therapy is a palliative treatment for patients with metastatic head and neck cancer. It is used to treat severe symptoms and can also be used to control oligometastatic disease. This patient has a cough, but it is not described as severe. They have extensive metastatic disease, and radiation treatment would not address all other sites of active cancer.",
  "critique_links": [],
  "key_points": [
    "Standard treatment for patients with newly diagnosed metastatic head and neck cancer is chemotherapy plus an immune checkpoint inhibitor.",
    "In patients with metastatic head and neck cancer, radiation therapy may be used to treat severe symptoms or control oligometastatic disease."
  ],
  "references": "Burtness B, Rischin D, Greil R, et al. Pembrolizumab alone or with chemotherapy for recurrent/metastatic head and neck squamous cell carcinoma in KEYNOTE-048: subgroup analysis by programmed death ligand-1 combined positive score. J Clin Oncol. 2022;40:2321-32. PMID: 35333599 doi:10.1200/JCO.21.02198",
  "related_content": {
    "syllabus": [
      "onsec24005_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.456239-06:00"
}