{
  "question_id": "csmcq24071",
  "category": "cs",
  "educational_objective": "Treat a patient with primary insomnia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 55-year-old woman is evaluated for difficulty initiating sleep and frequent nocturnal awakening. Symptoms occur nightly and have been present for 1 year. She feels tired throughout the day and has difficulty concentrating at work, which she finds distressing. She reports no snoring or witnessed apneic episodes, anhedonia or depressed mood, or excess worry. She has used sleep hygiene measures she found in online resources, without improvement in her symptoms. Medical history is unremarkable, and she takes no medications.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cognitive behavioral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lemborexant",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Melatonin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Polysomnography",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Trazodone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with chronic primary insomnia is cognitive behavioral therapy for insomnia (CBT-I) (Option A). Chronic insomnia is diagnosed by the presence of symptoms that (1) cause substantial functional distress or impairment; (2) occur at least 3 nights per week for at least 3 months; and (3) are not associated with other sleep, medical, or mental disorders. Although 10% of adults meet the diagnostic criteria for chronic insomnia, up to 50% of adults report experiencing sleep problems. Sleep hygiene education is often offered as first-line therapy for patients with insomnia, but it is ineffective as a standalone therapy. CBT-I is a multimodal treatment that encompasses cognitive therapy, education inclusive of sleep hygiene, and behavioral interventions to help improve sleep. CBT-I may be delivered as individual or group therapy, web-based modules or apps, or written materials. It provides significant value over pharmacologic therapy and carries little risk for adverse effects. Brief behavioral therapy for insomnia is an abbreviated version of CBT-I, focusing only on the behavioral components of sleep restriction, stimulus control, and sleep hygiene; it is a more convenient alternative for many patients. This patient with chronic primary insomnia should be offered CBT-I, in whatever format is most appealing to her, as first-line therapy.Dual orexin receptor antagonist inhibitors, such as lemborexant (Option B), suvorexant, and daridorexant, have been shown to reduce wakefulness and may be especially helpful for sleep maintenance. However, owing to the risk for adverse effects posed by most pharmacologic agents for insomnia (including excess daytime drowsiness and impaired cognition), any pharmacotherapy should be considered only if CBT-I is ineffective.Melatonin (Option C) is commonly used to treat insomnia, but the evidence for effectiveness is limited. Furthermore, agents such as melatonin that are categorized as supplements are not rigorously regulated, and the quality and efficacy of preparations may vary.Polysomnography (Option D) and other diagnostic testing are indicated only if the patient's history and physical examination suggest an underlying sleep disorder, such as obstructive sleep apnea, narcolepsy, or a sleep movement disorder. The American Academy of Sleep Medicine recommends that physicians avoid polysomnography in patients with isolated chronic insomnia unless symptoms suggest a comorbid sleep disorder.Trazodone (Option E) is a serotonin reuptake inhibitor that blocks histamine H1 and is commonly used off-label for insomnia. However, it lacks safety and efficacy data and is not recommended as primary therapy.",
  "key_points": [
    "The first-line intervention for chronic primary insomnia is cognitive behavioral therapy for insomnia, a multimodal treatment that encompasses cognitive therapy, education inclusive of sleep hygiene, and behavioral interventions.",
    "Polysomnography is not indicated in patients with chronic insomnia unless symptoms suggest a comorbid sleep disorder."
  ],
  "references": "U.S. Department of Veterans Affairs/U.S. Department of Defense. VA/DoD clinical practice guidelines for the management of chronic insomnia disorder and obstructive sleep apnea (2024). https://www.healthquality.va.gov/guidelines/CD/insomnia/index.asp. Accessed May 21, 2025.",
  "related_content": {
    "syllabus": [
      "cssec24016_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:01:45.832112-06:00"
}