{
  "question_id": "fccor25004",
  "category": "fc",
  "educational_objective": "Screen for hepatitis C virus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 23-year-old man is evaluated during a routine health care visit. Medical and family histories are unremarkable, and he takes no medications. He has had one female sexual partner in his lifetime and is not sexually active. He had a negative HIV test at a health fair 1 year ago. He is a phlebotomist and has been vaccinated against hepatitis B virus. He has never received a blood transfusion or had an occupational exposure to bloodborne pathogens. He has never used injection or intranasal drugs.",
  "question_stem": "Which of the following is the most appropriate screening test for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Hepatitis C virus antibody assay",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Nucleic acid amplification test for chlamydia and gonorrhea",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Syphilis enzyme immunoassay test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No testing is indicated",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening test for this patient is hepatitis C virus (HCV) antibody assay (Option A). One-time screening for HCV should be completed in all patients aged 18 to 79 years. The U.S. Preventive Services Task Force (USPSTF) does not promote screening in patients older than 79 years, whereas the CDC does not specify an upper age limit. Patients at highest risk for HCV include individuals who are at elevated risk for sexually transmitted infections (STIs), use injection or intranasal drugs, have been incarcerated, or are receiving hemodialysis. In addition to initial testing, patients with risk factors should be retested periodically regardless of age. Screening is accomplished by testing for HCV antibody, followed by HCV RNA quantification if results of antibody testing are positive. Conventional liver chemistry testing is not sufficiently sensitive to exclude chronic HCV infection. Although this patient lacks risk factors for HCV, he falls within the age range for which universal one-time testing for HCV infection is indicated, so he should have HCV antibody testing at this time.According to the USPSTF, screening for chlamydia and gonorrhea (Option B) should be performed in all sexually active women aged 24 years or younger because of increased prevalence in this population. Repeat screening is reasonable in patients whose sexual history reveals new or persistent risk factors for STIs since the last negative test result. At this time, there is no indication to screen this male patient at low risk for STIs.The USPSTF recommends screening for syphilis (Option C) in all pregnant persons and in nonpregnant persons at increased risk for infection. Men who have sex with men (MSM) and persons living with HIV have the highest risk for syphilis. Other factors associated with increased risk include infection with any other STI, history of incarceration, history of commercial sex work, history of illicit drug use, and military service. This patient does not have risk factors for syphilis and does not require screening.HCV is the most common chronic bloodborne pathogen in the United States and is associated with more deaths than the top 60 other reportable infectious diseases combined, including HIV. Effective and safe treatment is available for patients with HCV infection, and not testing is not appropriate (Option D). This patient should be screened for HCV infection.",
  "critique_links": [],
  "key_points": [
    "One-time screening for hepatitis C virus should be completed in all patients aged 18 to 79 years.",
    "Patients with risk factors for hepatitis C should be retested periodically regardless of age."
  ],
  "references": "Owens DK, Davidson KW, Krist AH, et al; US Preventive Services Task Force. Screening for hepatitis C virus infection in adolescents and adults: US Preventive Services Task Force recommendation statement. JAMA. 2020;323:970-975. PMID: 32119076 doi:10.1001/jama.2020.1123",
  "related_content": {
    "syllabus": [
      "fcsec24008_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.526685-06:00"
}