{
  "question_id": "oncor25035",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Manage fever in a patient with high-risk neutropenia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated in the emergency department for fever and rigors of 3 hours' duration. Medical history is significant for metastatic osteosarcoma for which he completed multiagent chemotherapy 8 days ago. His medical history is otherwise noncontributory. He takes oxycodone for pain control and ondansetron for nausea.On physical examination, temperature is 39.1 °C (102.4 °F), blood pressure is 90/50 mm Hg, pulse rate is 112/min, and respiration rate is 16/min. On pulmonary examination, the lungs are clear. The remainder of the physical examination is unremarkable.Laboratory studies:Leukocyte count0.4/µL (0.0004 × 109/L) with 0% neutrophilsLA chest radiograph is normal. Blood and urine cultures are obtained.Intravenous fluids are administered.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Cefepime",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Granulocyte colony-stimulating factor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vancomycin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with neutropenic fever requires immediate parenteral administration of a broad-spectrum antibiotic, such as cefepime (Option A). Febrile neutropenia is defined as neutropenia (neutrophil count <500/µL [0.5 × 109/L]) accompanied by a single temperature of 38.3 °C (101.0 °F) or sustained (for ≥1 hour) temperature of 38.0 °C (100.4 °F). It typically occurs 5 to 15 days after chemotherapy. Serious infectious complications are more likely with increasing severity and longer duration of neutropenia. Prompt evaluation of neutropenic fever is critical and should include assessment for a source, including obtaining appropriate cultures, followed immediately by administration of empiric, broad-spectrum antimicrobial therapy. Monotherapy with a β-lactam agent with broad coverage of gram-positive and gram-negative organisms with antipseudomonal activity has been shown to be effective in treating neutropenic fever and is the most commonly used approach. It is also reasonable to broaden directed antimicrobial therapy if a specific source is suspected, such as adding gram-positive coverage (e.g., vancomycin) if a central venous catheter infection is a reasonable possibility. This patient has febrile neutropenia, and broad-spectrum antimicrobial therapy with an agent such as cefepime should be initiated immediately.Granulocyte colony-stimulating factor (GCSF) (Option B) is effective in preventing neutropenia and allowing for continued full-dose chemotherapy when given prophylactically. However, growth factors are not routinely initiated for the treatment of neutropenic fever and are not a replacement for immediate antimicrobial therapy. Use can be considered in high-risk patients with febrile neutropenia, including those with expected prolonged and profound neutropenia and those hospitalized at the time of fever development, but this patient does not meet these criteria.Although gram-positive organisms are the most commonly identified cause of neutropenic fever, initial monotherapy with vancomycin (Option C) is not appropriate because of the potential virulence of gram-negative organisms. Vancomycin is not a routine component of empiric broad-spectrum antibiotic therapy for neutropenic fever, but it may be added to broad-spectrum antibiotics in cases of suspected catheter-associated infection, skin or soft-tissue infection, or pneumonia.Blood and urine cultures should be obtained immediately before starting antibiotics so that the regimen can be potentially refined in the future; however, observation and waiting for the culture results without immediate antimicrobial therapy (Option D) would be dangerous. Patients with neutropenia and fever are at high risk for septic shock if not given immediate empiric broad-spectrum antibiotic coverage.",
  "critique_links": [],
  "key_points": [
    "Patients with a neutrophil count less than 500/µL (0.5 × 109/L) in the presence of fever or other signs of infection require immediate administration of broad-spectrum antibiotics."
  ],
  "references": "Zimmer AJ, Freifeld AG. Optimal management of neutropenic fever in patients with cancer. J Oncol Pract. 2019;15:19-24. PMID: 30629902 doi:10.1200/JOP.18.00269",
  "related_content": {
    "syllabus": [
      "onsec24013_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.458746-06:00"
}