{
  "question_id": "csmcq24005",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Manage carpal tunnel syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 28-year-old woman is evaluated for numbness and tingling of the left hand, particularly in the thumb, index, and middle fingers. She describes a “pins and needles” sensation in the affected hand. The symptoms began insidiously 3 months ago and have been slowly progressive. She has not had nocturnal symptoms. She works in a restaurant and notes her ability to grip a knife is somewhat diminished, but she can work without limitation. She has no neck pain or antecedent trauma. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are normal. Mild hypoalgesia is noted over the thumb and index finger. Hand and finger strength is normal, and there is no thenar atrophy. Symptoms are reproduced with flexion of the hands at the wrist. Spurling test is negative.She is given a wrist splint and counseled regarding activity modification.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Nerve conduction studies and electromyography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Plain radiography of the wrist",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral for surgical repair",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clinical follow-up",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Clinical follow-up is the most appropriate next step in management (Option D) for this patient who most likely has mild carpal tunnel syndrome (CTS). CTS develops from compression of the median nerve under the transverse carpal ligament. The syndrome is characterized by pain, paresthesia, and weakness of the first three fingers and thenar eminence. Symptoms are often worse at night and can progress from paresthesia to persistent hypoalgesia and muscle weakness. Examination is often normal early in the disease, and provocative testing with the Phalen maneuver (flexion of hands at wrists) or Tinel test (percussion of the median nerve on top of the carpal tunnel) have only moderate sensitivity and specificity and should not be relied on alone for diagnosis. Diagnosis is clinical and based on a concordant history and physical examination. A scored clinical tool, such as CTS-6 (Six-Item Carpal Tunnel Symptoms Scale), can aid in diagnosis. Further testing is usually not necessary when the diagnosis is clear and the symptoms are mild. Initial treatment includes activity modification and nocturnal wrist-neutral splinting. Glucocorticoid injection may provide short-term symptomatic improvement. This patient presents with a classic constellation of findings consistent with CTS; no additional diagnostic studies are warranted, and clinical follow-up following wrist splinting and activity modification is appropriate.In patients for whom the diagnosis is unclear, such as when cervical radiculopathy is a consideration, electrodiagnostic testing can establish the diagnosis of CTS. It can also document the severity of disease, especially if surgery is under consideration. This patient presents with a classic history of mild CTS with concordant physical examination findings, and nerve conduction studies and electromyography (Option A) are unnecessary.Plain radiography of the wrist (Option B) is not indicated in the evaluation of possible CTS unless findings suggest an underlying fracture or wrist arthritis. There is no history of trauma, point tenderness, or other features consistent with a fracture or arthritis in this patient that warrant wrist radiography.Initial treatment of CTS involves activity modification and nocturnal wrist splinting. Surgical referral (Option C) should be considered in cases of severe disease or if there is no response to conservative management strategies. This patient has mild disease, and surgical referral is not indicated.",
  "critique_links": [],
  "key_points": [
    "Carpal tunnel syndrome is characterized by pain, paresthesia, and weakness of the first three fingers and thenar eminence; diagnosis is clinical and based on a concordant history and physical examination.",
    "Electrodiagnostic testing is not necessary in patients with mild carpal tunnel syndrome without diagnostic uncertainty."
  ],
  "references": "Currie KB, Tadisina KK, Mackinnon SE. Common hand conditions: a review. JAMA. 2022;327:2434-2445. PMID: 35762992 doi:10.1001/jama.2022.8481",
  "related_content": {
    "syllabus": [
      "cssec24011_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.169437-06:00"
}