{
  "question_id": "gimcq24040",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate a patient with gastric intestinal metaplasia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old woman is evaluated at a follow-up visit 5 days after a hospitalization for upper gastrointestinal bleeding. Her only medication is pantoprazole. She emigrated from Peru. Her mother was diagnosed with gastric cancer at age 60 years. She is worried about the possibility of gastric cancer and wants to do everything possible to reduce gastric cancer mortality.On physical examination, vital signs are normal. There is minimal epigastric tenderness.Upper endoscopy during hospitalization showed a clean-based 1-cm duodenal ulcer, no active bleeding, and moderate gastritis of the antrum and body of the stomach. No polyps or masses were found.Biopsy specimens showed chronic active gastritis, Helicobacter pylori organisms, and complete-type intestinal metaplasia in the antrum.",
  "question_stem": "After eradication of Helicobacter pylori, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Repeat upper endoscopy in 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat upper endoscopy every 12 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat upper endoscopy every 3 years",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to repeat upper endoscopy every 3 years (Option C). Gastric intestinal metaplasia is a preneoplastic gastropathy frequently arising from chronic inflammation associated with Helicobacter pylori infection. It is thought to be an intermediate step in the transformation from normal gastric mucosa to adenocarcinoma. Given the rarity of gastric adenocarcinoma in the United States, the American Gastroenterological Association (AGA) does not recommend yearly surveillance. However, surveillance should be considered in patients with high-risk gastrointestinal metaplasia (incomplete gastric intestinal metaplasia or corpus extension) and in those with any gastrointestinal metaplasia and any one of the following:Family history of gastric cancer in a first-degree relativeBirth in or emigration from a high-incidence nationEast Asian, Latino, Black, American Indian, or Alaska Native race or ethnicityIn these high-risk groups, surveillance endoscopy is recommended every 3 years. This patient has several risk factors, including a family history of gastric cancer, country of origin, and presence of H. pylori. Gastrointestinal metaplasia limited to the antrum, along with the small-bowel type without dysplasia, improves her prognosis.Repeating upper endoscopy in 3 months (Option A) is unnecessary. The initial endoscopy adequately sampled the necessary areas of antrum, body, and incisura to exclude diffuse involvement, and no blood in the stomach obscured the view. Therefore, there is no reason to repeat the endoscopy in less than 1 year.The AGA recommends against yearly surveillance (Option B) because the relative risk is approximately 0.16% annually, with an approximately 1.6% 10-year cumulative risk for incident gastric cancer.Because this patient has gastric intestinal metaplasia with a high risk for gastric cancer, the incidental findings of gastrointestinal metaplasia should be reevaluated at 3-year intervals to look for any abnormalities. Thus, no further testing (Option D) would be inappropriate.",
  "critique_links": [],
  "key_points": [
    "Surveillance endoscopy should be performed every 3 years in persons with high-risk gastrointestinal metaplasia or any gastrointestinal metaplasia with risk factors for gastric cancer, including a first-degree relative with gastric cancer; birth in or emigration from a high-incidence nation; or East Asian, Latino, Black, American Indian, or Alaska native race/ethnicity."
  ],
  "references": "Shah SC, Wang AY, Wallace MB, et al. AGA clinical practice update on screening and surveillance in individuals at increased risk for gastric cancer in the United States: expert review. Gastroenterology. 2025;168:405-416.e1. PMID: 39718517 doi:10.1053/j.gastro.2024.11.001",
  "related_content": {
    "syllabus": [
      "gisec24002_24025"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.263884-06:00"
}