{
  "question_id": "gimcq24066",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat chronic idiopathic constipation with polyethylene glycol.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old man is evaluated for a 9-month history of constipation. He passes hard stools every 3 days. He reports no weight loss, abdominal pain, nausea, vomiting, hematochezia, or melena. He has increased his daily water and dietary fiber intake but has noticed no change. He has no other medical conditions and takes no medications. Family history is noncontributory.On physical examination, vital signs are normal. Abdominal examination is unremarkable. Anorectal examination reveals normal perineal descent and normal anal sphincter tone.Results of laboratory studies, including complete blood count and thyroid-stimulating hormone level, are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Defecography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Linaclotide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Polyethylene glycol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with chronic idiopathic constipation is polyethylene glycol (PEG) (Option D). Constipation is common and includes infrequent, difficult, or incomplete defecation. Medications are the most common cause of secondary constipation; other causes include mechanical obstruction, systemic illnesses, altered physiologic states, and psychosocial conditions. A careful history identifies most causes of secondary constipation. The history should include assessment for these risk factors:HematocheziaAcute constipation in older patientsUnintentional weight lossFamily history of colorectal cancerUnexplained anemiaAge older than 45 years with no previous colonoscopyAnorectal examination may identify anatomic or functional causes of an evacuation disorder. In this patient, secondary causes are unlikely given his age, history, and laboratory findings; chronic idiopathic constipation is the most likely diagnosis. After dietary and lifestyle modifications, including both increased dietary fiber and daily water intake, pharmacologic treatment options for chronic idiopathic constipation include bulking agents, osmotic laxatives, stimulant laxatives, secretagogues, and biofeedback. This patient would benefit from PEG, an over-the-counter first-line agent in the management of chronic idiopathic constipation. Should this prove insufficient, other agents, such as linaclotide, lubiprostone, plecanatide, prucalopride, and tenapanor, could be considered. Stimulant laxatives, such as bisacodyl and the sennosides, may also be beneficial.A change in stool form is an indication for colonoscopy (Option A) in certain circumstances. However, in young patients without alarm signs (such as iron deficiency anemia, rectal bleeding, and unexplained weight loss), the diagnostic yield from colonoscopy is exceedingly low.Physiologic testing, such as colon transit testing, anorectal manometry, balloon expulsion testing, or defecography (Option B), is reserved for patients with constipation symptoms that do not respond to initial trials of laxative therapy.Linaclotide (Option C) is a secretagogue typically used to treat symptoms refractory to over-the-counter therapies. Polyethylene glycol is a more appropriate initial treatment for this patient because it is both effective and widely available over the counter.",
  "critique_links": [],
  "key_points": [
    "Pharmacologic treatment options for chronic idiopathic constipation include bulking agents, osmotic laxatives, stimulant laxatives, secretagogues, and biofeedback."
  ],
  "references": "Chang L, Chey WD, Imdad A, et al. American Gastroenterological Association–American College of Gastroenterology clinical practice guideline: pharmacological management of chronic idiopathic constipation. Gastroenterology. 2023;164:1086-1106. PMID: 37211380 doi:10.1053/j.gastro.2023.03.214",
  "related_content": {
    "syllabus": [
      "gisec24006_24015"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.347892-06:00"
}