{
  "question_id": "onmcq24069",
  "category": "on",
  "educational_objective": "Screen for colorectal cancer using a method acceptable to the patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 51-year-old patient is evaluated during a preventive health care visit. They are asymptomatic and have no chronic medical conditions. Last year, they were referred for screening colonoscopy but canceled the appointment because they were reluctant to complete the bowel preparation. They remain hesitant about a repeat referral but are amenable to fecal immunochemical testing. They do not have a family history of colorectal cancer or advanced colon polyps.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Defer colorectal cancer screening until the next wellness visit",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Order a fecal immunochemical test",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer for colonoscopy after further patient education",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Refer for CT colonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to order fecal immunochemical testing (FIT) (Option B). The American College of Physicians (ACP) recommends screening for colorectal cancer in asymptomatic adults aged 50 to 75, whereas the U.S. Preventive Services Task Force (USPSTF), U.S Multi-Society Task Force (MSTF), and American Cancer Society (ACS) recommend screening for adults aged 45 to 75 years. Despite those recommendations, as many as one third of eligible patients are not screened. For patients at average risk, such as this patient, the current strategy is to use the modality that the patient is most likely to complete. The ACP suggests colonoscopy every 10 years, flexible sigmoidoscopy every 10 years plus FIT every 2 years, or FIT or high-sensitivity guaiac-based fecal occult blood testing every 2 years. The MSTF recommends colonoscopy every 10 years or annual FIT as first-tier tests; CT colonography every 5 years, FIT-DNA testing every 3 years, or flexible sigmoidoscopy every 5 to 10 years as second-tier tests; and capsule colonography every 5 years as a third-tier test. This patient is hesitant to undergo colonoscopy and is amenable to FIT; therefore, ordering FIT is appropriate.Colorectal cancer screening has definitive benefits for reducing colon cancer mortality, and the greatest benefits are seen in patients with no prior screening. This patient is eligible for screening, and they are amenable to an appropriate first-tier screening strategy. No rationale exists for continuing to defer screening (Option A) in this case.Colonoscopy every 10 years is an appropriate colorectal cancer screening strategy according to the USPSTF, MSTF, ACS, and ACP. However, colonoscopy (Option C) requires bowel preparation and uses conscious sedation; this patient has expressed reservations about this method, causing them to cancel their previous colonoscopy appointment. Screening colonoscopy every 10 years does not consider this patient's preferences and values and is unlikely to be the strategy that will lead them to complete screening.The MSTF classifies colorectal cancer screening options into three tiers and considers annual FIT a first-tier test, whereas CT colonography (Option D) every 5 years is a second-tier strategy. In addition, CT colonography requires bowel preparation similar to that for colonoscopy, so this patient is unlikely to prefer it.",
  "critique_links": [],
  "key_points": [
    "The American College of Physicians recommends screening for colorectal cancer in asymptomatic adults aged 50 to 75, whereas the U.S. Preventive Services Task Force, U.S Multi-Society Task Force, and American Cancer Society recommend screening for adults aged 45 to 75 years.",
    "For patients at average risk for colorectal cancer, the current strategy is to use an acceptable screening modality that the patient is most likely to complete."
  ],
  "references": "Qaseem A, Harrod CS, Crandall CJ, et al; Clinical Guidelines Committee of the American College of Physicians. Screening for colorectal cancer in asymptomatic average-risk adults: a guidance statement from the American College of Physicians (version 2). Ann Intern Med. 2023;176:1092-1100. PMID: 37523709",
  "related_content": {
    "syllabus": [
      "onsec24014_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.831429-06:00"
}