{
  "question_id": "pmmcq24045",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat asthma exacerbation with oral glucocorticoids.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old patient is evaluated in the emergency department for dyspnea and wheezing. They have a history of moderate persistent asthma and woke up in the middle of the night with shortness of breath that has not resolved with rescue inhaler therapy. The patient misplaced their asthma action plan and has a new nonproductive cough but no chest pain, fevers, or other new symptoms. Other medical history includes allergic rhinitis and nasal polyps. Medications are medium-dose budesonide-formoterol and montelukast.On physical examination, temperature is 36.7 °C (98.1 °F), pulse rate is 105/min, and respiration rate is 22/min. Oxygen saturation is 94% with the patient breathing ambient air. The patient is speaking in four- to five-word sentences with no accessory muscle use. Lung auscultation reveals diffuse expiratory wheezes with fair air movement.Chest radiograph is normal.",
  "question_stem": "Which of the following is the most appropriate therapy?",
  "options": [
    {
      "letter": "A",
      "text": "Azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "High-dose budesonide-formoterol",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tiotropium",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate therapy in this patient with an acute exacerbation of asthma is an oral glucocorticoid, such as prednisone (Option C). All patients with asthma are at risk for acute exacerbations, which can range in severity from mild to life-threatening. Mild to moderate exacerbations are characterized by dyspnea, with the patient talking in three- to four-word sentences without agitation; the use of accessory muscles; or significant respiratory distress. Additional findings may include tachypnea up to a respiration rate of 30/min, tachycardia up to a pulse rate of 120/min, and mild hypoxemia (oxygen saturation of 90%-95%). More significant respiratory distress with more severe tachypnea, tachycardia, or hypoxemia indicates a severe exacerbation. Treatment for a mild to moderate exacerbation includes serial use of a short-acting β2-agonist (SABA), supplemental oxygen with a target saturation of 93% to 95%, and oral glucocorticoids. This patient has shortness of breath, wheezing, and worsening lung function, suggesting an asthma exacerbation. Their level of distress is consistent with a moderate exacerbation, and they should be treated with a SABA and a systemic glucocorticoid. Oral glucocorticoids are as effective as intravenous glucocorticoids; an intravenous form of glucocorticoids is not needed.In patients with an asthma exacerbation, empiric antibiotics are generally not indicated unless a bacterial infection is specifically suspected. Azithromycin (Option A) has been specifically studied in the setting of acute asthma exacerbation and found to have no benefit. This differs from the practice with COPD exacerbations, for which many patients benefit from empiric antibiotics.Long-term management of asthma often involves a step-up in controller therapy after an exacerbation, such as an increase in inhaled glucocorticoid (e.g., budesonide)–formoterol dose from medium to high (Option B). This patient, however, is having an acute asthma exacerbation and requires systemic glucocorticoids now. Stepping up to high-dose inhaled glucocorticoid-formoterol therapy will not be sufficient to control and reverse their symptoms in the short term.Additional management may eventually include adding a long-acting muscarinic antagonist (LAMA), such as tiotropium (Option D), if asthma control is suboptimal after an initial step-up in therapy. Although a short-acting muscarinic antagonist, such as ipratropium, can be used as supplementary bronchodilator in patients with severe asthma exacerbations, LAMAs have no role in the acute setting. A systemic glucocorticoid is the most appropriate treatment.",
  "critique_links": [],
  "key_points": [
    "Treatment of mild to moderate exacerbations of asthma includes serial use of a short-acting β2-agonist, supplemental oxygen with a target oxygen saturation of 93% to 95%, and oral glucocorticoids.",
    "All patients with acute exacerbations of asthma should be treated immediately with a systemic glucocorticoid."
  ],
  "references": "Global Initiative for Asthma. Global strategy for asthma management and prevention. Updated 2024. https://ginasthma.org/2024-report/. Accessed November 21, 2024.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.103348-06:00"
}