{
  "question_id": "fcmcq24001",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Prevent cardiovascular disease in a patient with cardiovascular risk factors.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 61-year-old patient is evaluated during their annual preventive health care visit. The patient has peptic ulcer disease and well-controlled hypertension. They have never smoked. They exercise regularly and adhere to a Mediterranean diet. The patient's father had a myocardial infarction at age 68 years. Medications are losartan, hydrochlorothiazide, and omeprazole.Physical examination findings, including vital signs, are normal.Laboratory studiesTotal cholesterol149 mg/dL (3.86 mmol/L)HDL cholesterol70 mg/dL (1.81 mmol/L)LDL cholesterol55 mg/dL (1.42 mmol/L)Triglycerides120 mg/dL (1.36 mmol/L)The patient's 10-year atherosclerotic cardiovascular disease risk is 7.1%.",
  "question_stem": "In addition to continuing a healthy lifestyle, which of the following is the most appropriate preventive measure?",
  "options": [
    {
      "letter": "A",
      "text": "Start aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Start atorvastatin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start vitamin E supplementation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current medications",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure is to continue the patient's current medications (Option D). Modifiable risk factors for cardiovascular disease (CVD) include diet, inactivity, smoking, hypertension, dyslipidemia, diabetes mellitus, and overweight and obesity. This patient has a healthy lifestyle, well-controlled hypertension, a borderline cardiovascular event risk, and no additional comorbid conditions. They do not require additional pharmacologic treatment currently and should be encouraged to continue their medications and healthy lifestyle habits.Aspirin (Option A) has historically been recommended for primary prevention of CVD and cerebrovascular disease. However, more recently, three trials, ASPIRE, ASPREE, and ASCEND, demonstrated that low-dose aspirin was not associated with a decrease in nonfatal myocardial infarction or cardiovascular or all-cause mortality. Pooled analyses of 10 studies (with >110,000 patients) showed that low-dose aspirin was associated with a 58% increase in major gastrointestinal bleeding, and an additional cohort analysis of low-dose aspirin for primary prevention showed an increase in intracranial bleeding. Therefore, low-dose aspirin is not recommended for primary prevention in patients at risk for bleeding. In 2022, the U.S. Preventive Services Task Force (USPSTF) recommended against low-dose aspirin for primary prevention of CVD in persons older than 60 years. This patient is older than 60 years and has a history of peptic ulcer disease, which would place them at high bleeding risk. Initiation of low-dose aspirin is inappropriate.The American College of Cardiology and American Heart Association (ACC/AHA) recommend shared decision making and risk enhancer assessment for patients at borderline risk (10-year estimated cardiovascular event risk of 5% to <7.5%). Although a discussion of statin therapy would be appropriate, this patient's atherosclerotic CVD risk estimation is 7.1%; therefore, immediate initiation of a statin, such as atorvastatin (Option B), without discussion and risk enhancer assessment would not be appropriate.A systematic review completed for the USPSTF in 2021 found strong evidence that vitamin E supplementation (Option C) demonstrated no benefit in cardiovascular events or all-cause mortality and weak evidence of an increase in hemorrhagic stroke. The USPSTF and ACC/AHA recommend against vitamin E supplementation for primary prevention of CVD.",
  "critique_links": [],
  "key_points": [
    "Modifiable risk factors for cardiovascular disease include diet, inactivity, smoking, hypertension, hyperlipidemia, diabetes mellitus, and overweight and obesity.",
    "The U.S. Preventive Services Task Force recommends against low-dose aspirin for primary prevention of cardiovascular disease in persons older than 60 years; aspirin is also not recommended for patients at risk for bleeding."
  ],
  "references": "Arnett DK, Blumenthal RS, Albert MA, et al. 2019 ACC/AHA guideline on the primary prevention of cardiovascular disease: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019;140:e596-e646. PMID: 30879355 doi:10.1161/CIR.0000000000000678",
  "related_content": {
    "syllabus": [
      "fcsec24008_24044"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.244856-06:00",
  "true_statements": {
    "from_critique": [
      {
        "statement": "Modifiable risk factors for cardiovascular disease include diet, inactivity, smoking, hypertension, dyslipidemia, diabetes mellitus, and overweight and obesity.",
        "extra_field": null,
        "cloze_candidates": [
          "diet",
          "inactivity",
          "smoking",
          "hypertension",
          "dyslipidemia"
        ]
      },
      {
        "statement": "Low-dose aspirin is not recommended for primary prevention of cardiovascular disease in persons older than 60 years.",
        "extra_field": "The 2022 U.S. Preventive Services Task Force recommended against low-dose aspirin for primary prevention of CVD in persons older than 60 years",
        "cloze_candidates": [
          "60 years",
          "primary prevention",
          "low-dose aspirin"
        ]
      },
      {
        "statement": "Low-dose aspirin for primary prevention is associated with a 58% increase in major gastrointestinal bleeding.",
        "extra_field": "Pooled analyses of 10 studies with >110,000 patients demonstrated this increased bleeding risk",
        "cloze_candidates": [
          "58%",
          "major gastrointestinal bleeding",
          "low-dose aspirin"
        ]
      },
      {
        "statement": "Low-dose aspirin for primary prevention is associated with increased intracranial bleeding.",
        "extra_field": null,
        "cloze_candidates": [
          "intracranial bleeding",
          "low-dose aspirin",
          "primary prevention"
        ]
      },
      {
        "statement": "Low-dose aspirin is not recommended for primary prevention in patients at risk for bleeding.",
        "extra_field": null,
        "cloze_candidates": [
          "low-dose aspirin",
          "primary prevention",
          "bleeding"
        ]
      },
      {
        "statement": "ASPIRE, ASPREE, and ASCEND trials demonstrated that low-dose aspirin was not associated with a decrease in nonfatal myocardial infarction or cardiovascular or all-cause mortality for primary prevention.",
        "extra_field": null,
        "cloze_candidates": [
          "ASPIRE",
          "ASPREE",
          "ASCEND",
          "nonfatal myocardial infarction"
        ]
      },
      {
        "statement": "The American College of Cardiology and American Heart Association recommend shared decision making and risk enhancer assessment for patients at borderline cardiovascular risk.",
        "extra_field": "Borderline risk is defined as 10-year estimated cardiovascular event risk of 5% to <7.5%",
        "cloze_candidates": [
          "shared decision making",
          "risk enhancer assessment",
          "borderline cardiovascular risk"
        ]
      },
      {
        "statement": "Vitamin E supplementation demonstrates no benefit in cardiovascular events or all-cause mortality for primary prevention.",
        "extra_field": "A systematic review completed for the USPSTF in 2021 found strong evidence for lack of benefit",
        "cloze_candidates": [
          "Vitamin E",
          "cardiovascular events",
          "all-cause mortality"
        ]
      },
      {
        "statement": "Vitamin E supplementation is associated with increased hemorrhagic stroke.",
        "extra_field": "A systematic review for the USPSTF in 2021 found weak evidence of this association",
        "cloze_candidates": [
          "Vitamin E",
          "hemorrhagic stroke"
        ]
      },
      {
        "statement": "The USPSTF and ACC/AHA recommend against vitamin E supplementation for primary prevention of cardiovascular disease.",
        "extra_field": null,
        "cloze_candidates": [
          "USPSTF",
          "ACC/AHA",
          "vitamin E",
          "primary prevention"
        ]
      },
      {
        "statement": "History of peptic ulcer disease places patients at high bleeding risk.",
        "extra_field": null,
        "cloze_candidates": [
          "peptic ulcer disease",
          "high bleeding risk"
        ]
      }
    ],
    "from_key_points": [
      {
        "statement": "Modifiable risk factors for cardiovascular disease include diet, inactivity, smoking, hypertension, hyperlipidemia, diabetes mellitus, and overweight and obesity.",
        "extra_field": null,
        "cloze_candidates": [
          "diet",
          "inactivity",
          "smoking",
          "hypertension",
          "hyperlipidemia"
        ]
      },
      {
        "statement": "The U.S. Preventive Services Task Force recommends against low-dose aspirin for primary prevention of cardiovascular disease in persons older than 60 years.",
        "extra_field": null,
        "cloze_candidates": [
          "U.S. Preventive Services Task Force",
          "60 years",
          "low-dose aspirin"
        ]
      },
      {
        "statement": "Aspirin is not recommended for patients at risk for bleeding.",
        "extra_field": null,
        "cloze_candidates": [
          "Aspirin",
          "bleeding"
        ]
      }
    ]
  },
  "table_statements": {
    "statements": [],
    "tables_processed": 0,
    "tables_skipped": 1
  }
}