{
  "question_id": "encor25022",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate suspected vitamin D deficiency.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 61-year-old man is evaluated for progressive weakness, fatigue, and myalgia over the past 6 months. He lives alone after the death of his partner 4 years ago.On physical examination, vital signs are normal. He has diffuse tenderness to palpation of the upper and lower extremities and the spine. He has mild proximal muscle weakness in the upper and lower extremities. The remainder of the examination is normal.Laboratory studies:Albumin3.9 g/dL (39 g/L)Alkaline phosphatase190 U/LHCalcium8.4 mg/dL (2.1 mmol/L)LPhosphorus2.4 mg/dL (0.78 mmol/L)LA complete blood count, a serum magnesium level, and the remainder of the comprehensive metabolic panel are normal.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Dual-energy x-ray absorptiometry",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Radiographic survey",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "24-Hour urine calcium excretion",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "25-Hydroxyvitamin D measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next diagnostic test in this patient with hypocalcemia, hypophosphatemia, and an elevated serum alkaline phosphatase level is to measure his serum 25-hydroxyvitamin D level (Option D). Vitamin D deficiency can cause osteomalacia, which is characterized by diffuse bone pain, bone tenderness to palpation, and proximal muscle weakness; however, early osteomalacia may present only with low bone mass on dual-energy x-ray absorptiometry (DXA) and may be indistinguishable from osteoporosis without further testing. Laboratory features of osteomalacia include hypocalcemia, hypophosphatemia, increased serum alkaline phosphatase and parathyroid hormone levels, and a decreased serum 25-hydroxyvitamin D level. Vitamin D deficiency causes hypocalcemia and stimulates parathyroid hormone (PTH) secretion. PTH stimulates calcium resorption from bone, raising alkaline phosphatase levels. PTH also stimulates renal conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D; therefore, in the evaluation of most patients with hypocalcemia, serum 25-hydroxyvitamin D measurement is more informative than serum 1,25-dihydroxyvitamin D measurement. This patient has nonspecific symptoms that are nonetheless consistent with osteomalacia, and his hypocalcemia, hypophosphatemia, and increased alkaline phosphatase levels support a diagnosis of vitamin D deficiency. The next step in evaluation should be measurement of his 25-hydroxyvitamin D level.Low bone mineral density (BMD) on DXA scan (Option A) would support a diagnosis of osteomalacia but would not be specific for vitamin D deficiency. If the patient has confirmed vitamin D deficiency, the treatment is supplemental vitamin D and calcium regardless of the DXA scan result. Therefore, DXA is not the most informative next step.The most commonly reported radiographic findings of osteomalacia due to vitamin D deficiency are reduced BMD and thinning of the cortex, but these findings are not diagnostic. 25-hydroxyvitamin D measurement is the most direct method to diagnose vitamin D deficiency and is preferred to radiographic surveys (Option B) in the diagnosis of vitamin D deficiency.A 24-hour urine calcium (Option C) measurement alone will not be diagnostic for vitamin D deficiency. In patients with hypocalcemia because of vitamin D deficiency, 24-hour urine calcium levels are expected to be low. However, in patients with osteomalacia because of vitamin D deficiency, 24-hour urine calcium levels may be utilized to monitor response to treatment.",
  "critique_links": [],
  "key_points": [
    "Vitamin D deficiency can cause osteomalacia, which is characterized by diffuse bone pain and tenderness and proximal muscle weakness; however, early osteomalacia may present only with low bone mass on dual-energy x-ray absorptiometry and may be indistinguishable from osteoporosis.",
    "Laboratory features of osteomalacia owing to vitamin D deficiency include hypocalcemia, hypophosphatemia, increased serum alkaline phosphatase and parathyroid hormone levels, and a decreased serum 25-hydroxyvitamin D level."
  ],
  "references": "Giustina A, Bilezikian JP, Adler RA, et al. Consensus statement on vitamin D status assessment and supplementation: whys, whens, and hows. Endocr Rev. 2024;45:625-654. PMID: 38676447 doi:10.1210/endrev/bnae009",
  "related_content": {
    "syllabus": [
      "ensec24008_24030"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:29.651952-06:00"
}