{
  "question_id": "npmcq24078",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Manage secondary hyperparathyroidism of chronic kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 58-year-old man is evaluated during a follow-up visit for stage G3b chronic kidney disease due to type 2 diabetes mellitus. He also has hypertension. He is asymptomatic. Medications include dapagliflozin, metformin, semaglutide, finerenone, losartan, amlodipine, atorvastatin, and a vitamin D3 supplement.Physical examination findings, including vital signs, are normal.Laboratory studies:Calcium8.9 mg/dL (2.2 mmol/L)LCreatinine1.9 mg/dL (167.96 µmol/L)HPhosphorous4.6 mg/dL (1.49 mmol/L)HParathyroid hormone85 pg/mL (85 ng/L)H25-hydroxyvitamin D42 ng/mL (105 nmol/L)Estimated glomerular filtration rate40 mL/min/1.73 m2",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Calcitriol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cinacalcet",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "High-phosphate diet",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Parathyroidectomy",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Continue current management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to continue current management (Option E) for this patient with chronic kidney disease-mineral and bone disorder (CKD-MBD). As CKD progresses, reduced nephron mass results in decreased phosphate excretion. Parathyroid hormone (PTH) levels increase early in the course of CKD as a compensatory mechanism to increase renal phosphate excretion and raise serum calcium levels through combined effects of bone resorption, decreased renal excretion, and increased intestinal reabsorption mediated by 1,25-dihydroxyvitamin D (calcitriol). As nephrons are lost, calcitriol levels decrease due to loss of conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D (calcitriol) by renal tubular cells, which further contributes to rising PTH levels. As CKD progresses, compensation from elevated PTH is lost and patients will have hypocalcemia and hyperphosphatemia. In advanced CKD with prolonged hyperparathyroidism, some patients will develop tertiary hyperparathyroidism; this is marked by progression to hypercalcemia with markedly elevated PTH levels due to severe parathyroid hyperplasia, which is no longer suppressible by elevated plasma calcium concentration. This patient has stage G3b CKD with a mildly decreased serum calcium level in the setting of mildly elevated phosphate and PTH consistent with secondary hyperparathyroidism. He is already taking vitamin D3 supplementation, and his serum 25-hydroxyvitamin D levels are normal. At this stage in his CKD-MBD process, with only mild laboratory abnormalities, continuing the current management is appropriate.The addition of calcitriol (Option A) is reserved for patients with more advanced stages G4 to G5 CKD who have severely elevated and increasing serum PTH levels or those who require dialysis due to the risk of hypercalcemia and adverse vascular calcifications.Calcium-sensing receptor agonists such as cinacalcet (Option B) are approved by the FDA for patients who require dialysis but would not be indicated for this patient with stage G3b CKD who is not dialysis dependent.A high-phosphate diet (Option C) is not appropriate. As the patient's serum phosphorus levels increase, dietary modification to reduce phosphate intake followed by the addition of an oral phosphate binder should be considered.Parathyroidectomy (Option D) may be indicated as a treatment for patients with primary or tertiary hyperparathyroidism but is not an appropriate treatment for this patient with secondary hyperparathyroidism.",
  "critique_links": [],
  "key_points": [
    "The mineral bone disorder associated with chronic kidney disease progresses as nephrons are lost and the ability to regulate calcium, phosphorus, and vitamin D is impacted.",
    "The measurement of the biomarkers of mineral metabolism such as serum phosphate, calcium, parathyroid hormone, and vitamin D will change as chronic kidney disease progresses and the development of secondary hyperparathyroidism occurs."
  ],
  "references": "Sprague SM, Martin KJ, Coyne DW. Phosphate balance and CKD-mineral bone disease. Kidney Int Rep. 2021;6:2049-58. PMID: 34386654 doi:10.1016/j.ekir.2021.05.012",
  "related_content": {
    "syllabus": [
      "npsec24011_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.943949-06:00"
}