{
  "question_id": "onmcq24028",
  "category": "on",
  "educational_objective": "Manage early-stage melanoma with appropriate posttreatment surveillance.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 50-year-old man is evaluated for follow-up 2 months after surgical excision of localized melanoma of the right lower extremity. The depth of invasion by Breslow microstaging at excision was 0.6 mm, and the lesion was nonulcerated. He has no other medical problems and takes no medications. He performs daily skin self-examinations.On physical examination, vital signs are normal. The right lower extremity surgical site is clean, without evidence of infection.Results of laboratory studies are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Dermatologic evaluation every 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Nivolumab and ipilimumab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sentinel lymph node biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is dermatologic evaluation every 6 months (Option A). Melanoma is a highly curable disease if resected at an early stage. For localized melanomas, the prognosis is related to the depth of invasion (Breslow depth). Nodal metastases are uncommon in thin melanomas, and nodes are typically not assessed in nonulcerated melanoma with a Breslow depth of less than 0.8 mm. In such cases, patients can be followed clinically with skin self-examinations and full-body skin examinations by a dermatologist every 6 months. For intermediate- and thicker-depth melanomas, sentinel lymph node biopsy is often recommended to assess for lymph node metastasis. However, lymph node dissection is no longer routinely performed because it does not improve survival. Patients with positive results on sentinel lymph node biopsy (stage III) may be monitored by clinical examination and serial ultrasonography of the involved nodal basin to detect nodal recurrences. Adjuvant systemic treatment can also be considered for these patients. This patient has resected early-stage melanoma, and pathologic assessment showed a Breslow depth of less than 0.8 mm without ulceration. Skin self-examinations and full-body skin evaluation by a dermatologist every 6 months is the most appropriate management for this patient with early-stage melanoma.Nivolumab combined with ipilimumab (Option B) would not be a correct choice. When used in metastatic melanoma, this combination provides durable survival benefit in a substantial fraction of patients. Dual therapy improves response rates compared with either ipilimumab or nivolumab alone but results in more immune-related toxicities. Because this patient has localized disease with a favorable prognosis, however, systemic therapy is not indicated.PET/CT (Option C) has no role for patients with favorable, early-stage melanoma, as in this patient. The likelihood of metastatic disease is very low, and imaging is unlikely to change management.Sentinel lymph node biopsy (Option D) is not indicated in this patient with early-stage melanoma. Sentinel lymph node biopsy is a core component of more advanced melanomas without evidence of metastatic disease because it may aid in disease control and help guide prognosis. The benefit of sentinel lymph node biopsy, however, is not seen in patients with nonulcerated lesions less than 0.8 mm in Breslow thickness, such as this one.",
  "key_points": [
    "Patients with nonulcerated melanoma with a Breslow depth of less than 0.8 mm do not require imaging or adjuvant systemic therapy but should perform skin self-examinations and undergo regular full-body skin evaluations by a dermatologist every 6 months.",
    "Patients with intermediate- and thicker-depth melanomas should be considered for sentinel lymph node biopsy because it may aid in disease control and help guide prognosis."
  ],
  "references": "Curti BD, Faries MB. Recent advances in the treatment of melanoma. N Engl J Med. 2021;384:2229-40. PMID: 34107182 doi:10.1056/NEJMra2034861",
  "related_content": {
    "syllabus": [
      "onsec24010_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.642114-06:00"
}