{
  "question_id": "fcmcq24083",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Treat malnutrition in an older adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 89-year-old woman is evaluated for poor appetite and a 5.4-kg (12-lb) weight loss in the past year. She states that she eats only small amounts because she simply does not feel hungry. Her son helps her with grocery shopping. Food insecurity screening is normal. Other than early fatigability, which has developed gradually over many years, she feels well. PHQ-2 score is 0. She has hypothyroidism and hypertension treated with levothyroxine and amlodipine, respectively. She also takes a multivitamin.On physical examination, vital signs are normal. BMI is 19. The patient appears frail. The remainder of the examination is unremarkable.Complete blood count; comprehensive metabolic panel; and vitamin B12, 25-hydroxyvitamin D, and thyroid-stimulating hormone levels are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Refer the patient to a dietitian",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Start megestrol acetate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start mirtazapine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start olanzapine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to refer the patient to a dietitian (Option A) for a formal nutritional assessment and management plan. Malnutrition risk is increased in older adults and may be the result of a chronic condition (including depression), social isolation, medication side effects, food insecurity, or changes in metabolism and digestion. Malnutrition leads to sarcopenia and frailty, which in turn increase morbidity and mortality risk. Older adults, such as this patient, should be assessed for malnutrition through anthropometrics, detailed dietary history, assessment of comorbid conditions and medications, and laboratory investigations. Validated nutrition screening tools, such as the Mini Nutritional Assessment, can identify patients at high risk. Patients with poor nutrition should be treated with a multidisciplinary approach including physicians, nurses, dietitians, and occupational therapists. A diet rich in fruits, vegetables, and protein is recommended.Because of a lack of efficacy and risk for adverse effects, appetite stimulants are not recommended for older adults with poor appetite and malnutrition. The 2023 Beers list from the American Geriatrics Society identifies megestrol acetate (Option B), a progesterone analogue, as a medication that should be avoided in older adults. Megestrol acetate has only a minimal effect on weight and may increase the risk for venous thromboembolic events and death.Mirtazapine (Option C) is an antidepressant that may have advantageous side effects of increased appetite and improved sleep. There is no role for mirtazapine in isolated anorexia, and it is not approved for this indication or for poor appetite or weight gain. This patient feels well, with a PHQ-2 score of 0; prescribing mirtazapine is not appropriate.Olanzapine (Option D), an antipsychotic medication that is associated with weight gain, is FDA approved for anorexia nervosa and cancer-related anorexia and cachexia but is not approved for malnutrition in older adults. In addition, olanzapine is associated with an increased risk for death in older adults. Its use should generally be avoided unless required for a specific approved indication, such as schizophrenia or psychosis.",
  "critique_links": [],
  "key_points": [
    "Malnutrition risk is increased in older adults and may be the result of a chronic condition (including depression), social isolation, medication side effects, food insecurity, or changes in metabolism and digestion.",
    "Older adults should be screened for malnutrition; treatment may require a multidisciplinary approach inclusive of a dietitian."
  ],
  "references": "Dent E, Wright ORL, Woo J, et al. Malnutrition in older adults. Lancet. 2023;401:951-966. PMID: 36716756 doi:10.1016/S0140-6736(22)02612-5",
  "related_content": {
    "syllabus": [
      "fcsec24010_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.510157-06:00"
}