{
  "question_id": "npmcq24023",
  "category": "np",
  "educational_objective": "Manage mild IgA nephropathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 25-year-old woman is evaluated for new-onset gross hematuria that began this morning. Her urine was frankly bloody earlier but is now light pink. She reports no dysuria or urinary frequency. She received a COVID-19 booster vaccination 3 days ago. Medical history is significant for biopsy-confirmed IgA nephropathy at age 21 years, when she presented with gross hematuria complicating an influenza infection. Her only medication is lisinopril.Physical examination findings, including vital signs, are normal.Laboratory studies:CreatinineNormalUrinalysis3+ blood; trace protein; >100 erythrocytes/hpf; no leukocytes, leukocyte esterase, or nitritesUrine cultureNegative",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Remdesivir",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat kidney biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Targeted-release budesonide",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is clinical observation (Option E). This patient's presentation is highly suggestive of mild IgA nephropathy (IgAN) with a flare precipitated by a COVID-19 booster vaccination. The classic pattern of mild IgAN is recurrent gross hematuria in the setting of an upper respiratory infection, which this patient presented with in the past, or other significant physical stressor (e.g., strenuous exercise). Flares of autoimmune diseases, including IgA nephropathy, have been seen after immunizations against influenza, pneumococcus, and varicella; several case reports and series highlight flares of IgAN following receipt of COVID-19 vaccines as well. These vaccine-associated flares typically manifest as gross hematuria without kidney dysfunction, as in this patient. Mild IgAN usually follows a benign clinical course with recurrent episodes of transient gross hematuria without long-term consequences or progression to chronic kidney disease; renin-angiotensin system inhibition, which this patient is already receiving, is considered first-line therapy. This patient's normal serum creatinine level, minimal proteinuria, and normal blood pressure also favor a benign clinical course; however, she should undergo routine clinical monitoring of kidney function, protein excretion, and hematuria.Prednisone (Option A) and the use of immunosuppression remain controversial in the treatment of IgAN. It is typically reserved for high-risk patients with heavy proteinuria despite supportive care who are at high risk for chronic kidney disease progression. This patient has mild disease and does not currently require glucocorticoid therapy.Although COVID-19 vaccination may be associated with an IgAN flare, there is no role for COVID-directed therapy such as remdesivir (Option B) in this case given the absence of COVID-19 infection. COVID-19 infection may also cause IgAN flares; however, use of COVID-directed therapy is not indicated solely for kidney indications and should be reserved for those meeting standard criteria for COVID-19 treatment.The diagnosis of IgAN may be suspected clinically but can only be made by kidney biopsy showing dominant mesangial immune deposits of IgA with C3, and occasionally IgG or IgM. However, once diagnosed, a repeat kidney biopsy (Option C) is not needed because intermittent flares are expected and generally benign.Targeted-release budesonide (Option D) is released in the distal ileum and targets the presumed site of IgA production. It was approved by the FDA for IgAN treatment in 2023. The targeted release formulation may offer risk profile advantages over systemic glucocorticoids. However, like other immunosuppressants in the treatment of IgAN, use is reserved for patients at high risk for chronic kidney disease progression and therefore is not indicated in this patient.",
  "critique_links": [],
  "key_points": [
    "Mild IgA nephropathy may have intermittent flares that manifest as gross hematuria without kidney dysfunction and may be induced by stressors such as infection, vaccines, or strenuous exercise.",
    "Antiproteinuric therapy using an ACE inhibitor or angiotensin receptor blocker is a first-line therapy for treating IgA nephropathy."
  ],
  "references": "Caza TN, Cassol CA, Messias N, et al. Glomerular disease in temporal association with SARS-CoV-2 vaccination: a series of 29 cases. Kidney360. 2021;2:1770-80. PMID: 35372991 doi:10.34067/KID.0005372021",
  "related_content": {
    "syllabus": [
      "npsec24008_24047"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.666429-06:00"
}