{
  "question_id": "csqqq24005",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose Morton neuroma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 38-year-old woman is evaluated for a 3-month history of right foot pain between the third and fourth toes. She describes a sensation like stepping on a rock in her shoe. The discomfort is present only with standing or walking. She works as a massage therapist and as part of the wait staff of a large dance club.On physical examination, vital signs are normal. The right foot appears normal, with no visible or palpable abnormalities; palpation over the plantar aspect of the interdigital space between the third and fourth toes elicits tenderness. Sensation and pulses are intact. No edema or erythema is present.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bunion deformity",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hammertoe deformity",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Morton neuroma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Plantar fasciitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's symptoms are most likely caused by a Morton neuroma (Option C), a condition that causes compression of the interdigital nerve. Common symptoms include paresthesia and the sensation of walking on a pebble. On examination, no obvious abnormalities are usually present, but some patients may have tenderness to direct palpation of the involved interspace. The cause is thought to be use of constricting footwear, such as high-heeled shoes. First-line therapy consists of wearing nonconstricting footwear and local padding. In patients who do not respond to these measures, a local glucocorticoid injection can be offered. For recalcitrant cases, alcohol sclerosing injections, radiofrequency ablation, and surgery (neurectomy) have been used with some success.Bunion (hallux) deformity (Option A) refers to lateral deviation of the great toe with medial bone deformity. This condition typically causes pain at the site of the deformity because of footwear pressure. The location of this patient's pain and lack of visible deformity on examination make bunion deformity unlikely.Hammertoe deformity (Option B) is also associated with constricting footwear; it refers to a proximal interphalangeal joint flexion deformity with dorsal interphalangeal joint extension and extended or neutral position of the metatarsophalangeal joint. This patient's normal foot appearance is inconsistent with hammertoe deformity.Plantar fasciitis (Option D) typically causes pain localized to the medial inferior heel at the insertion of the plantar fascia in the medial calcaneal tubercle. Pain is usually present at activity initiation following prolonged rest and improves with further walking (e.g., the first few steps in the morning after arising from bed). As the condition progresses, pain may be present with activity and rest. The location and description of this patient's pain are not consistent with plantar fasciitis.",
  "critique_links": [],
  "key_points": [
    "Hallmarks of a Morton neuroma are pain between the metatarsal heads, the sensation of walking on a pebble, and no obvious abnormalities of the foot on clinical examination or palpation."
  ],
  "references": "Cooper MT. Common painful foot and ankle conditions: A review. JAMA. 2023;330:2285-2294. PMID: 38112812 doi:10.1001/jama.2023.23906",
  "related_content": {
    "syllabus": [
      "cssec24012_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.951651-06:00"
}