{
  "question_id": "rmmcq24048",
  "category": "rm",
  "educational_objective": "Treat adverse effects of methotrexate with folic acid.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 25-year-old woman is seen in the office for ongoing management of rheumatoid arthritis, which was diagnosed 1 year ago. Oral methotrexate was initiated after diagnosis; the dose was subsequently increased to the current dose of 25 mg orally weekly and switched to subcutaneous administration. She experiences approximately 24 hours of pronounced fatigue and decreased appetite following each dose of methotrexate but has no other adverse effects. Her other medication is folic acid, 1 mg/d. Contraception consists of a copper intrauterine device.On physical examination, vital signs are normal. No active joint swelling or tenderness is observed.Laboratory studies show normal complete blood count, serum electrolyte levels, serum creatinine level, and liver chemistry panel.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add adalimumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add vitamin D",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Change methotrexate dosing from weekly to daily",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Increase folic acid",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is to increase folic acid (Option E). Methotrexate, given once weekly at 10 to 25 mg orally or subcutaneously, is a first-line medication for rheumatoid arthritis and other autoimmune diseases and can be used alone or in combination with other therapies. Potential adverse effects of methotrexate include headaches, fatigue, and nausea (particularly around the time of weekly dosing). Hepatotoxicity and cytopenia can also occur (especially macrocytic anemia). Adding folic acid minimizes the toxicity of methotrexate without evidence of loss of efficacy. For patients who continue to have adverse effects despite folic acid therapy, increasing the dose of folic acid, splitting the dose of oral methotrexate over 12 to 24 hours, or changing to a weekly subcutaneous route of administration may help. This patient has well-controlled rheumatoid arthritis while receiving therapeutic doses of methotrexate, and her adverse effects are relatively mild. Increasing her folic acid dose (up to 5 mg daily) may help mitigate these symptoms.Tumor necrosis factor inhibitors, such as adalimumab (Option A), are biologic disease-modifying antirheumatic drugs that can be added to methotrexate monotherapy should a patient not reach treatment targets (remission or low disease activity). This patient does not currently require adalimumab because her rheumatoid arthritis is well-controlled with use of methotrexate monotherapy. In this case, folic acid should be increased before any other treatment changes are considered.Adding vitamin D supplementation (Option B) may help support bone health in this patient with inflammatory arthritis. However, vitamin D supplementation would not be expected to improve her fatigue and appetite loss related to methotrexate use.Changing the methotrexate dosing from weekly to daily (Option C) would increase the risk for methotrexate toxicity without improving disease control.Discontinuing methotrexate (Option D) is inadvisable because this patient has responded well to methotrexate and the adverse effects are mild. Increasing folic acid is a simple and low-risk strategy that can reduce adverse effects and maintain methotrexate efficacy.",
  "critique_links": [],
  "key_points": [
    "Adverse effects of methotrexate include headaches, fatigue, and nausea (particularly around the time of weekly dosing); hepatotoxicity and cytopenia can also occur.",
    "Supplementing methotrexate therapy with folic acid minimizes adverse effects while preserving efficacy."
  ],
  "references": "Fraenkel L, Bathon JM, England BR, et al. 2021 American College of Rheumatology guideline for the treatment of rheumatoid arthritis. Arthritis Care Res (Hoboken). 2021;73:924-939. PMID: 34101387 doi:10.1002/acr.24596",
  "related_content": {
    "syllabus": [
      "rmsec24002_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.714874-06:00"
}