{
  "question_id": "dmmcq24030",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose rosacea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old woman is evaluated for a 1-year history of a rash on the cheeks, nose, and forehead with bumps that are mildly painful. She has no other symptoms. She has no medical problems and takes no medications. The patient has very light skin color.On physical examination, vital signs are normal. Red papules are distributed across the malar cheeks, nose, and central forehead, and a few pustules are also noted. The nasolabial folds and the area around the mouth are spared. No open or closed comedones, scale, pigmentary changes, or hypertrichosis is present. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acne vulgaris",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Acute cutaneous lupus erythematosus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Porphyria cutanea tarda",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rosacea",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is papulopustular rosacea (Option D). Rosacea is an inflammatory condition that usually presents in the third to sixth decades of life. It is characterized by chronic inflammation of the pilosebaceous units, with increased vascular reactivity. There are multiple variants of rosacea, including erythrotelangiectatic, papulopustular, phymatous, and ocular rosacea. These variants may appear alone or in combination. Papulopustular rosacea often appears on photo-accentuated surfaces of the face and is characterized by a combination of red papules and pustules. Both papulopustular and erythrotelangiectatic subtypes favor a central facial distribution, particularly involving the malar cheeks and nose as well as the glabella and central forehead. Most patients also have frequent flushing in response to triggers, such as stress, alcohol consumption, heat, and excessive sunlight. Treatment for papulopustular rosacea includes topical metronidazole, azelaic acid, and topical ivermectin. Topical glucocorticoids should not be used in the treatment of rosacea. This older patient with fair skin has facial papules and pustules involving the central forehead, malar regions, and nose, characteristic of papulopustular rosacea.Acne vulgaris (Option A) typically first presents in young patients or in older women (adult female-type acne) in whom it is mostly on the lower face and jawline. Open and closed comedones are characteristic of acne vulgaris but are not present in rosacea. The distribution of the papules and pustules as well as the absence of comedones makes rosacea a more likely diagnosis than acne vulgaris.Acute cutaneous lupus erythematosus (ACLE), or butterfly rash, (Option B) presents with pink-violet macules without papules or pustules over the photo-accentuated malar cheeks and nose; it may also involve the chin and forehead but spares the nasolabial folds. ACLE typically presents with systemic symptoms, such as arthritis or fever. This patient's clinical presentation is not consistent with ACLE.Porphyria cutanea tarda (PCT) (Option C) develops from an abnormality of heme synthesis. PCT is characterized by burning pain with noninflammatory vesicles and bullae in sun-exposed areas, most commonly over the face and hands. Over time, hypertrichosis and milia develop in the affected areas, but pustules are not present in PCT. This patient's clinical presentation is not consistent with PCT.",
  "critique_links": [],
  "key_points": [
    "Papulopustular rosacea is characterized by the combination of red papules and pustules on the central face, including the malar cheeks, nose, glabella and central forehead; the lack of comedones helps distinguish it from acne vulgaris.",
    "Treatment for papulopustular rosacea includes topical metronidazole, azelaic acid, and topical ivermectin; topical glucocorticoids should not be used."
  ],
  "references": "van Zuuren EJ, Arents BWM, van der Linden MMD, et al. Rosacea: new concepts in classification and treatment. Am J Clin Dermatol. 2021;22:457-465. PMID: 33759078 doi:10.1007/s40257-021-00595-7",
  "related_content": {
    "syllabus": [
      "dmsec24007_24002"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.759789-06:00"
}