{
  "question_id": "cvmcq24035",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose endocarditis in a patient with a history of congenital heart disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 20-year-old man is evaluated for an 8-week history of fatigue, malaise, myalgias, intermittent temperature up to 37.8 °C (100 °F), and occasional cough. He had tetralogy of Fallot repair as a young child, followed by pulmonary valve replacement at age 15 years. He has not seen a physician since then. His only medication is daily enteric-coated aspirin.On physical examination, temperature is 37.1 °C (98.8 °F); all other vital signs are normal. Several decaying teeth are noted. Central venous pressure is normal. The lungs are clear to auscultation. Cardiac examination reveals a grade 2/6 early-peaking crescendo-decrescendo systolic murmur heard best at the upper left sternal border and a grade 3 decrescendo diastolic murmur at the upper left sternal border.Laboratory studies:Leukocyte count9000/µL (9 × 109/L)Comprehensive metabolic panelNormalUrinalysisNormalChest radiograph shows clear lung fields.ECG reveals normal sinus rhythm and right bundle branch block.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Blood cultures",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Clinical observation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "C-reactive protein measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin and cefepime",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to draw blood for cultures (Option A). Patients with congenital heart disease are at increased risk for endocarditis, especially those with unrepaired disease or repaired disease with residual defects, a prosthetic patch, or prosthetic valve. Patients may present with nonspecific symptoms including fever, fatigue, and malaise. Patients with right-sided endocarditis in particular may have an indolent course. A high index of suspicion of endocarditis is warranted in any patient with a history of congenital heart disease with symptoms that might represent endocarditis. At least two sets of blood cultures should be obtained when even a modest probability of endocarditis is present. Echocardiography should also be performed when there is a suspicion of endocarditis. This patient with poor dentition and a bioprosthetic heart valve presents with low-grade temperature elevations, fatigue, and malaise. He is at high risk for endocarditis and should have blood cultures drawn immediately.Clinical observation (Option B) is not an appropriate choice for this patient. Although several features of his presentation are reassuring, including the normal temperature and lack of leukocytosis, fever and leukocytosis are not always present in endocarditis, especially when involving right-sided structures and a less virulent organism. This patient is at high risk for endocarditis and must have blood cultures drawn.Although many patients with endocarditis have elevated inflammatory markers, such as C-reactive protein (Option C), there are no data supporting the use of these tests to assess the likelihood of endocarditis. Procalcitonin levels may also be useful in identifying a bacterial infection. Given the clinical suspicion for endocarditis in this patient with a prosthetic valve, blood cultures are the most important test to complete in this clinical setting.Vancomycin and cefepime (Option D) are an appropriate empiric antimicrobial regimen in patients in whom prosthetic valve endocarditis is suspected. Initiating antibiotics before obtaining blood cultures, however, can make both diagnosis and treatment of endocarditis more difficult. If at all possible, blood cultures should be obtained before antibiotic therapy is initiated, although antibiotics should be started as soon as possible, especially in the setting of hemodynamic instability, severe sepsis, or septic shock.",
  "critique_links": [],
  "key_points": [
    "In patients with congenital heart disease, endocarditis may present with nonspecific symptoms and there should be a low threshold for obtaining blood cultures and echocardiography."
  ],
  "references": "Baumgartner H, De Backer J, Babu-Narayan SV, et al; ESC Scientific Document Group. 2020 ESC guidelines for the management of adult congenital heart disease. Eur Heart J. 2021;42:563-645. PMID: 32860028 doi:10.1093/eurheartj/ehaa554",
  "related_content": {
    "syllabus": [
      "cvsec24010_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.432842-06:00"
}