{
  "question_id": "pmmcq25001",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Manage a pure ground-glass lung nodule.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 73-year-old man is evaluated for a pulmonary nodule. Chest CT performed 1 week ago revealed an 8-mm ground-glass opacity without a solid component in the right upper lobe of the lung. The opacity is unchanged in size and appearance when compared to findings on chest CT performed 1 year ago. He has COPD (Global Initiative for Chronic Obstructive Lung Disease [GOLD] stage 1/group A) and a 15-pack-year history of smoking; he stopped smoking 20 years ago. The patient's only medication is an as-needed albuterol inhaler.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate next step in testing?",
  "options": [
    {
      "letter": "A",
      "text": "PET/CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat chest CT in 1 year",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat chest CT in 2 years",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in testing is to repeat chest CT in 2 years (Option C). The management of solitary subsolid nodules is informed by recommendations of the Fleischner Society (Table: Recommendations for Solitary Subsolid Lung Nodule Follow-Up). Ground-glass nodules often represent premalignant disease and can be very slow growing. The recommended follow-up testing schedule for a pure ground-glass nodule larger than 6 mm is repeat CT in 6 to 12 months and then repeat CT every 2 years, for a total of 5 years. Development of a solid component in a pure ground-glass nodule or enlargement of the solid component suggests cancer and requires more frequent follow-up or intervention. A partly solid nodule larger than 6 mm should have follow-up CT in 3 to 6 months. This patient with a pure ground-glass nodule has already had the first follow-up chest CT at 12 months after nodule discovery, with no changes seen; he should undergo repeat CT in 2 years and continue follow-up for a total of 5 years.PET/CT (Option A) is widely used to evaluate the likelihood of malignancy in lung nodules, to stage known thoracic tumors, and to evaluate for metastatic disease from other nonthoracic malignancies. However, PET/CT is not useful for evaluating the probability of cancer development in a pure ground-glass nodule because of the relatively low metabolic activity of such nodules. Additionally, nodules 8 mm or smaller are not reliably characterized by PET/CT. Given these limitations, PET/CT would not be an appropriate test to perform in this patient because of the small size and ground-glass appearance of the nodule.Because of the slow-growing nature of ground-glass nodules, repeat chest CT in 1 year (Option B) would likely be too soon after his first repeat CT to show any growth or other change. Repeat chest CT in 2 years is recommended in this situation by the Fleischner Society. In addition, he has less than a 20-pack-year history of tobacco use and therefore does not meet criteria for lung cancer screening.No further testing (Option D) is inappropriate for this patient. Although ground-glass nodules are slow growing, with doubling times that can range from 400 to 800 days, they often represent premalignant disease. Because this patient has a ground-glass opacity, he must be followed for a total of 5 years after initial detection of the nodule.",
  "critique_links": [],
  "key_points": [
    "The recommended follow-up testing schedule for a patient with a pure ground-glass nodule larger than 6 mm on chest CT scan is repeat CT in 6 to 12 months and then repeat CT every 2 years, for a total of 5 years.",
    "Pulmonary ground-glass nodules can be very slow growing but often represent premalignant disease."
  ],
  "references": "Mazzone PJ, Lam L. Evaluating the patient with a pulmonary nodule: a review. JAMA. 2022;327(3):264-73. PMID: 35040882 doi:10.1001/jama.2021.24287",
  "related_content": {
    "syllabus": [
      "pmsec24007_24001"
    ]
  },
  "media": {
    "tables": [
      "tables/pmtab24040.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "pmtab24040",
        "file": "tables/pmtab24040.html",
        "title": "Fleischner Society Recommendations for Solitary Subsolid Lung Nodule Follow-Up",
        "short_title": "Recommendations for Solitary Subsolid Lung Nodule Follow-Up",
        "footnotes": [
          "Used with permission of the Radiological Society of North America, from MacMahon H, Naidich DP, Goo JM, et al. Guidelines for management of incidental pulmonary nodules detected on CT images: from the Fleischner Society 2017. Radiology. 2017;284:228-43. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28240562\" target=\"_blank\">PMID: 28240562</a> doi:10.1148/radiol.2017161659; permission conveyed through Copyright Clearance Center, Inc."
        ],
        "headers": [
          "Imaging Findings",
          "Size",
          "Recommended Follow-Up"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.170695-06:00"
}