{
  "question_id": "npmcq24016",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat stage 1 hypertension associated with a 10-year risk of atherosclerotic cardiovascular disease ≥10% with pharmacologic therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old man is evaluated during a follow-up visit for hypertension. At his last office visit 3 months ago, his blood pressure was 136/84 mm Hg. Subsequent 24-hour ambulatory blood pressure monitoring showed an average blood pressure of 129/78 mm Hg. He has hyperlipidemia for which he takes atorvastatin. He is a current smoker with a 15-pack-year history.On physical examination, blood pressure is 138/82 mm Hg, and pulse rate is 82/min. The remainder of the examination is unremarkable.Chemistry panel results are normal, and urine dipstick results show no protein.His calculated 10-year risk for atherosclerotic cardiovascular disease is 13%.Lifestyle modifications and smoking cessation are advised.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Recheck blood pressure in the office in 3 months",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat 24-hour ambulatory blood pressure monitoring in 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start amlodipine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start clonidine",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Start metoprolol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient with stage 1 hypertension and a 10-year risk for atherosclerotic cardiovascular disease (ASCVD) ≥10% is to begin a first-line antihypertensive such as amlodipine (Option C). This patient's average blood pressure (BP) measurement by 24-hour ambulatory BP monitoring (ABPM) and office BP measurements taken 3 months apart are consistent with a diagnosis of stage 1 hypertension (Table: Definitions of Blood Pressure for Adults). The 2017 American College of Cardiology/American Heart Association BP guideline recommends lifestyle modifications in addition to pharmacologic treatment for patients with stage 1 hypertension (BP ≥130/80 mm Hg) and clinical cardiovascular disease or a 10-year risk of ASCVD ≥10%; the target office BP goal is <130/80 mm Hg. Recommended first-line agents include a thiazide diuretic, calcium channel blocker, ACE inhibitor, or angiotensin receptor blocker because these agents have been shown to reduce clinical events. This patient should be started on a first-line antihypertensive such as amlodipine.Observation and rechecking BP in the office in 3 months (Option A) or repeating 24-hour ABPM in 6 months (Option B) could be considered in the setting of white coat hypertension, elevated BP, or stage 1 hypertension with low 10-year cardiovascular disease risk. However, this patient has confirmed stage 1 hypertension associated with a 10-year risk of ASCVD ≥10%; pharmacologic therapy should be initiated now.Although this patient should be started on pharmacologic therapy, clonidine (Option D) and metoprolol (Option E) are not considered first-line antihypertensives. There are not robust data comparing β-blockers (e.g., metoprolol), peripheral- or central-acting α-blockers (e.g., clonidine), vasodilators, aldosterone receptor antagonists, or loop diuretics to the four first-line drug classes previously mentioned. Therefore, these drug classes are not recommended as first-line therapy but can be used if a compelling indication exists (β-blockers for post–myocardial infarction or heart failure; aldosterone receptor blockers for heart failure; loop diuretics for advanced chronic kidney disease) or as add-on therapy for resistant hypertension.",
  "critique_links": [],
  "key_points": [
    "The 2017 American College of Cardiology/American Heart Association blood pressure (BP) guideline recommends nonpharmacologic and pharmacologic treatment for patients with stage 1 hypertension (BP ≥130/80 mm Hg) and clinical cardiovascular disease or a 10-year risk of atherosclerotic cardiovascular disease ≥10% to target a BP goal of <130/80 mm Hg."
  ],
  "references": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on clinical practice guidelines. Hypertension. 2018;71:e13-e115. PMID: 29133356 doi:10.1161/HYP.0000000000000065",
  "related_content": {
    "syllabus": [
      "npsec24005_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.745062-06:00"
}
