{
  "question_id": "npcor25015",
  "category": "np",
  "educational_objective": "Evaluate chronic kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 56-year-old man is evaluated during a new-patient visit. He has a 20-year history of type 2 diabetes mellitus and a 10-year history of hypertension. He also has obesity and hypercholesterolemia. Medications are amlodipine, lisinopril-hydrochlorothiazide, atorvastatin, canagliflozin, and semaglutide. His last visit to his previous physician was 6 months ago.On physical examination, blood pressure is 148/82 mm Hg and pulse rate is 62/min. Other vital signs are normal. BMI is 38. The remainder of the examination is normal.Laboratory studies:Albumin3.5 g/dL (35 g/L)ElectrolytesNormalCreatinine1.6 mg/dL (141.4 µmol/L)H6 months ago1.4 mg/dL (123.8 µmol/L)HEstimated glomerular filtration rate50 mL/min/1.73 m2 6 months ago59 mL/min/1.73 m2 Results of kidney ultrasonography and referral to an ophthalmologist for a dilated retinal examination are pending.",
  "question_stem": "Which of the following is the most appropriate next test to assess the prognosis of this patient's chronic kidney disease?",
  "options": [
    {
      "letter": "A",
      "text": "Hemoglobin A1c",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Kidney biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum calcium and phosphorus levels",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Spot urine albumin-creatinine ratio",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next test to assess the prognosis of this patient's chronic kidney disease (CKD) is a spot urine albumin-creatinine ratio (Option D). CKD, defined as abnormal kidney structure or function present for at least 3 months, is stratified into stages 1 to 5 according to the patient's estimated glomerular filtration rate (eGFR). Because albuminuria is associated with increased kidney and cardiovascular morbidity and mortality, eGFR-based kidney stages are modified by the degree of albuminuria. This dual eGFR and albuminuria staging algorithm (see Figure: KDIGO Chronic Kidney Disease Nomenclature) aids in predicting which patients are at highest risk for developing end-stage kidney disease. This patient has CKD confirmed by a persistently low eGFR (<60 mL/min/1.73 m2) for at least 6 months. A spot urine albumin-creatinine ratio should be obtained to ascertain the degree of albuminuria. Beyond its prognostic value, this test will help categorize the patient's CKD as nephrotic or non-nephrotic, which may further inform diagnostic testing.Several randomized controlled trials have shown that controlling hyperglycemia in patients with diabetes mellitus slows the progression of albuminuria and CKD. Although a hemoglobin A1c measurement (Option A) is important in managing diabetes, it is not the most appropriate next test to assess the prognosis of CKD.Although a kidney biopsy (Option B) is the definitive test to diagnose the cause of kidney disease, and although certain pathological features on biopsy (such as the degree of interstitial fibrosis/tubular atrophy) also have prognostic value in CKD, kidney biopsy is not indicated at this time. Kidney biopsy is often used to identify the cause of CKD when a nondiabetic glomerulonephritis or unexplained tubulointerstitial disease is suspected. If this patient has retinopathy and albuminuria and there are no other findings that raise suspicion for a non–diabetes-related glomerulonephritis, the most likely diagnosis is diabetic kidney disease. In that case, a kidney biopsy may not be indicated, would be associated with risk, and is not likely to alter management.Measuring serum parathyroid hormone, calcium, phosphorus (Option C), and 25-hydroxyvitamin D levels is indicated for managing CKD-related mineral and bone disorder in patients with moderate to advanced CKD, but they are not the optimal tests for CKD prognosis.",
  "critique_links": [],
  "key_points": [
    "Chronic kidney disease is defined as abnormal kidney structure or function present for at least 3 months.",
    "The dual eGFR and albuminuria nomenclature aids in predicting which patients are at highest risk for developing end-stage kidney disease."
  ],
  "references": "Kidney Disease: Improving Global Outcomes (KDIGO) CKD Work Group. KDIGO 2024 clinical practice guideline for the evaluation and management of chronic kidney disease. Kidney Int. 2024;105:S117-S314. PMID: 38490803 doi:10.1016/j.kint.2023.10.018",
  "related_content": {
    "syllabus": [
      "npsec24011_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.553442-06:00"
}