{
  "question_id": "pmmcq24061",
  "category": "pm",
  "educational_objective": "Treat a patient with a COPD exacerbation with oral glucocorticoids.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 67-year-old woman is evaluated in the emergency department for a 1-week history of increased shortness of breath and wheezing. At baseline, she can walk up one flight of stairs, but she now becomes dyspneic when walking on a level surface. She reports her baseline cough, which is productive of scant white sputum, is unchanged. She has COPD from tobacco use but no longer smokes. She has had no COPD exacerbations over the past year and uses umeclidinium-vilanterol inhaled daily.On physical examination, vital signs are normal. Oxygen saturation is 92% with the patient breathing ambient air. Lung examination reveals diffuse expiratory wheezing.Nebulized albuterol-ipratropium is started.",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "High-flow nasal cannula oxygen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Levofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone for 5 days",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone tapered over 14 days",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with a COPD exacerbation is to start oral prednisone for 5 days (Option C). The use of glucocorticoids during acute COPD exacerbations decreases the frequency of treatment failures, length of hospitalization, and the need for hospitalization. It has also been shown to improve FEV1 and decrease hypoxemia. If initiated early in the course of an exacerbation, glucocorticoids also decrease the need for hospitalization. Short courses of moderate-dose oral prednisone (e.g., 40 mg for 5 days) have been shown in randomized trials to usually be equivalent to longer courses, higher doses, and intravenous administration and have fewer associated adverse effects. This patient with a COPD exacerbation should receive a short course of oral prednisone in addition to bronchodilator therapy.High-flow nasal cannula (HFNC) oxygen systems deliver a consistent fraction of oxygen as well as a small amount of positive airway pressure. In patients with acute hypoxemic respiratory failure, HFNC oxygen (Option A) can decrease respiration rate and work of breathing. Although this patient has mild hypoxemia, the goal oxygen saturation in a patient with a COPD exacerbation is between 88% and 92%, which she already achieves; there is no indication for supplemental oxygen.Although the most common infectious triggers of COPD are viruses, bacterial infection may occur. A 5- to 7-day course of an antibiotic, such as levofloxacin (Option B), that covers common bacterial respiratory pathogens is indicated in patients with COPD exacerbations that require ventilatory support or are associated with an increase or change in sputum production. This patient has neither the need for ventilatory support nor a change in sputum, and antibiotics are not indicated.Longer courses of glucocorticoids that are gradually tapered, such as prednisone tapered over 14 days (Option D), are often given to patients with frequent exacerbations of COPD. However, randomized trials have demonstrated that short courses of oral prednisone (40 mg for 5 days) are usually equivalent to longer courses of glucocorticoids and are less likely to be associated with adverse events. As such, a short course of prednisone is preferred to a 14-day taper in this patient with a COPD exacerbation.",
  "key_points": [
    "Glucocorticoids given during acute COPD exacerbations decrease the frequency of treatment failures, length of hospitalization, and need for hospitalization.",
    "Randomized trials have demonstrated that short courses of oral prednisone (40 mg for 5 days) are usually equivalent to longer courses, higher doses, and intravenous administration."
  ],
  "references": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. 2025 Report. https://goldcopd.org/2025-gold-report/. Accessed May 20, 2025.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24052"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:53.090518-06:00"
}