{
  "question_id": "csmcq24013",
  "category": "cs",
  "educational_objective": "Treat chronic nociplastic pain.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 39-year-old woman is evaluated during a follow-up visit for fibromyalgia. She has persistent pain in her neck, shoulders, low back, and hips. The pain is aching in quality and is associated with sensitivity to light touch; she specifically notes discomfort when wearing rough fabrics. She participates in cognitive behavioral therapy and a low-impact aerobic exercise program, which have been partially helpful for symptom relief; however, she has not been able to reach her functional goal of consistent work attendance. She has no other medical conditions and takes no medications.On physical examination, vital signs are normal. She is exquisitely tender across her back, shoulders, and lower extremities. No synovitis or joint deformities are present. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Duloxetine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Naproxen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oxycodone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with chronic nociplastic pain is duloxetine (Option A). Pain can be acute or chronic, and it can be further categorized as neuropathic, nociceptive, or nociplastic. Nociplastic pain exists in the absence of tissue or nerve damage and may become the predominant pain type following an acute injury after tissue healing has occurred. It is thought to result from maladaptive physiologic changes to nociceptive processing and modulation, leading to increased sensitization and diminished inhibitory pathways. Nociplastic pain is often diffuse and nonanatomic, and may include sensory deficits. It manifests as diffuse sensitization (fibromyalgia), functional visceral pain (irritable bowel syndrome, bladder pain syndrome), or regional somatic sensitization (complex regional pain syndrome, temporomandibular disorder). First-line treatment for nociplastic pain is a multimodal nonpharmacologic approach, including cognitive behavioral therapy and a physical exercise program. Patients should also be supported in setting functional goals and restructuring maladaptive beliefs about their pain. When nonpharmacologic approaches have not achieved their desired effect, pharmacologic therapy may be effective. Antiseizure medications, such as the gabapentinoids (gabapentin and pregabalin), as well as analgesic antidepressants (serotonin-norepinephrine reuptake inhibitors, such as milnacipran and duloxetine, and tricyclic antidepressants) have the best evidence as adjunctive therapies for nociplastic pain syndromes. Adverse effects of duloxetine include nausea, dry mouth, headache, weight loss, and constipation or diarrhea. After discussion of risks and benefits, this patient with diffuse sensitization (fibromyalgia) who has not responded completely to nonpharmacologic treatment should be offered a first-line analgesic, such as duloxetine, for nociplastic pain.NSAIDS such as naproxen (Option B) are an appropriate option for patients with musculoskeletal or inflammatory nociceptive pain, especially in the acute setting. However, chronic nociplastic pain is unlikely to respond well to NSAIDS, so naproxen is not appropriate in this patient.Opioids such as oxycodone (Option C) have no proven effectiveness for any nociplastic pain syndrome. Furthermore, long-term opioid use is associated with poorer overall functional status, worse quality of life, worsening pain, and increased mortality. Oxycodone is not an appropriate choice for this patient.Glucocorticoids such as prednisone (Option D) are useful in acute symptom management of inflammatory conditions such as rheumatoid arthritis, but they are not indicated in the management of nociplastic pain.",
  "key_points": [
    "Nociplastic pain exists in the absence of tissue or nerve damage and results from maladaptive changes to nociceptive processing and modulation, leading to increased sensitization and diminished inhibitory pathways.",
    "Antiseizure drugs, including gabapentinoids (gabapentin, pregabalin) and analgesic antidepressants (serotonin-norepinephrine reuptake inhibitors, tricyclic antidepressants), are effective adjunctive therapies for the treatment of nociplastic pain syndromes when nonpharmacologic therapies are insufficient."
  ],
  "references": "Cohen SP, Vase L, Hooten WM. Chronic pain: an update on burden, best practices, and new advances. Lancet. 2021;397:2082-2097. PMID: 34062143 doi:10.1016/S0140-6736(21)00393-7",
  "related_content": {
    "syllabus": [
      "cssec24014_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:01:45.664287-06:00"
}