{
  "question_id": "oncor25032",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Diagnose superior vena cava syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 62-year-old woman is evaluated in the emergency department for several days of progressive facial swelling. She reports a sense of head fullness along with increasing shortness of breath, decreasing exercise tolerance, a nonproductive cough, and difficulty swallowing. She has lost 5.4 kg (12 lb) over the past few months. She has no other medical problems and takes no medications.On physical examination, temperature is 37.0 °C (98.6 °F), blood pressure is 110/55 mm Hg, pulse rate is 118/min, and respiration rate is 22/min. The patient's face is edematous, and there is venous distention on the neck and chest wall. Cardiac examination reveals tachycardia without murmurs or extra heart sounds. No crackles are heard on pulmonary auscultation. There is no hepatomegaly or pedal edema.ECG shows sinus tachycardia. A chest radiograph shows mediastinal widening with clear lung fields.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac tamponade",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Heart failure",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pulmonary embolism",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Superior vena cava syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's presentation is most consistent with superior vena cava (SVC) syndrome (Option D). SVC syndrome usually results from gradual compression of the superior vena cava by large mediastinal masses secondary to malignancy. Lung cancer is the most common cause, accounting for approximately 75% of cases, although lymphoma, breast cancer, and other malignancies may also be causative. Patients typically present with insidious onset of edema of the head, neck, and arms, as well as cyanosis, plethora, and distended cutaneous collateral vessels. They may also have headaches, cough, dyspnea, hoarseness, dysphagia, and/or syncope. Radiographic findings characteristic for SVC syndrome are mediastinal widening, found in two thirds of patients, and pleural effusion, found in one quarter of patients. A contrast-enhanced CT scan is the most useful test to diagnose SVC syndrome and to detect the presence of a mediastinal mass. CT findings indicating SVC obstruction include intraluminal filling defects of the SVC, decreased opacification of the innominate vein or SVC below the level of obstruction, and external compression of mediastinal veins. Most patients with SVC syndrome do not require emergency therapeutic intervention, such as stenting, and a biopsy of the mass to determine the causative cancer is usually warranted to select the appropriate therapy. This patient's clinical picture, including the presence of facial swelling, venous distention, dyspnea, cough, and dysphagia, is most suggestive of SVC syndrome.Cardiac tamponade (Option A) is an uncommon but important complication of malignancy. Lung, breast, and esophageal cancers; melanoma; lymphoma; and leukemia are the most common malignancies that cause pericardial effusions. Clinical manifestations of tamponade include dyspnea, chest discomfort, fatigue, hypotension, elevated jugular venous pressure, pulsus paradoxus, and peripheral edema. ECG may show low voltage and electrical alternans, and chest radiography may demonstrate an enlarged cardiac silhouette. This patient does not have the cardinal manifestations of cardiac tamponade.Heart failure (Option B) is a common cause of dyspnea but is unlikely in the absence of an S3, pulmonary crackles, peripheral edema, ECG changes, and venous congestion on chest radiograph.Pulmonary embolism (Option C) is a common cause of dyspnea, and patients with malignancies have increased risk for venous thromboembolic disease. Many of this patient's symptoms, such as dysphagia, head fullness, venous distention, and mediastinal widening on chest radiograph, are inconsistent with the diagnosis of pulmonary embolism.",
  "critique_links": [],
  "key_points": [
    "Common findings in superior vena cava syndrome include facial edema, plethora, venous distention of the neck and chest wall, cyanosis, and mediastinal widening on radiography."
  ],
  "references": "Wright K, Digby GC, Gyawali B, et al. Malignant superior vena cava syndrome: a scoping review. J Thorac Oncol. 2023;18:1268-1276. PMID: 37146753 doi:10.1016/j.jtho.2023.04.019",
  "related_content": {
    "syllabus": [
      "onsec24012_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.446127-06:00"
}