{
  "question_id": "rmmcq24053",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose spinal fracture as a complication of ankylosing spondylitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 51-year-old man is evaluated for worsening mid-back pain 1 day after he tripped at home and fell on his back. He has a 17-year history of ankylosing spondylitis. Medications are etanercept and naproxen.On physical examination, vital signs are normal. Mild thoracic kyphosis is noted. Point tenderness is present over the 10th, 11th, and 12th thoracic vertebrae. Neurologic examination is normal.Radiographs of the thoracic spine and lumbar spine show advanced syndesmophyte formation in the thoracolumbar spine and ossification of the spinal ligaments.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the spine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dual-energy x-ray absorptiometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Physical therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switching etanercept to ustekinumab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is CT of the spine (Option A). Patients with ankylosing spondylitis are at increased risk for spinal fracture because they have a higher incidence of osteoporosis, presence of kyphotic deformity, ankylosis of the craniocervical junction, and/or ankylosis of costovertebral joints. Severe fractures can occur with minimal trauma through the vertebral body or through a disk space that has become fixed because of syndesmophyte formation. Patients with axial spondyloarthritis may have fractures that are easily missed on spinal radiographs; therefore, performing CT or MRI of the spine is the most appropriate management when patients with axial spondyloarthritis present with new back pain or spinal trauma. This patient with axial spondyloarthritis and recent back trauma has evidence of advanced syndesmophyte formation on radiographs and point tenderness on examination; he should undergo CT to further evaluate for a fracture.Patients with axial spondyloarthritis are more likely to develop osteopenia and osteoporosis compared with the general population. However, because of syndesmophyte formation and ossification, dual-energy x-ray absorptiometry (Option B) may provide falsely elevated measurements. Dual-energy quantitative CT may provide more accurate results in this setting. Regardless, evaluation of osteoporosis would not be the most appropriate immediate next step in a patient who may have a vertebral fracture.Physical therapy (Option C) is commonly used as an adjunctive treatment for axial spondyloarthritis. Although physical therapy would likely be beneficial for this patient, a fracture should first be ruled out before physical therapy begins.Switching etanercept to ustekinumab (Option D) is not indicated. Ustekinumab blocks the P40 subunit shared by the cytokines interleukin-12 and -23, thereby blocking their action. Randomized studies showed that ustekinumab was an ineffective therapy for axial spondyloarthropathy.",
  "critique_links": [],
  "key_points": [
    "Patients with ankylosing spondylitis can sustain vertebral fractures after only minor or minimal trauma because of low bone mass and spinal rigidity.",
    "When patients with ankylosing spondylitis present with new back pain or spinal trauma and radiographs do not detect a fracture, CT or MRI should be the next step in management."
  ],
  "references": "Ramiro S, Nikiphorou E, Sepriano A, et al. ASAS-EULAR recommendations for the management of axial spondyloarthritis: 2022 update. Ann Rheum Dis. 2023;82:19-34. PMID: 36270658 doi:10.1136/ard-2022-223296",
  "related_content": {
    "syllabus": [
      "rmsec24006_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.914400-06:00"
}