{
  "question_id": "nrcor25002",
  "category": "nr",
  "educational_objective": "Diagnose idiopathic intracranial hypertension.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 19-year-old woman is evaluated in the emergency department for a 6-month history of occasional headaches that became daily 3 months ago. She describes the headache pain as a band of tightness extending around her skull that is moderately intense in the morning but fluctuates in intensity throughout the day. She has noted occasional visual blurring during the day and a rhythmic \"whooshing\" sound in her ears at night. Neck stiffness has increased over the past few weeks. She uses an over-the-counter aspirin-acetaminophen-caffeine combination analgesic, but this provides only minimal pain relief. Medical history is relevant for obesity. She takes no other medications.On physical examination, temperature is 37.5 °C (99.5 °F), blood pressure is 126/80 mm Hg, pulse rate is 66/min, and respiration rate is 16/min. BMI is 34. Neurologic examination reveals papilledema and partial left abducens nerve (cranial nerve VI) palsy. No other cranial nerve findings are present, and no nuchal rigidity is observed.Laboratory studies show a normal leukocyte count with a normal differential.A contrast-enhanced MRI and a magnetic resonance venogram of the brain are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue combination analgesic",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate atogepant",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform CT of the sinuses",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform lumbar puncture",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management for this patient with suspected idiopathic intracranial hypertension (IIH) is to perform a lumbar puncture (Option D) and measure intracranial pressure (ICP). IIH, also termed pseudotumor cerebri, is more common in women than in men, and it tends to present in younger adults. Most patients have elevated BMI. IIH frequently presents with headache, visual symptoms, and pulsatile tinnitus; the cardinal feature is a postural headache, typically worsening within 20 seconds of sitting or standing. Abducens nerve (cranial nerve VI) palsy is a false-localizing sign associated with elevated ICP; papilledema may also be apparent on examination. In the absence of another cause of increased ICP, a cerebrospinal fluid (CSF) opening pressure of greater than 250 mm H2O with normal CSF composition confirms the diagnosis. IIH treatment is aimed primarily at preserving vision. Management includes weight reduction and acetazolamide. This young woman with obesity presents with progressive headache, papilledema, and no intracranial mass. The most likely diagnosis is IIH; a lumbar puncture is required to confirm normal CSF fluid analysis and to document opening pressure.Discontinuation of as-needed oral analgesics (Option A) is appropriate in the management of medication overuse headache (MOH). MOH would not cause the intracranial findings present in this patient.The calcitonin gene–related peptide receptor antagonist atogepant (Option B) is one pharmacologic option for treating chronic and episodic migraine, a syndrome characterized by periodic disabling, hemicranial pain. Migraines do not elevate the ICP and therefore would not cause the papilledema and cranial nerve palsy seen in this patient.Secondary headache disorders involving the paranasal sinuses would not be expected to cause intracranial findings (papilledema, abducens nerve palsy) without some extension into the cranial vault, which would have been visualized on neuroimaging. CT of the sinuses (Option C) therefore does not have diagnostic utility in this situation.",
  "key_points": [
    "Idiopathic intracranial hypertension (IIH) is suggested by headache, pulsatile tinnitus, and visual symptoms, particularly in a younger patient with obesity.",
    "Diagnosis of IIH requires a lumbar puncture documenting elevated intracranial pressure with otherwise normal cerebrospinal fluid findings."
  ],
  "references": "Wang MTM, Bhatti MT, Danesh-Meyer HV. Idiopathic intracranial hypertension: pathophysiology, diagnosis and management. J Clin Neurosci. 2022;95:172-179. PMID: 34929642 doi:10.1016/j.jocn.2021.11.029",
  "related_content": {
    "syllabus": [
      "nrsec24001_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:30:40.147565-06:00"
}