{
  "question_id": "nrcor25010",
  "category": "nr",
  "educational_objective": "Diagnose mild cognitive impairment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "An 80-year-old man is evaluated for a 12-month history of increasing forgetfulness. He is a retired physician. Although he reports forgetting names and misplacing objects, his wife notes that his occasional forgetfulness has caused no major problems. He continues to manage the household budget and is active in his book club. He has hypertension, for which he takes losartan. He has no other medical conditions and takes no other medications.On physical examination, vital signs are normal. His PHQ-9 score is 4, and his Montreal Cognitive Assessment score is 25/30, with scores of 1/5 on the delayed recall section and 5/6 on the orientation section. All other physical and neurologic examination findings are normal.Laboratory study results show normal serum vitamin B12, thyroid-stimulating hormone, and 25-hydroxyvitamin D levels.Findings on complete neuropsychological testing indicate normal global cognition, language function, and attention, but verbal learning and memory performance are 2 standard deviations below those of an age- and education-matched control population.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Alzheimer disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Depression",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mild cognitive impairment",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Normal aging",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Mild cognitive impairment (MCI) (Option C) is the most likely diagnosis in this patient with subjective cognitive problems, objective cognitive impairment, and preservation of day-to-day function. MCI is a cognitive state between normal aging and dementia, characterized by a decline in cognitive functioning that is greater than that expected with normal aging but that has not caused significant functional disability. The formal criteria for MCI are a subjective report (from the patient or a witness) of a decline in cognitive abilities with relative preservation of day-to-day function, plus evidence of cognitive impairment on validated testing. Dementia, on the other hand, is diagnosed when cognitive impairment causes a decline in basic or instrumental activities of daily living. The risk for developing dementia within 2 to 5 years in patients with MCI is at least twice that of age-matched controls. The treatment of any cognitive impairment, including MCI, involves addressing reversible issues and modifiable risk factors (Table: Secondary Causes of Cognitive Impairment). This patient has both subjective and objective evidence of cognitive decline, but his daily function is preserved; the correct diagnosis is MCI.Alzheimer disease (Option A) typically causes insidious memory loss, as seen in this patient; however, in contrast to MCI, Alzheimer disease is a neurodegenerative dementia that causes impairment in occupational or social functioning. This patient lacks the functional impairment that is a hallmark of dementia of any type.More than half of patients with late-life major depression (Option B) exhibit clinically significant cognitive impairment, most frequently affecting processing speed, executive function, and visuospatial ability. However, this patient's depression assessment was negative, so depression is unlikely to account for his symptoms.Normal aging (Option D) can be associated with memory problems, but cognitive testing shows functioning within the normal range. In contrast, this patient's verbal learning and memory performance are 2 standard deviations below those of an age- and education-matched control population; this finding is not consistent with normal aging.",
  "key_points": [
    "Mild cognitive impairment is a cognitive state between normal aging and dementia, characterized by a decline in cognitive functioning that is greater than that expected with normal aging but that has not resulted in significant functional disability."
  ],
  "references": "Petersen RC, Lopez O, Armstrong MJ, et al. Practice guideline update summary: mild cognitive impairment: report of the Guideline Development, Dissemination, and Implementation Subcommittee of the American Academy of Neurology. Neurology. 2018;90:126-135. PMID: 29282327 doi:10.1212/WNL.0000000000004826",
  "related_content": {
    "syllabus": [
      "nrsec24005_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:30:40.152991-06:00"
}