{
  "question_id": "nrcor25009",
  "category": "nr",
  "educational_objective": "Diagnose vascular cognitive impairment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "An 85-year-old man is evaluated for a 2-year history of progressive memory decline. He loses his train of thought and misplaces items at home. His family notes that he has become increasingly uninterested in spending time with his grandchildren, which he previously enjoyed. His gait has also slowed. He has no previous history of movement disorder or tremor. Medical history is remarkable for hypertension and type 2 diabetes mellitus. Medications are lisinopril and insulin.On physical examination, blood pressure is 139/85 mm Hg. Neurologic examination reveals mildly increased tone in the bilateral upper extremities and slightly decreased right arm swing when walking. He has no hypomimia, hypophonia, or tremor. On mental status examination, he exhibits attentional deficits and slowed word processing speed.Brain MRI shows multiple lacunar infarcts involving the frontal-subcortical circuits and no significant hippocampal atrophy.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Behavioral variant frontotemporal dementia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dementia with Lewy bodies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Parkinson disease dementia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vascular cognitive impairment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with cerebrovascular risk factors, attention and executive dysfunction, and evidence of subclinical strokes on brain MRI most likely has vascular cognitive impairment (Option D). Previously characterized as multi-infarct dementia, which was thought to evolve in a stepwise fashion, a new understanding of vascular cognitive impairment and dementia acknowledges that chronic microvascular ischemia may contribute to gradually progressive cognitive decline. Two hallmarks of vascular cognitive impairment are early gait impairment and personality or mood changes. The cognitive profile of vascular cognitive impairment most characteristically shows slowed processing speed out of proportion to deficits in other domains of cognition. Neuroimaging findings include evidence of previous strokes (clinical or subclinical) or confluent white matter hyperintensities on MRI. Hippocampal atrophy is not a primary feature of vascular cognitive impairment or dementia, but it may be present in patients with mixed vascular and Alzheimer disease, an increasingly recognized condition. Frontal-subcortical involvement is typical and results in executive and attentional deficits, which may be perceived as personality changes, such as those noted by this patient's family. This patient also exhibits parkinsonism due to disruption of the motor pathways of the basal ganglia. The most likely diagnosis is vascular cognitive impairment.The most prominent feature of behavioral variant frontotemporal dementia (bvFTD) (Option A) is altered personality and behavior that typically develops years before the onset of cognitive impairment. Early in the disease, there is discordance between normal or near-normal performance on objective cognitive testing and the significant degree of functional impairment. Many patients with bvFTD have frontotemporal lobe atrophy. This patient lacks the clinical and neuroimaging features of bvFTD.The clinical diagnosis of dementia with Lewy bodies (DLB) (Option B) rests on the key features of dementia, parkinsonian motor features, visual hallucinations, rapid eye movement sleep behavior disorder, and frequent fluctuations in attention. Reduced dopamine transporter uptake in the basal ganglia on a single-photon emission CT or PET scan supports the diagnosis. Although this patient has cognitive decline and parkinsonian findings, he lacks the other features of DLB.The diagnosis of Parkinson disease dementia (Option C) requires that the motor symptoms precede cognitive impairment by at least 1 year. This patient's cognitive decline was contemporaneous with his motor dysfunction, precluding a diagnosis of Parkinson disease dementia.",
  "key_points": [
    "Two major signs of vascular cognitive impairment are early gait impairment and personality or mood changes.",
    "The diagnosis of vascular cognitive impairment is supported by evidence of previous strokes or by the presence of confluent white matter hyperintensities on brain MRI."
  ],
  "references": "Chang Wong E, Chang Chui H. Vascular cognitive impairment and dementia. Continuum (Minneap Minn). 2022;28:750-780. PMID: 35678401 doi:10.1212/CON.0000000000001124",
  "related_content": {
    "syllabus": [
      "nrsec24005_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:30:40.156611-06:00"
}