{
  "question_id": "nrmcq24045",
  "category": "nr",
  "educational_objective": "Treat dementia with Lewy bodies.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 71-year-old man is evaluated for a 1-year history of cognitive decline and behavioral changes. His son reports that the patient has been seeing people and animals in the house who are not there. The patient reports no anxiety or agitation related to the hallucinations. He also mentions having \"violent dreams\" that have led to several injuries at night, including falling out of bed. Medical history is remarkable for chronic obstructive pulmonary disease and hypertension. Medications are inhaled tiotropium, hydrochlorothiazide, and ramipril.On physical examination, vital signs are normal. He exhibits masked facies, bilateral cogwheel rigidity, and a shuffling gait. Montreal Cognitive Assessment score is 22/30, with difficulty on executive and visuospatial tasks. PHQ-9 score is 6.Laboratory study results, including serum vitamin B12, serum 25-hydroxyvitamin D, and thyroid-stimulating hormone levels, are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Alprazolam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Aripiprazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Memantine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rivastigmine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient exhibits several findings characteristic of dementia with Lewy bodies (DLB) and should be treated with rivastigmine (Option D). The core clinical features of DLB are visual hallucinations, parkinsonism, rapid eye movement sleep behavior disorder (RBD), and cognitive fluctuations. Unlike patients with dementia secondary to Parkinson disease, the cognitive findings in DLB precede the development of parkinsonian motor features. Management of cognitive symptoms in DLB is similar to that of typical Alzheimer disease. Acetylcholinesterase inhibitors, such as donepezil and rivastigmine, have demonstrated clinical cognitive benefit in patients with DLB and efficacy in treating the hallucinations associated with DLB (off-label use). Patients with DLB may also require therapy for related parkinsonian symptoms. Antiparkinsonian medications may worsen hallucinations in patients with DLB and should be used with caution; physical therapy is the preferred management for parkinsonism in these patients. This patient's visual hallucinations, parkinsonism with masked facies, rigidity, shuffling gait, and violent dreams indicative of RBD are all consistent with DLB. His cognitive symptoms may improve with rivastigmine.Benzodiazepines, such as alprazolam (Option A) or lorazepam, are not typically used in patients with dementia because of an increased risk for delirium. A long-acting benzodiazepine like clonazepam can be a second-line option after melatonin for RBD management, but a short-acting benzodiazepine like alprazolam is not recommended.Antipsychotics, such as aripiprazole (Option B), should be used sparingly in patients with dementia, especially patients with DLB, because these medications can worsen parkinsonian features. Antipsychotics can be considered for behavioral management in patients with dementia only when nonpharmacologic management is unsuccessful and features of psychosis endanger the patient's or caregiver's safety. Aripiprazole is not indicated in this patient.Memantine (Option C) is an N-methyl-d-aspartate antagonist that has been shown to be noninferior to acetylcholinesterase inhibitors in patients with moderate to severe Alzheimer disease. Evidence for the effectiveness of memantine in DLB, however, is mixed, and this agent may cause confusion in some patients. Rivastigmine is a better first-line option.",
  "key_points": [
    "Dementia with Lewy bodies is treated with an acetylcholinesterase inhibitor, such as donepezil or rivastigmine (off-label use).",
    "Benzodiazepines are not typically used in patients with dementia because of an increased risk for delirium."
  ],
  "references": "Taylor JP, McKeith IG, Burn DJ, et al. New evidence on the management of Lewy body dementia. Lancet Neurol. 2020;19:157-169. PMID: 31519472 doi:10.1016/S1474-4422(19)30153-X",
  "related_content": {
    "syllabus": [
      "nrsec24005_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:17:07.463310-06:00"
}