{
  "question_id": "nrmcq24020",
  "category": "nr",
  "educational_objective": "Treat gait impairment in a patient with multiple sclerosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 47-year-old man is evaluated for difficulty walking. Nine months ago, he could walk 1 mile, but now he is only able to walk 0.5 miles because of leg weakness. He reports no back pain, falls, fatigue, or other new symptoms. He has participated in physical therapy sessions for several months without improvement. He has multiple sclerosis. His only medication is ocrelizumab.On physical examination, vital signs are within normal limits. Strength is 5/5 in the bilateral upper extremities. Lower extremities exhibit 4+/5 strength in hip flexion, knee flexion, and dorsiflexion. Muscle tone is normal. Patellar reflexes are 3+ with 4 to 5 beats of ankle clonus bilaterally. Sensation is mildly decreased to vibration in the toes. There is mild ataxia on tandem gait.Results of laboratory studies, including a complete blood count, are normal.MRIs of the brain and spinal cord show stable chronic nonenhancing demyelinating lesions unchanged from MRIs 1 year ago.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Administer intravenous high-dose methylprednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Start baclofen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start dalfampridine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start modafinil",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient's gait impairment is dalfampridine (Option C). Despite the use of disease-modifying therapy (DMT), many patients with multiple sclerosis (MS) experience both intermittent and chronic neurologic symptoms, including fatigue, depression, cognitive impairment, and neuropathic pain. In addition to DMT, properly managing these symptoms with pharmacologic and nonpharmacologic approaches can increase quality of life for patients. Dalfampridine is a voltage-gated potassium channel antagonist that can improve walking speed, leg strength, and gait in patients with MS and gait impairment. It is not a form of DMT in that it does not affect disease progression, but it can result in significant amelioration of symptoms related to difficulty walking. This patient has a progressively worsening gait in the absence of new lesions on MRI, suggestive of possible transition into inactive secondary progressive multiple sclerosis (SPMS). DMT is less effective in patients with inactive SPMS, and symptom management becomes an even more important focus of treatment. He should be given a trial of dalfampridine.Glucocorticoids like methylprednisolone (Option A) are an effective treatment for acute MS relapses but are not used to manage more chronic symptoms or progressive disease. Given the chronicity of symptoms and lack of active lesions on MRI, there is no evidence of a relapse in this patient; glucocorticoids are not indicated.Baclofen (Option B) is a gamma-aminobutyric acid agonist on monosynaptic and polysynaptic neurons at the spinal cord and brain and causes muscle relaxation. It can be useful in treating the spasticity and spasm that often occur in advanced MS. This patient, however, has little spasticity and would not benefit from baclofen.Modafinil (Option D) is a dopamine transporter blocker that serves to increase levels of dopamine and improve fatigue in patients with MS. Although this patient has difficulty walking and needs to rest frequently, this is more likely secondary to weakness than fatigue. As such, dalfampridine is a better option.",
  "key_points": [
    "In addition to disease-modifying therapy, proper management of the fatigue, depression, cognitive impairment, and neuropathic pain common in multiple sclerosis (MS) with pharmacologic and nonpharmacologic approaches can increase quality of life for patients with MS.",
    "Dalfampridine is a voltage-gated potassium channel antagonist that can improve walking speed, leg strength, and gait in patients with MS and gait impairment."
  ],
  "references": "Blight AR. Treatment of walking impairment in multiple sclerosis with dalfampridine. Ther Adv Neurol Disord. 2011;4:99-109. PMID: 21694807 doi:10.1177/1756285611403960",
  "related_content": {
    "syllabus": [
      "nrsec24007_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:16:54.374925-06:00"
}