{
  "question_id": "nrmcq24060",
  "category": "nr",
  "educational_objective": "Manage trigeminal neuralgia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 53-year-old woman is evaluated for a 6-week history of episodic left mandibular pain. The pain is sudden, sharp, and severe, with a duration of a few seconds. Episodes may occur randomly or with chewing or talking. Frequency was initially several times daily, but now these pains occur more than once per hour and often include an underlying dull lingering discomfort between episodes. She reports no changes in vision; no local numbness or paresthesia; and no tearing, nasal congestion, or drainage. She has hypertension, for which she takes lisinopril.Vital signs and physical examination findings are normal.Brain MRI with contrast and a magnetic resonance angiogram are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Indomethacin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oxcarbazepine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topiramate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient meets criteria for trigeminal neuralgia, and the most appropriate treatment is oxcarbazepine (Option B). Although trigeminal neuralgia is sometimes associated with multiple sclerosis earlier in life, most affected individuals are older than 50 years. The condition is defined by recurrent brief paroxysms of severe pain involving branches of the trigeminal nerve. Most patients report pain in the cheek or jaw that may be spontaneous or triggered by innocuous stimuli. Rare cases may be bilateral or affect the ophthalmic branch of the trigeminal nerve. Autonomic features are uncommon. Many patients also describe low-intensity discomfort between episodes. Most patients have normal physical examinations, but some show a subtle sensory hypesthesia ipsilateral to the pain. Brain MRI with contrast is essential to diagnose secondary causes like compressive or demyelinating lesions involving the trigeminal nerve or brainstem. In primary trigeminal neuralgia, brain MRI may show displacement or distortion of the trigeminal nerve, usually secondary to contact with the superior cerebellar artery; brain magnetic resonance angiography is necessary to document a vascular loop adjacent to the nerve root entry zone. Carbamazepine and oxcarbazepine are first-line medications. Certain procedures, such as microvascular decompression, may be offered to patients with medically refractory disease.Indomethacin (Option A) is used to treat chronic paroxysmal hemicrania and hemicrania continua. Diagnosis requires pain in the ophthalmic branch of the trigeminal nerve and associated ipsilateral autonomic features. This patient has no associated autonomic features, the lack of which is more characteristic of trigeminal neuralgia than chronic paroxysmal hemicrania.Prednisone (Option C) is not indicated for trigeminal neuralgia. Second-line medication options include lamotrigine, baclofen, and gabapentin.Topiramate (Option D) has strong evidence for episodic migraine prevention, but no substantial data support its use in managing facial pain or trigeminal neuralgia.",
  "key_points": [
    "In primary trigeminal neuralgia, brain MRI may show distortion of the trigeminal nerve, usually secondary to contact with the superior cerebellar artery; brain magnetic resonance angiography is necessary to document neurovascular contact.",
    "Carbamazepine and oxcarbazepine are first-line treatments in trigeminal neuralgia."
  ],
  "references": "Bendtsen L, Zakrzewska JM, Heinskou TB, et al. Advances in diagnosis, classification, pathophysiology, and management of trigeminal neuralgia. Lancet Neurol. 2020;19:784-796. PMID: 32822636 doi:10.1016/S1474-4422(20)30233-7",
  "related_content": {
    "syllabus": [
      "nrsec24001_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:17:15.621479-06:00"
}