{
  "question_id": "nrmcq24048",
  "category": "nr",
  "educational_objective": "Evaluate rapidly progressive dementia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 55-year-old woman is evaluated for a 2-month history of cognitive decline. She requires assistance with basic and instrumental activities of daily living. According to her family, her verbalization is sporadic, and she cannot hold a conversation. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. BMI is 18. She does not answer questions and is unable to participate in the Montreal Cognitive Assessment test. Physical examination is otherwise unremarkable.A complete blood count; a comprehensive metabolic panel; inflammatory markers; and thyroid-stimulating hormone, serum vitamin B12, and serum 25-hydroxyvitamin D levels are normal.Brain MRI is unremarkable.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Donepezil",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lecanemab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lumbar puncture",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Neuropsychological testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with rapidly progressive dementia (RPD) is a lumbar puncture (Option C). RPD describes a clinical syndrome of cognitive and functional impairment that progresses in weeks to months, with complete dependence in 1 to 2 years. While some causes are progressive and irreversible, many patients with RPD have causes that, if diagnosed early, are amenable to treatment and significant cognitive improvement. In addition to a thorough history and physical examination, initial laboratory testing should include a complete blood count; a comprehensive metabolic panel; thyroid-stimulating hormone, serum vitamin B12, and serum 25-hydroxyvitamin D levels; inflammatory markers; an autoimmune panel; and a urine drug screen. Unless an immediate cause is found, a head CT scan and/or brain MRI, an electroencephalogram, and a lumbar puncture with cerebrospinal fluid (CSF) analysis should also be obtained to assess possible infectious, vascular, traumatic, and oncologic causes. Other tests, including treponemal antibodies and body imaging for primary cancers if a paraneoplastic process is suspected, should be obtained if clinically indicated. Evaluation of this patient has revealed rapidly progressive cognitive impairment, and lumbar puncture with CSF analysis is required to assess the possibility of CSF infection, inflammation, or malignancy.Donepezil (Option A) and other anticholinesterase inhibitors are indicated for treating Alzheimer disease and are often used off label in dementia with Lewy bodies. This patient's rapidly progressive symptoms, however, are not consistent with these causes of dementia; additionally, starting therapy before establishing a clear cause of dementia would be premature.Lecanemab (Option B) is an antiamyloid monoclonal antibody that has shown efficacy for patients in the early stages of Alzheimer disease. Candidates for this treatment must have mild impairment, and the presence of amyloid protein must be confirmed through CSF amyloid testing or an amyloid PET scan. Participants with rapidly progressive dementia, such as this patient, were not included in clinical trials.Neuropsychological testing (Option D) involves extensive cognitive testing in several realms of performance. It can be useful when screening tests yield equivocal findings or when detail on the precise type of cognitive dysfunction present is needed. This patient, however, cannot participate in even brief cognitive testing and would be unable to participate in more extensive testing if it were indicated.",
  "key_points": [
    "Rapidly progressive dementia (RPD) describes a cognitive and functional decline over the span of 1 to 2 years.",
    "In patients with RPD, neuroimaging, an electroencephalogram, and cerebrospinal fluid analysis should be obtained to rule out infectious, vascular, traumatic, and oncologic causes if the initial evaluation is unrevealing."
  ],
  "references": "Day GS. Rapidly progressive dementia. Continuum (Minneap Minn). 2022;28:901-936. PMID: 35678409 doi:10.1212/CON.0000000000001089",
  "related_content": {
    "syllabus": [
      "nrsec24005_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:17:09.087249-06:00"
}