{
  "question_id": "fcmcq24050",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage a patient with suspected coagulopathy in the preoperative setting.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 48-year-old woman is evaluated before an elective hysterectomy for menorrhagia due to uterine fibroids, which has been refractory to medical management. Apart from menorrhagia, she is asymptomatic. Personal and family history is significant for bleeding with minor procedures, such as dental work. Her mother also had menorrhagia. The patient's medical history also includes iron deficiency anemia. Her only medication is ferrous sulfate.Physical examination findings, including vital signs, are normal.Laboratory studies:Hemoglobin10 g/dL (100 g/L)LPlatelet count130,000/µL (130 × 109/L)LActivated partial thromboplastin time37 sHProthrombin time12 s",
  "question_stem": "Which of the following is the most appropriate next step in this patient's preoperative management?",
  "options": [
    {
      "letter": "A",
      "text": "Further hematologic evaluation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Packed red blood cell transfusion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Platelet transfusion",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Preoperative desmopressin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is further hematologic evaluation (Option A). A careful preoperative bleeding history, including a family history, should be obtained from all patients before surgery to evaluate for underlying bleeding disorders and anemia. For patients with a known or suggestive history of coagulopathy, a preoperative consultation with a hematologist may be warranted. Bleeding diatheses, such as von Willebrand disease, are common and may remain undiagnosed into adulthood. Bleeding diatheses commonly present with mucosal bleeding after dental procedures and other minor procedures, such as tonsillectomy, and may present as menorrhagia in women. Treatment can improve surgical outcomes and minimize the risk for blood or blood product transfusion during surgery. This patient's personal and family history of menorrhagia and bleeding with minor surgeries is highly suggestive of a coagulopathy, and a referral to a hematologist for further preoperative assessment is warranted.Preoperative anemia is associated with increased complications and mortality. If anemia is identified before elective surgery, efforts should be made to correct reversible causes and optimize red blood cell mass (e.g., iron replacement for patients with iron deficiency anemia). A transfusion threshold of 7 g/dL (70 g/L) is appropriate for most hospitalized, hemodynamically stable patients who do not have cardiovascular risk factors and who are not undergoing cardiac or orthopedic surgery. This patient has anemia that is likely a result of ongoing menorrhagia. However, she does not require a blood transfusion (Option B) at this time.The accepted platelet transfusion threshold is 50,000/µL (50 × 109/L) for patients undergoing major nonneurologic surgery or lumbar puncture. The cause of this patient's thrombocytopenia requires further evaluation and potential treatment. However, her current level is above the transfusion threshold, and she does not need a preoperative platelet transfusion (Option C).Prophylactic preoperative desmopressin (Option D), which stimulates release of preformed von Willebrand factor and factor VIII, may be considered in patients with some types of von Willebrand factor disease, which this patient may indeed have. However, she first requires further diagnostic evaluation to identify the cause of her coagulopathy and thereby determine the most appropriate treatment.",
  "critique_links": [],
  "key_points": [
    "A careful bleeding history, including family history, should be obtained from all patients before surgery to evaluate for underlying bleeding disorders and anemia; patients with a known or suggestive history of coagulopathy should have a preoperative hematology evaluation."
  ],
  "references": "Boender J, Kruip MJ, Leebeek FW. A diagnostic approach to mild bleeding disorders. J Thromb Haemost. 2016;14:1507-1516. PMID: 27208505 doi:10.1111/jth.13368",
  "related_content": {
    "syllabus": [
      "fcsec24009_24025"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.847062-06:00"
}