{
  "question_id": "fcmcq24077",
  "category": "fc",
  "educational_objective": "Screen for intimate partner violence in a patient of childbearing age.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 24-year-old woman is evaluated for a recent positive pregnancy test result. Estimated gestational age is 6 weeks. Apart from fatigue, the patient feels well. Her last Pap test was 3 years ago. She lives with her boyfriend of 2 years. She does not use tobacco, alcohol, or nonprescribed substances. She is unsure which childhood vaccines she received; however, she recalls receiving the tetanus, diphtheria, and pertussis vaccine at age 18 years. Her only medication is a prenatal vitamin.Physical examination findings, including vital signs, are unremarkable.Testing for varicella IgG antibody, HIV, syphilis, and hepatitis B and C virus infections is performed.The patient is referred to an obstetrician.",
  "question_stem": "Which of the following is the most appropriate preventive measure at this time?",
  "options": [
    {
      "letter": "A",
      "text": "High-risk human papillomavirus testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Tetanus, diphtheria, and acellular pertussis vaccination",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Use of the Woman Abuse Screening Tool",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Varicella vaccination",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate measure is use of the Woman Abuse Screening Tool (WAST; Option C). The U.S. Preventive Services Task Force recommends screening for intimate partner violence (IPV) in women of childbearing age and referring those with positive results to appropriate support services. In addition to screening all women, the American College of Obstetricians and Gynecologists recommends screening pregnant patients during each trimester and at the postpartum visit. IPV is more common in younger women and during pregnancy and increases the risk for negative consequences for both mother and fetus when it occurs during pregnancy. Most studies of IPV screening in pregnant women followed by referral to support services show benefit, including improved birth outcomes. Several screening tools demonstrate acceptable sensitivity and specificity, including the Hurt, Insult, Threaten, Scream (HITS); Ongoing Abuse Screen/Ongoing Violence Assessment Tool (OAS/OVAT); Slapped, Threatened, and Throw (STaT); Humiliation, Afraid, Rape, Kick (HARK); Modified Childhood Trauma Questionnaire–Short Form (CTQ-SF); and WAST. This pregnant woman should be screened for IPV with WAST or a similar tool.In patients aged 21 to 29 years, cervical cancer screening with cervical cytology (Pap test) every 3 years is recommended. Women aged 30 years and older may undergo screening with cytology alone every 3 years, or high-risk human papillomavirus (HPV) testing alone or high-risk HPV testing with cytology every 5 years. Although this patient is due for a Pap test, high-risk HPV testing (Option A) is not recommended for routine screening in patients younger than 30 years.The tetanus, diphtheria, and acellular pertussis (Tdap) vaccine is administered in childhood, typically at age 11 to 12 years. After this, boosters using Tdap or tetanus and diphtheria (Td) vaccines are recommended every 10 years. Additionally, a dose of Tdap vaccine is recommended during every pregnancy between the 27th and 36th weeks of gestation. This patient's pregnancy is in the sixth week of gestation, so Tdap vaccination (Option B) is not yet indicated.Pregnant patients should be tested for immunity to varicella (immunity may be through previous infection, previous vaccination, or laboratory evidence of immunity) because varicella infection during pregnancy poses significant risk to both the mother and fetus. However, the varicella vaccine (Option D) is a live vaccine, and administration during pregnancy is contraindicated. Patients who do not have evidence of immunity should be counseled regarding the risk for infection, be advised to avoid exposure, and receive vaccination postpartum.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends screening for intimate partner violence in women of childbearing age and referring those with positive results to appropriate support services."
  ],
  "references": "Curry SJ, Krist AH, Owens DK, et al; US Preventive Services Task Force. Screening for intimate partner violence, elder abuse, and abuse of vulnerable adults: US Preventive Services Task Force final recommendation statement. JAMA. 2018;320:1678-1687. PMID: 30357305 doi:10.1001/jama.2018.14741",
  "related_content": {
    "syllabus": [
      "fcsec24008_24025"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.735162-06:00"
}