{
  "question_id": "hmmcq24056",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Treat deep venous thrombosis in a pregnant patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 32-year-old woman is evaluated in the emergency department for a 3-day history of tenderness and edema of the left calf. She reports no chest pain or dyspnea. She is at 24 weeks' gestation. Her only medication is a prenatal vitamin.On physical examination, vital signs are normal. Left lower extremity nonpitting edema is 1+ The leg is warm and well perfused.Duplex ultrasound shows a nonocclusive thrombus in the femoral vein with occlusive thrombosis in the popliteal and peroneal veins on the left side.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Argatroban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous unfractionated heparin followed by warfarin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Low-molecular-weight heparin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this pregnant patient with deep venous thrombosis (DVT) is low-molecular-weight heparin (LMWH) (Option D). The risk of venous thromboembolism (VTE) during pregnancy and up to 6 weeks postpartum is higher than in the general population because of a variety of prothrombotic factors associated with pregnancy. The absolute risk is low (<1%); however, pulmonary emboli account for 9% of maternal deaths. DVT in pregnancy most commonly occurs in the left lower extremity, possibly secondary to anatomic changes (compression of the left iliac vein by the right iliac artery) caused by the gravid uterus. LMWH is the treatment of choice for pregnant patients with VTE, although it must be stopped at least 24 hours before delivery. At the time of labor, unfractionated heparin can be used and subsequently discontinued as the time of delivery nears or several hours before cesarean section. Postpartum anticoagulation should be reinitiated as soon as hemostasis is achieved and continued for at least 6 weeks, with a total anticoagulation period of at least 3 months. This pregnant patient has DVT, and LMWH should be started.Apixaban (Option A) and other direct oral anticoagulants (DOACs) have not been adequately studied in pregnant patients with DVT or pulmonary embolism. Further data are needed before DOACs can be safely recommended for peripartum anticoagulation.Argatroban (Option B) is a direct thrombin inhibitor that is most commonly used in the management of heparin-induced thrombocytopenia (HIT). Argatroban is administered by continuous intravenous infusion, and it would not be an appropriate first-line treatment choice for pregnant patients with DVT, although case reports suggest that it may be administered safely to pregnant patients with HIT.Warfarin (Option C) is not the most appropriate treatment for VTE in pregnancy. Warfarin crosses the placenta and has the potential to cause teratogenicity; therefore, it should be avoided in the first trimester, although it can be safely resumed postpartum and during breastfeeding. Use of warfarin early in pregnancy is usually limited to specific high-risk conditions, such as the presence of a mechanical heart valve, and should be limited to less than 5 mg per day.",
  "critique_links": [],
  "key_points": [
    "The risk of venous thromboembolism is increased during pregnancy and up to 6 weeks postpartum; although the absolute risk is low (<1%), pulmonary emboli account for 9% of maternal deaths.",
    "Low-molecular-weight heparin is the preferred means of anticoagulation in patients with venous thromboembolism during pregnancy."
  ],
  "references": "Bates SM, Rajasekhar A, Middeldorp S, et al. American Society of Hematology 2018 guidelines for management of venous thromboembolism: venous thromboembolism in the context of pregnancy. Blood Adv. 2018;2:3317-3359. PMID: 30482767 doi:10.1182/bloodadvances.2018024802",
  "related_content": {
    "syllabus": [
      "hmsec24010_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.051409-06:00"
}