{
  "question_id": "fcmcq24075",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Screen for chlamydia and gonorrhea in a sexually active young woman.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 22-year-old woman is evaluated during a preventive health care visit. She is asymptomatic and has no medical conditions. She has been in a monogamous relationship with a male partner for the past 3 years. Her last Pap smear, 1 year ago, was normal. Results of an HIV test and testing for hepatitis B and C viruses 2 years ago were negative. She had an etonogestrel implant placed 1 year ago. She does not use any nonprescribed substances.",
  "question_stem": "Which of the following is the most appropriate screening test for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Hepatitis C antibody assay",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "High-risk human papillomavirus testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nucleic acid amplification test for chlamydia and gonorrhea",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nucleic acid amplification test for trichomonas",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No screening",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be screened for chlamydia and gonorrhea infections (Option C). The U.S. Preventive Services Task Force (USPSTF) and CDC recommend that all sexually active women aged 24 years and younger, such as this patient, be screened for chlamydia and gonorrhea infections because of the prevalence of these infections and the potential for pelvic inflammatory disease or pregnancy complications if left untreated. For women aged 25 years and older, testing may be considered for those at risk because of new sexual partners. Many women do not have symptoms with these infections; as such, a missed opportunity for treatment would occur without routine testing (Option E).The USPSTF and CDC both recommend one-time hepatitis C screening (Option A) for all adults aged 18 to 79 years regardless of risk. Pregnant patients should also be screened during each pregnancy. In addition, testing is recommended for persons with risk factors. This patient's hepatitis C test result 2 years ago was negative, and she does not have risk factors for infection. She does not require repeat testing.High-risk human papillomavirus (HPV) testing (Option B) for cervical cancer screening may be used as an adjunct to Pap testing or used alone in women aged 30 years and older. In women aged 30 years and older who test negative for high-risk HPV or in whom both HPV and Pap test results are normal, the interval between screenings is 5 years. High-risk HPV testing is not recommended for women younger than 30 years, such as this patient; instead, Pap testing every 3 years should be performed between the ages of 21 and 29 years.Screening for trichomonas (Option D) may be considered for women who are receiving medical care in settings that have a high prevalence of trichomonas infection, such as sexually transmitted infection (STI) clinics. It may also be considered for women with a high risk for infection, including those with a history of an STI or incarceration, those with multiple sexual partners, those who use nonprescribed substances, and those involved in transactional sex. This patient is asymptomatic and does not have any of these risk factors.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force and CDC recommend that all sexually active women aged 24 years and younger be tested for chlamydia and gonorrhea."
  ],
  "references": "Jin J. Screening for chlamydia and gonorrhea. JAMA. 2021;326:984. PMID: 34519800 doi:10.1001/jama.2021.14770",
  "related_content": {
    "syllabus": [
      "fcsec24008_24020"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.481795-06:00"
}