{
  "question_id": "idmcq24041",
  "category": "id",
  "educational_objective": "Screen for <i>Neisseria gonorrhoeae</i> infection in a patient at risk.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 42-year-old man is evaluated for sexually transmitted infection (STI) screening. He has no symptoms and is feeling well. He has sexual contact with other men, including insertive and receptive anal sex but not oral sex, and reports multiple sexual partners over the past year. Medical history is unremarkable, with no previous STIs, and he takes no medications.Physical examination findings, including vital signs, are normal.Testing for HIV, syphilis, and chlamydia is ordered.",
  "question_stem": "Which of the following tests for Neisseria gonorrhoeae is most appropriate and sensitive to perform in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Culture of first-catch early morning urine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gram stain and culture of urethral and rectal swabs",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nucleic acid amplification test (NAAT) of first-catch morning urine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "NAAT of a first-catch morning urine and rectal swab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional testing to perform in this patient is nucleic acid amplification testing (NAAT) of a urine sample and a rectal swab for Neisseria gonorrhoeae (Option D). The patient is a man who has sex with other men, and his sexual practices include receptive rectal contact. The CDC recommends that pharyngeal, urethral, and rectal sites should be tested for gonorrhea at least yearly in men who have sex with men if those sites of contact are exposed, based on individual sexual practices. The preferred screening method is to perform NAAT on a pharyngeal swab, a urine sample, and a rectal swab. This patient does not engage in oral sex and does not require pharyngeal testing.Although a urine culture (Option A) may detect N. gonorrhoeae, it is not the most sensitive test for gonorrhea. Additionally, urine culture alone does not include rectal testing, which is important in this patient who is at risk for rectal gonorrhea.Gram stain of a urethral swab is not the test of choice for urethral gonorrhea, although it can be performed if NAAT is not available. In addition, a Gram stain and culture from a rectal swab would likely be positive for fecal organisms (Option B). Urethral swab is generally performed in a patient with symptoms such as urethral discharge. However, this patient is asymptomatic. Additionally, NAAT is the preferred diagnostic test for gonorrhea.Although NAAT of a first-catch morning urine sample (Option C) would be appropriate for this patient, his risk factors of rectal sexual contact with other men place him at risk for rectal gonorrhea as well. Testing should include a rectal swab in addition to the urine sample. Research demonstrates that a significant proportion of urogenital gonorrhea would be missed in men who have sex with men if only urethral testing were performed.",
  "critique_links": [],
  "key_points": [
    "Pharyngeal, urethral, and rectal sites should be tested for gonorrhea at least yearly in men who have sex with men if those sites of contact are exposed, based on individual sexual practices."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24012_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.388543-06:00"
}