{
  "question_id": "csmcq24032",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat a symptomatic popliteal (Baker) cyst.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 70-year-old patient is evaluated for 4 weeks of worsening pain and swelling in the right posterior knee. Their knee feels stiff for 30 minutes each morning, and the pain is interfering with daily activities. The patient has had no fever, chills, or trauma to the knee. The pain has not responded to the topical diclofenac they usually find helpful for joint pain. The patient has osteoarthritis, chronic kidney disease, and hypertension. Medications are topical diclofenac and lisinopril.On physical examination, vital signs are normal. A moderate right knee effusion and a firm, 5-cm by 5-cm mass posterior to the right knee are present, which is more apparent in full knee extension. No warmth or erythema is noted. The right leg has 1+ edema below the knee. The distal interphalangeal joints of both hands are enlarged and firm without warmth or erythema.Right lower extremity ultrasound shows a large cystic structure in the popliteal fossa without evidence of deep venous thrombosis.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Intra-articular glucocorticoid injection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Naproxen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat ultrasonography in 1 week",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with a symptomatic popliteal (Baker) cyst is an intra-articular or intracystic glucocorticoid injection (Option A). A popliteal cyst is an enlargement of the gastrocnemius-semimembranosus bursa behind and often communicating with the knee joint. Most commonly developing in the setting of knee trauma, osteoarthritis, or inflammatory arthritis, popliteal cysts are frequently asymptomatic but can present with posterior knee pain and swelling, compression of structures within the popliteal fossa, and cyst rupture. On physical examination, an intact cyst may be palpated and is more easily appreciated with the knee fully extended. Distal swelling may be present as a result of popliteal vein compression or cyst rupture. Treatment of asymptomatic cysts is not necessary. Symptomatic patients with ruptured or unruptured cysts may be treated initially with conservative measures for symptom control. Those with persistently or significantly symptomatic unruptured cysts should be offered intra-articular or intracystic glucocorticoid injection. Injection, with or without fluid aspiration, decreases pain in most patients within 1 week. For patients in whom injection is insufficient, surgical excision may be necessary. This patient with chronic osteoarthritis has developed a symptomatic, persistent popliteal cyst interfering with daily function. The most appropriate next step is an intra-articular or intracystic glucocorticoid injection.Popliteal cysts may be associated with rheumatoid arthritis (RA), for which methotrexate (Option B) is a preferred treatment. This patient, however, does not meet criteria for RA, which include prolonged (>1 hour) morning stiffness and synovitis, especially of the proximal interphalangeal and metacarpophalangeal joints. This patient's presentation is consistent with osteoarthritis, for which methotrexate is not indicated.In the absence of contraindications, NSAID therapy such as naproxen (Option C) may be used in the initial management of popliteal cysts; however, cyst injection is a more effective treatment. In addition, this patient has underlying kidney disease, making systemic NSAID therapy a less appropriate choice than local therapy such as cyst injection.When the suspicion for deep venous thrombosis is high and initial imaging is normal, it is appropriate to repeat ultrasonography after 1 week (Option D). In this patient, the popliteal cyst is an adequate explanation for their pain and swelling, and repeat ultrasonography is not indicated.",
  "critique_links": [],
  "key_points": [
    "Intra-articular or intracystic glucocorticoid injection reduces pain in patients with symptomatic, persistent popliteal cysts."
  ],
  "references": "Van Nest DS, Tjoumakaris FP, Smith BJ, et al. Popliteal cysts: a systematic review of nonoperative and operative treatment. JBJS Rev. 2020;8:e0139. PMID: 32149934 doi:10.2106/JBJS.RVW.19.00139",
  "related_content": {
    "syllabus": [
      "cssec24012_24014"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.830200-06:00"
}