{
  "question_id": "nrmcq24038",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose amyotrophic lateral sclerosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 56-year-old man is evaluated for a 2-year history of progressive left upper extremity weakness and dysphagia. He has more difficulty swallowing liquids than solids and reports having slurred speech. He reports no double vision or fluctuation in the degree of weakness throughout the day. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. His voice is nasal. Fasciculations are present in his tongue and limbs. Weakness and atrophy are noted in the left upper extremity. Reflexes are brisk throughout.Brain and cervical spine MRIs are unremarkable.An electromyogram/nerve conduction study reveals evidence of lower motor neuron disease in the left arm and bilateral lower extremities.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Amyloid neuropathy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Amyotrophic lateral sclerosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lambert-Eaton myasthenic syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Myasthenia gravis",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Primary autoimmune ganglionopathy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has amyotrophic lateral sclerosis (ALS) (Option B). ALS is a neurodegenerative motor neuron disease that causes progressive weakness, lower motor neuron signs (atrophy and fasciculation), and upper motor neuron signs (hyperreflexia and plantar extensor response). ALS often begins as isolated extremity or bulbar weakness (dysphagia, dysarthria) but relentlessly spreads to other regions and causes early death. Diagnosis of ALS requires the presence of both upper and lower motor neuron signs along with electromyographic (EMG)/nerve conduction study (NCS) evidence of lower motor neuron involvement in at least two (probable ALS) or more (definite ALS) anatomic regions (bulbar, cervical, thoracic, and lumbar). Current therapies have limited benefit in ALS. Riluzole and edaravone may offer modest benefits in terms of survival and functional decline. Noninvasive ventilation, when indicated, can improve life expectancy. This patient's dysphagia, weakness, hyperreflexia, and multi-region EMG/NCS findings are consistent with ALS.Amyloid neuropathy (Option A) typically starts as a painful small fiber neuropathy and progresses to autonomic impairment and weakness. It is caused by extracellular deposition of amyloid protein in peripheral nerves and other tissues. This patient does not have a painful neuropathy or significant autonomic involvement, making amyloid neuropathy unlikely.Lambert-Eaton myasthenic syndrome (Option C) is associated with predominant proximal weakness (myopathic pattern), dysautonomia, and hyporeflexia. An incremental response to repetitive stimulation is shown on EMG/NCS. This patient does not have clinical features consistent with Lambert-Eaton myasthenic syndrome.This patient does not have features of myasthenia gravis (Option D), such as fatigable weakness, diplopia, or decremental response to repetitive stimulation on EMG/NCS.Primary autoimmune ganglionopathy (Option E) manifests as diffuse or focal impairment of the cholinergic or sympathetic autonomic systems. This patient does not have the autonomic dysfunction typical of this disorder.",
  "critique_links": [],
  "key_points": [
    "Amyotrophic lateral sclerosis (ALS) often begins as isolated extremity or bulbar weakness (dysphagia, dysarthria) but relentlessly spreads to other regions and causes early death.",
    "Diagnosis of ALS requires the presence of both upper and lower motor neuron signs along with electromyographic/nerve conduction study evidence of lower motor neuron involvement in at least two anatomic regions (bulbar, cervical, thoracic, and lumbar)."
  ],
  "references": "Goutman SA, Hardiman O, Al-Chalabi A, et al. Recent advances in the diagnosis and prognosis of amyotrophic lateral sclerosis. Lancet Neurol. 2022;21:480-493. PMID: 35334233 doi:10.1016/S1474-4422(21)00465-8",
  "related_content": {
    "syllabus": [
      "nrsec24009_24018"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.912862-06:00"
}