{
  "question_id": "nrqqq24004",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat symptomatic carotid artery stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 51-year-old woman is evaluated in the hospital for an ischemic stroke. She first presented 24 hours ago with left-sided weakness. She has hypertension treated with candesartan and dyslipidemia treated with rosuvastatin.On physical examination, blood pressure is 168/76 mm Hg. A right carotid bruit is heard. Left-sided weakness (including the face) is present.ECG shows sinus rhythm. MRI of the brain shows restricted diffusion in the right parietal lobe. Magnetic resonance angiogram of the neck reveals greater than 80% stenosis involving the right internal carotid artery, which is subsequently confirmed with a duplex ultrasound of the carotid arteries.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Carotid endarterectomy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carotid stenting",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Catheter-based angiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "30-Day cardiac telemetry",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Carotid endarterectomy (Option A) is the most appropriate next step in management. This patient has had an ischemic stroke due to symptomatic extracranial internal carotid artery (ICA) stenosis, which is associated with a high short-term risk for recurrent stroke despite best medical therapy. Guidelines recommend revascularization for patients with a nondisabling stroke or transient ischemic attack due to ICA stenosis greater than 70% and some patients with stenosis of 50% to 69% within 2 weeks to reduce the risk for recurrent ischemic stroke. Revascularization can be accomplished by carotid endarterectomy or stenting. The choice of procedure is largely driven by medical comorbidities and local surgical expertise. However, a higher risk for perioperative stroke has been consistently found with stenting. In a clinical trial that enrolled symptomatic patients with carotid stenosis in Europe, endarterectomy was associated with a lower risk for recurrent stroke than stenting. Thus, right ICA endarterectomy would be the most appropriate management strategy in this patient who experienced an ischemic stroke 24 hours ago and has greater than 80% stenosis of the right ICA.Carotid stenting (Option B) may be considered in patients with significant cardiac comorbidities that would preclude surgery under general anesthesia because of safety considerations. Patients should be counseled that stenting is associated with a higher risk for perioperative stroke, based on randomized clinical trials of symptomatic patients. This patient has no significant cardiac comorbidities that would preclude surgery, and carotid stenting would not be the most appropriate management option.Diagnostic catheter-based angiography (Option C) is not routinely indicated to confirm the degree of stenosis before carotid revascularization given the associated risk for vessel injury. Additionally, sufficient information is available from the magnetic resonance angiogram and ultrasound. Therefore, catheter-based angiography should not be performed in this patient.A 30-day period of cardiac telemetry (Option D) is not necessary in this patient with established high-grade carotid artery stenosis. Evaluation for occult atrial fibrillation is recommended for patients in whom the cause of stroke has not been identified, especially if an embolic cause (suggested by infarcts involving the brain surface or in the distribution of more than one cerebral artery) is suspected.",
  "critique_links": [],
  "key_points": [
    "Revascularization with carotid endarterectomy or carotid artery stenting should be performed in patients with a nondisabling stroke or transient ischemic attack due to internal carotid artery stenosis greater than 70% and some patients with stenosis of 50% to 69% within 2 weeks to reduce the risk for recurrent ischemic stroke.",
    "Carotid endarterectomy is associated with a lower risk for recurrent stroke compared with carotid artery stenting."
  ],
  "references": "Bonati LH, Jansen O, de Borst GJ, et al. Management of atherosclerotic extracranial carotid artery stenosis. Lancet Neurol. 2022;21:273-283. PMID: 35182512 doi:10.1016/S1474-4422(21)00359-8",
  "related_content": {
    "syllabus": [
      "nrsec24004_24018"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.214359-06:00"
}