{
  "question_id": "gimcq24002",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose eosinophilic esophagitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 26-year-old patient is evaluated for a 5-year history of dysphagia to solids. The patient reports feeling that food \"goes down slowly.\" They eat slowly and avoid dry foods. Medical conditions include allergic rhinitis and childhood asthma. The patient takes no medications.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Barium esophagram",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT of the neck",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Esophageal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy with biopsies",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Upper endoscopy with biopsies (Option D) is the most appropriate diagnostic test for this patient with symptoms suggesting eosinophilic esophagitis (EoE). EoE is a chronic, immune-mediated inflammatory disease classically presenting with symptoms of esophageal dysfunction (e.g., dysphagia, food impaction, chest discomfort, reflux) and commonly comorbid with atopic conditions, such as food allergies, atopic dermatitis, asthma, and allergic rhinitis. Patients with EoE often practice adaptive eating behaviors to cope with chronic symptoms, such as careful and excessive chewing, taking small bites, eating slowly, drinking liquids with meals, and avoiding foods with certain textures. A diagnosis of EoE is suggested by symptoms of esophageal dysfunction and is established by endoscopy with esophageal biopsies. Other causes of esophageal eosinophilia (gastroesophageal reflux disease, inflammatory bowel disease, hypereosinophilic syndrome, and infectious causes) must also be excluded. Classic mucosal findings include furrows, rings, and strictures of the esophagus. Consensus guidelines recommend at least six biopsy samples from the esophagus; in a patient suspected of having EoE, esophageal biopsy samples should be obtained regardless of endoscopic appearance. Histology demonstrating 15 or more eosinophils/hpf in the esophageal epithelium is required to make the diagnosis.Given the clinical suspicion for EoE in this patient, barium esophagram alone (Option A) is not sufficient to diagnose EoE because it allows for only a structural evaluation of the esophagus. An esophagram can potentially identify esophageal strictures if present in EoE, but on its own it is not adequate for diagnosing EoE, which requires histologic evaluation.CT of the neck (Option B) can exclude structural abnormalities, such as a mass, in a patient with dysphagia. However, it cannot evaluate the esophagus for other clinical findings of EoE, such as rings and strictures, or provide the required histologic examination.Esophageal manometry (Option C) is the gold standard for diagnosing esophageal motility disorders, but it should be performed only after a structural disorder of the esophagus (such as stricture, erosive esophagitis, or EoE) is ruled out. As such, performing esophageal manometry before endoscopy is inappropriate. Furthermore, manometry alone is insufficient to diagnose EoE because it does not allow visualization and biopsy of the esophagus.",
  "critique_links": [],
  "key_points": [
    "The diagnostic criteria for eosinophilic esophagitis are symptoms of esophageal dysfunction, endoscopy with esophageal biopsy showing 15 or more eosinophils/hpf on esophageal biopsy, and exclusion of other causes of esophageal eosinophilia."
  ],
  "references": "Dellon ES, Muir AB, Katzka DA, et al. ACG clinical guideline: diagnosis and management of eosinophilic esophagitis. Am J Gastroenterol. 2025;120:31-59. PMID: 39745304 doi:10.14309/ajg.0000000000003194",
  "related_content": {
    "syllabus": [
      "gisec24001_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.116571-06:00"
}