{
  "question_id": "rmmcq24005",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Screen for kidney involvement in a patient suspected of having IgA vasculitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 18-year-old man is evaluated in the emergency department for 3 days of worsening abdominal and knee pain, as well as a rash. He completed an antibiotic course for streptococcal pharyngitis 2 weeks ago. Medical history is otherwise noncontributory, and he takes no medications.On physical examination, vital signs are normal. There are petechiae and palpable purpura over the buttocks and on both lower extremities. Abdominal examination reveals diffuse tenderness without peritoneal signs. Warmth and swelling in both knees are present; knees are tender along the joint lines. The remainder of the examination is normal.Laboratory studies show a normal complete blood count with differential, complete metabolic panel, venous lactate level, prothrombin time, and partial thromboplastin time.CT scan of the abdomen shows multifocal areas of bowel wall thickening and mesenteric lymphadenopathy.",
  "question_stem": "Which of the following is the most appropriate next test?",
  "options": [
    {
      "letter": "A",
      "text": "Antinuclear antibody measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rapid streptococcal antigen test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urinalysis with microscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next test in this patient suspected of having IgA vasculitis is urinalysis with microscopy (Option D). IgA vasculitis, previously known as Henoch-Schönlein purpura, is a small-vessel vasculitis that may present following upper respiratory tract infection, especially with streptococcal bacteria. Patients commonly have abdominal pain (with or without gastrointestinal bleeding), arthralgias and/or arthritis, and petechiae and palpable purpura in dependent areas. There are no specific laboratory tests for IgA vasculitis, which should be suspected in young patients with a characteristic rash, abdominal symptoms, and arthritis/arthralgia. Histologic evaluation can confirm the diagnosis. This is usually done by skin biopsy, which demonstrates leukocytoclastic vasculitis with heavy IgA and complement deposits. Although IgA vasculitis is more common in children than in adults, kidney involvement is more common (30%) in adults than in children and confers a worse prognosis. Identification of kidney involvement is critical because although IgA vasculitis without nephritis can generally be managed conservatively, glomerular disease may require immunosuppressive therapy in severe cases. Urinalysis findings in IgA vasculitis nephritis may include hematuria, erythrocyte casts, and proteinuria. This young patient with abdominal pain, arthritis, and a dependent purpuric rash unexplained by coagulopathy is likely to have IgA vasculitis. In addition to confirming the diagnosis with tissue biopsy, he should be assessed for kidney involvement via urinalysis with microscopy and urine protein measurement.Antinuclear antibody measurement (Option A) is a nonspecific test that may yield positive results even in healthy patients. It does not aid in the diagnosis of any of the small-vessel vasculitides.CT angiography (Option B) is useful in the setting of suspected polyarteritis nodosa (PAN), a medium-vessel vasculitis typically presenting in middle-aged or older adults. PAN leads to focal narrowing of the abdominal arteries and can therefore cause abdominal symptoms, as in this patient. However, PAN is also commonly associated with neurologic disease (e.g., mononeuritis multiplex). Additionally, the rash in PAN is generally purpuric and necrotic but not petechial. This young patient is unlikely to have PAN, and there is no clinical evidence of gut ischemia, so CT angiography is unnecessary.Testing for streptococcal antigen (Option C) in this patient is not indicated. Although the infection may have triggered his current presentation, establishment of the bacterial cause would not influence management at this time.",
  "critique_links": [],
  "key_points": [
    "IgA vasculitis is characterized by palpable purpura, abdominal pain or gastrointestinal bleeding, and arthritis and arthralgias.",
    "IgA vasculitis involves the kidney in one third of adults, and patients suspected of having IgA vasculitis should be evaluated with urinalysis with microscopy and urine protein measurement."
  ],
  "references": "Reamy BV, Servey JT, Williams PM. Henoch-Schönlein purpura (IgA vasculitis): rapid evidence review. Am Fam Physician. 2020;102:229-233. PMID: 32803924",
  "related_content": {
    "syllabus": [
      "rmsec24013_24046"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.742023-06:00"
}