{
  "question_id": "inmcq24036",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose anorexia nervosa.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old woman comes to the office because she is having trouble controlling her weight. She reports that she is always conscious of her weight, which she attributes to her work as a ballet dancer. She believes she is overweight and tries to strictly control the amount and type of food she eats. However, a few times a month, she cannot stop herself from overeating and subsequently induces vomiting. She is unable to control these impulses and feels guilty after these episodes. She has no other medical problems and takes no medications.On physical examination, blood pressure is 96/54 mm Hg. BMI is 16. She appears thin. Dental enamel erosions and bilateral, nontender parotid gland enlargement are noted.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Anorexia nervosa",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Binge eating disorder",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Bulimia nervosa",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Obsessive-compulsive disorder",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is anorexia nervosa (Option A). Anorexia is characterized by a fear of weight gain and distorted body image. A resultant restriction of caloric intake relative to metabolic requirements leads to below-normal body weight. Onset most often occurs in adolescence, and women are affected three to four times more often than men. Anorexia has two subtypes: the restricting type, in which there are no episodes of food binges or purging, and the binge eating/purging type, in which binging and purging (such as with self-induced vomiting) is present. Physical examination reveals a low body weight; dental enamel erosions and bilateral, painless parotid gland enlargement may be present in the purging subtype. This patient has a fear of gaining weight, a low BMI due to restricted intake, and episodes of binging and purging, all consistent with the binge eating/purging subtype of anorexia nervosa.Binge eating disorder (Option B) is not the most likely diagnosis. It is characterized by binge eating and feelings of loss of control around food that occur an average of at least once weekly for 3 months. Binging episodes are characterized by at least three of the following:Abnormally rapid consumptionEating until uncomfortably fullConsuming large amounts of food when not hungryEating alone owing to embarrassmentFeelings of guilt related to overconsumptionThe lack of compensatory behaviors to avoid weight gain differentiates binge eating disorder from bulimia nervosa. Although this patient has episodes of binging, her symptoms and low body weight are more consistent with anorexia nervosa.This patient most likely does not have bulimia nervosa (Option C). In bulimia nervosa, patients engage in binge eating followed by compensatory behaviors to prevent weight gain. Compensatory behaviors include self-induced vomiting, laxative abuse, fasting, and excessive exercise. As in patients with anorexia nervosa, those with bulimia nervosa have a distorted body image, and dental enamel erosions and bilateral parotid gland enlargement may be present. The key difference between the binge eating/purging type of anorexia nervosa and bulimia nervosa is that patients with anorexia have significant weight loss, as seen in this patient.This patient's symptoms are not consistent with obsessive-compulsive disorder (OCD) (Option D). Patients with OCD experience obsessions (recurrent and intrusive thoughts, images, or impulses causing distress) and compulsions (repetitive behaviors [handwashing, counting] done to alleviate obsession-related anxiety). These behaviors cause significant functional impairment through wasted time and disrupted social interactions. OCD has a lifetime prevalence of 2% and is often accompanied by other mental health disorders.",
  "critique_links": [],
  "key_points": [
    "Anorexia nervosa is characterized by fear of weight gain and a distorted body image, with a restriction of caloric intake relative to metabolic requirements leading to below-normal body weight.",
    "The presence of significant weight loss differentiates the binge eating/purging subtype of anorexia nervosa from bulimia nervosa."
  ],
  "references": "Mitchell JE, Peterson CB. Anorexia nervosa. N Engl J Med. 2020;382:1343-1351. PMID: 32242359 doi:10.1056/NEJMcp1803175",
  "related_content": {
    "syllabus": [
      "insec24007_24033"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.412602-06:00"
}