{
  "question_id": "idmcq24056",
  "category": "id",
  "educational_objective": "Diagnose autoimmune encephalitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 25-year-old woman is evaluated in the emergency department for headache, agitation, combativeness, and seizures. She began experiencing intermittent headaches, nausea, and myalgia 7 days ago, which progressed to memory problems, increasing agitation, and auditory and visual hallucinations. This morning, she experienced a tonic-clonic seizure with subsequent confusion. She has no medical problems and takes no medications.On physical examination, vital signs are normal. The patient is drowsy and oriented to person only. The remainder of the examination is normal.HIV antibody is negative. Gram stain and meningitis-encephalitis multiplex polymerase chain reaction of the cerebrospinal fluid are negative. Urine toxicology screen is negative.MRI of the brain is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Autoimmune encephalitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Creutzfeldt-Jakob disease (sporadic form)",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cytomegalovirus encephalitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "West Nile virus encephalitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is autoimmune encephalitis (Option A). Autoimmune neurologic diseases can manifest as encephalitis, cerebellitis, dystonia, status epilepticus, cranial neuropathies, and myoclonus. Autoimmune encephalitis should be suspected in patients with a subacute presentation (symptom duration >5 days), memory or psychiatric manifestations, or no comorbidities and lack of robust cerebrospinal fluid (CSF) inflammation (CSF leukocyte count <50/μL [50 × 106/L] or CSF protein level <50 mg/dL [500 mg/L]). Anti–N-methyl-d-aspartate (NMDA) receptor encephalitis is the most common form. It is associated with ovarian teratomas and other tumors (e.g., sex cord stromal tumors and small cell lung cancer) or can occur sporadically. Viruses can also induce an autoimmune response; for example, herpes simplex virus encephalitis can trigger subsequent anti-NMDA receptor encephalitis. Anti-NMDA receptor encephalitis should be considered in women younger than 35 years with behavioral changes, headaches, and fever followed by altered mental status, seizures, abnormal movements, and autonomic instability. Treatment includes intravenous glucocorticoids, intravenous immune globulin, tumor removal (if present), and, in some cases, plasmapheresis and rituximab.Creutzfeldt-Jakob disease (CJD) (Option B) is a human prion disease that manifests with cognitive dysfunction, cerebellar impairment, and gait abnormalities. Symptoms progress over a period of weeks to months, not days, and the disease is often fatal within 1 year. MRI typically reveals hyperintense signal in the thalamus or striatum on T2-weighted images. The characteristic CSF finding is an elevated level of 14-3-3 protein. The sporadic form of CJD is an unlikely diagnosis in this patient considering the time course of symptoms and normal brain MRI.Cytomegalovirus encephalitis (Option C) occurs in immunocompromised patients, including those with advanced AIDS and in recipients of a solid organ transplant. Cranial imaging can show periventricular enhancement. Cytomegalovirus encephalitis is an unlikely diagnosis in this immunocompetent patient with normal imaging findings.West Nile virus (WNV) encephalitis (Option D) usually presents in endemic months (June to October) and is the most common cause of epidemic viral encephalitis in the United States. It can also cause meningitis, acute flaccid paralysis, neuropathy, and retinopathy. Patients with WNV infection present with facial or arm tremors, parkinsonism, and myoclonus. Hypodense lesions or enhancements may be seen in the thalamus, basal ganglia, and midbrain on MRI of the brain. This patient's symptoms and normal imaging make WNV encephalitis less likely. Additionally, WNV neuroinvasive disease is seen more frequently in older and/or immunocompromised adults.",
  "key_points": [
    "Autoimmune encephalitis should be suspected in patients with a subacute presentation, memory or psychiatric manifestations, or no comorbidities and lack of robust cerebrospinal fluid inflammation."
  ],
  "references": "Granillo A, Le Maréchal M, Diaz-Arias L, et al. Development and validation of a risk score to differentiate viral and autoimmune encephalitis in adults. Clin Infect Dis. 2023;76:e1294-e1301. PMID: 36053949 doi:10.1093/cid/ciac711",
  "related_content": {
    "syllabus": [
      "idsec24001_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:47:03.898813-06:00"
}