{
  "question_id": "rmmcq24080",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose osteonecrosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 42-year-old man is evaluated for a 2-month history of right groin pain with activity and at night. He has not experienced recent injury or increased his physical activity. Medical history is notable for systemic lupus erythematosus diagnosed 6 months ago with manifestations of facial rash, pericarditis, and nephritis. He was initially treated with high-dose prednisone, mycophenolate mofetil, and hydroxychloroquine. This regimen controlled his disease, and he is tapering the prednisone dose. Current medications are mycophenolate mofetil; hydroxychloroquine; and prednisone, 15 mg/d.On physical examination, vital signs are normal. Mild cushingoid facies is observed. Internal rotation and flexion of the right hip elicit pain. No periarticular tenderness or joint swelling is noted. The remainder of the examination is normal.Radiographs of the pelvis and right hip are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Arthroscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Bone scan",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is MRI (Option C) to evaluate for osteonecrosis of the right hip. Osteonecrosis is a serious complication of long-term and higher-dose (>20 mg/d) prednisone treatment, severe/active systemic lupus erythematosus (SLE), and vasculitis. It most commonly affects the hips but can also involve other large joints. Osteonecrosis should be suspected in patients with otherwise unexplained pain and/or reduced range of motion; night pain is also very common. If plain radiography (anteroposterior and frog-leg lateral) demonstrates hip joint destruction, no further diagnostic imaging is required. However, if radiography is unrevealing and clinical suspicion is high, MRI should be pursued. MRI is the most sensitive method for detecting and estimating the volume of infarcted bone and is 99% sensitive and specific for detecting early osteonecrosis lesions. The incidence of osteonecrosis is as high as 40% in some MRI studies of SLE and is most directly related to administration of 20 mg or more of prednisone daily for at least 6 weeks. Therefore, it is important to prescribe the minimum dose of prednisone needed; osteonecrosis is rare in patients receiving long-term, low-dose glucocorticoids. This patient with SLE has right groin pain and pain on range-of-motion testing of the hip, suggesting a joint-related issue. Because the radiograph was normal and suspicion for osteonecrosis exists, MRI is the most appropriate next step.Arthroscopy of the right hip (Option A) is an invasive and expensive procedure that is not recommended for the diagnosis of osteonecrosis. However, arthroscopy can be used to treat osteonecrosis via core decompression to relieve intraosseous pressure and apply bone graft material to prevent subchondral collapse.Bone scans (Option B) have a high rate of false-negative results and are less sensitive than MRI in the diagnosis of osteonecrosis.Ultrasonography of the right hip (Option D) may demonstrate a joint effusion and has been used in experimental models of osteonecrosis in rabbits. However, it has not been used to diagnose osteonecrosis in humans.",
  "critique_links": [],
  "key_points": [
    "Osteonecrosis is a serious complication of long-term and higher-dose prednisone treatment, severe/active systemic lupus erythematosus, and vasculitis; it should be suspected in patients with unexplained pain and/or reduced range of motion.",
    "If plain radiography is unrevealing and clinical suspicion for osteonecrosis is high, MRI should be pursued."
  ],
  "references": "Zheng Y, Zheng Z, Zhang K, et al. Osteonecrosis in systemic lupus erythematosus: systematic insight from the epidemiology, pathogenesis, diagnosis and management. Autoimmun Rev. 2022;21:102992. PMID: 34793961 doi:10.1016/j.autrev.2021.102992.",
  "related_content": {
    "syllabus": [
      "rmsec24007_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:21.975103-06:00"
}