{
  "question_id": "npvdx24006",
  "category": "np",
  "educational_objective": "Diagnose disseminated atheroemboli as a cause of acute kidney injury.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 67-year-old man is evaluated for a new rash and acute kidney injury following coronary catheterization.The rash is shown.",
  "question_stem": "Which of the following is the most likely cause of this patient's acute kidney injury?",
  "options": [
    {
      "letter": "A",
      "text": "Aortic dissection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Contrast-associated nephropathy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Disseminated atheroemboli",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Systemic lupus erythematosus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Disseminated atheroemboli (Option C) is the most likely cause of this patient's acute kidney injury, as evidenced by livedo reticularis (a lacy network of bluish-red vessels, usually seen on the legs). Patients with atherosclerotic disease who undergo an invasive vascular procedure, such as vascular surgery or angiography, are at increased risk for atheroemboli-induced acute kidney injury (cholesterol emboli). Atheroembolic events can occur spontaneously or several days to weeks after manipulation of arteries. Plaque rupture causes cholesterol embolization to distal small and medium-size arteries, resulting in ischemia with end-organ damage. In addition to the kidneys, atheroemboli can affect the arteries in the skin, muscle, gastrointestinal tract, liver, eyes, and central nervous system. Apart from livedo reticularis, physical examination findings may also include Hollenhorst plaques on funduscopic examination (yellow refractile emboli within retinal arteries); ulcerations; and cyanosis, necrosis, or gangrene of the toes.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "npsec24006_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/npfig24607.62fe2ff263b4b2415fd1461684b69574.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:11:04.516892-06:00"
}