{
  "question_id": "fcmcq24094",
  "category": "fc",
  "educational_objective": "Manage a patient's refusal of medical care.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 78-year-old woman is evaluated in the emergency department for hematochezia. She has a history of diverticular bleeding and atrial fibrillation. Outpatient medications are rivaroxaban and diltiazem.On physical examination, blood pressure is 90/60 mm Hg, pulse rate is 103/min, and oxygen saturation is 98% breathing ambient air. Conjunctival pallor is noted. Abdominal examination is normal. Bright red blood is noted in the rectal vault.Laboratory studies:Hemoglobin6.2 g/dL (62 g/L)LFluids are initiated, and rivaroxaban is held.Transfusion is recommended. The patient identifies as a Jehovah's Witness. She states that she will not accept blood products because transfusions are against her religious beliefs. She understands that not accepting a transfusion may result in worsening anemia and associated complications, including death.",
  "question_stem": "In addition to further diagnostic studies, which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Maximize bloodless medicine techniques",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Obtain a psychiatric assessment to determine the patient's decision-making capacity",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform transfusion if the patient becomes more unstable",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Seek permission from the patient's family to perform transfusion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to withhold blood transfusion and maximize bloodless medicine techniques (Option A). Patients have the right to refuse any treatment, including those that are lifesaving. The clinician must ensure that the patient's refusal is informed—that they understand the risks and benefits of the treatment as well as the risks and benefits of refusing treatment or of alternative treatments. Furthermore, the patient must be able to demonstrate decision-making capacity by demonstrating their understanding of the medical situation, understanding the risks and benefits of their decision, and communicating this decision to the team. A patient's beliefs need not be religious, but they should be consistent, and the patient should be able to provide a reasonable explanation for why they hold the specific belief. In this instance, the patient's beliefs are consistent with her stated religion (reasonable explanation) and aligned with her decision to refuse blood transfusion, so her wishes must be respected. In addition to diagnostic testing to identify and treat the bleeding source, the patient should receive ongoing fluid administration. Bloodless medicine techniques may include administration of medications to reverse anticoagulant effects and administration of iron transfusions and erythropoietin.A psychiatric evaluation to determine the patient's decision-making capacity (Option B) is not necessary in this case because the patient has demonstrated the three required elements of decision-making capacity: understanding information about her medical issues, understanding the risks and benefits of her options, and communicating a consistent choice in alignment with her values.In a medical emergency in which the patient's beliefs are not known, consent for lifesaving therapies can be presumed. However, in this instance, the patient is making a clear decision to refuse a treatment based on her beliefs. The medical team does not need to agree with the patient's beliefs but must respect them as part of patient-centered care. Performing a transfusion against the patient's wishes (Option C) would be unethical.A patient's family may be a helpful source of information when the patient lacks decision-making capacity. In those instances, a surrogate, often a family member, makes decisions for the patient; decisions in this situation should reflect the patient's values and preferences. However, when a patient has the capacity to make their own decisions and to communicate them, as in this case, asking family members to intervene (Option D) is inappropriate.",
  "key_points": [
    "Patients have the right to refuse any treatment, including those that are lifesaving.",
    "The clinician must ensure that a patient's refusal of treatment is informed—that they understand the risks and benefits of the treatment as well as the risks and benefits of refusing treatment or of alternative treatments."
  ],
  "references": "Sulmasy LS, Bledsoe TA; ACP Ethics, Professionalism and Human Rights Committee. American College of Physicians Ethics Manual, seventh edition. Ann Intern Med. 2019;170:S1-S32. PMID: 30641552",
  "related_content": {
    "syllabus": [
      "fcsec24003_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.105332-06:00"
}