{
  "question_id": "fcmcq24100",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Diagnose and manage actinic purpura.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "An 80-year-old man is evaluated for rashes on his arms. Patches occasionally appear without trauma and are asymptomatic. The patches fade over time. Medical conditions include hypertension and dyslipidemia. Medications are atorvastatin, amlodipine, and losartan.On physical examination, vital signs are normal. Forearm findings (below) are present bilaterally. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Emollient cream",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hydrocortisone cream",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Skin biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sun protection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is sun protection (Option D). This patient has actinic purpura, which is a benign dermatologic condition that is commonly seen in older adults. Actinic purpura appears as ecchymotic macules or patches, most commonly on sun-exposed areas, such as the forearms and back of the hands. The lesions result from minor trauma to fragile skin, such as scratching, and may be associated with atrophic scars occurring after skin tears. In older adults, fragility of the blood vessels and dermal atrophy may lead to actinic purpura. Although no treatment is available or required, sun protection can prevent further damage.Dryness (xerosis) is one of the most prevalent skin conditions in aging adults. Treatment of xerosis consists of avoidance of hot baths; use of mild synthetic detergent soaps; and good skin care measures, including frequent application of emollient creams (Option A). This patient's skin lesion is more consistent with actinic purpura, for which emollient creams have no role in treatment.Actinic purpura is the result of microtrauma to thin skin with fragile blood vessels. The condition is not pruritic, and an anti-itch cream, such as hydrocortisone cream (Option B), will not reduce the formation of actinic purpura. Additionally, hydrocortisone cream may exacerbate skin fragility.The hallmarks of actinic purpura include stellate pseudoscars and purpuric macules or patches. There is no need for skin biopsy (Option C) or other testing because the diagnosis can be made clinically.",
  "critique_links": [],
  "key_points": [
    "Actinic purpura may appear as ecchymotic macules or patches (commonly on the forearms), results from minor trauma, and may be associated with atrophic scars occurring after skin tears.",
    "Although no treatment is required for actinic purpura, sun protection can prevent further damage."
  ],
  "references": "Blume-Peytavi U, Kottner J, Sterry W, et al. Age-associated skin conditions and diseases: current perspectives and future options. Gerontologist. 2016;56 Suppl 2:S230-S242. PMID: 26994263 doi:10.1093/geront/gnw003",
  "related_content": {
    "syllabus": [
      "fcsec24010_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.998994-06:00"
}