{
  "question_id": "npmcq24029",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Evaluate hepatitis C virus infection as a cause of membranoproliferative glomerulonephritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated in the hospital for an elevated serum creatinine level after being admitted for a 6-month history of lower extremity edema and progressive fatigue. He has a history of injection drug use.On physical examination, blood pressure is 150/95 mm Hg; other vital signs are normal. He has 2-mm pitting edema through the mid shins.Laboratory studies:Albumin3.3 g/dL (33 g/L)L C3 complement55 mg/dL (550 mg/L) C4 complement8 mg/dL (80 mg/L)LCreatinine2.8 mg/dL (248 µmol/L)HUrinalysis3+ protein, 3+ bloodUrine protein-creatinine ratio2300 mg/gHKidney biopsy shows membranoproliferative glomerulonephritis on light microscopy, and immunofluorescence microscopy shows 3+ staining for IgG, 1+ staining for IgM, 2+ staining for C1q complement, and 2+ staining for C3 complement.",
  "question_stem": "Which of the following is the most likely cause of this patient's glomerulonephritis?",
  "options": [
    {
      "letter": "A",
      "text": "Hepatitis B virus infection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hepatitis C virus infection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "HIV infection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Infective endocarditis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's glomerulonephritis is hepatitis C virus (HCV) infection (Option B). This patient presents with glomerulonephritis (elevated serum creatinine level with hematuria and subnephrotic proteinuria) that, on biopsy, shows an immune complex–mediated membranoproliferative glomerulonephritis (MPGN) pattern. Evaluating MPGN lesions is based on the pattern of staining on immunofluorescence microscopy. The more common pattern, as seen in this patient, is immune complex deposition with the presence of both immunoglobulin (IgG, IgM, and/or IgA) and complement (C1q and/or C3) on immunofluorescence. This pattern infers that the classic pathway has been activated by an inciting cause or event that is classified into one of three categories:InfectiousAutoimmuneMalignancy associatedThe most common of these causes is infection, especially with HCV. This patient with a history of injection drug use is in a population at high risk for HCV infection. Identification of HCV infection as the cause of immune complex–mediated MPGN is crucial because treatment is direct-acting antiviral therapy, typically anti-HCV therapy without immunosuppression.Hepatitis B virus (Option A) and HIV infection (Options C) have been linked to glomerular diseases. However, these are classically nephrotic syndromes, specifically membranous nephropathy in patients with hepatitis B infection and focal segmental glomerulosclerosis in those with HIV infection.Individuals who use injection drugs are at higher risk for infective endocarditis (Option D), and, in turn, endocarditis is a cause of glomerulonephritis. However, this patient has no features to suggest endocarditis. In addition, the biopsy lesion associated with endocarditis would either show an infection-related glomerulonephritis or a pauci-immune glomerulonephritis.",
  "critique_links": [],
  "key_points": [
    "The most common infectious cause of immune-mediated membranoproliferative glomerulonephritis is hepatitis C virus infection."
  ],
  "references": "Guo S, Kapp ME, Beltran DM, et al. Spectrum of kidney diseases in patients with hepatitis C virus infection. Am J Clin Pathol. 2021;156:399-408. PMID: 33623996 doi:10.1093/ajcp/aqaa238",
  "related_content": {
    "syllabus": [
      "npsec24008_24060"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:34.209556-06:00"
}