{
  "question_id": "npmcq24045",
  "category": "np",
  "educational_objective": "Recognize normal physiologic changes during pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 27-year-old woman is evaluated during a follow-up visit. She is at 12 weeks' gestation. She has type 1 diabetes mellitus treated with insulin glargine and lispro. Blood glucose targets are being met. Her only other medication is a prenatal vitamin.On physical examination, vital signs are normal. She has a gravid uterus. The remainder of the examination is unremarkable.Three months ago, laboratory studies showed a urine albumin-creatinine ratio of less than 30 mg/g.Laboratory studies today:Creatinine0.5 mg/dL (44.2 µmol/L)LBaseline0.8 mg/dL (70.7 µmol/L)Sodium133 mEq/L (133 mmol/L)LBicarbonate18 mEq/L (18 mmol/L)LAnion gapNormalUrine studiesProtein-creatinine ratio100 mg/gUrinalysisTrace protein",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Nephrology consultation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Start lisinopril",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start sodium bicarbonate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further management (Option D) is needed in this patient whose laboratory findings reflect expected physiologic changes in pregnancy. Several normal physiologic changes occur during pregnancy:Sodium and water retention increase plasma volume, augmenting renal blood flow and increasing glomerular filtration rate (GFR) by up to 50%. With the GFR increase, serum creatinine levels decrease.Proteinuria increases, with the upper limit of normal increasing from 150 mg/24 h in nonpregnant individuals to approximately 200 mg/24 h in pregnant individuals. Proteinuria values greater than 300 mg/24 h are considered abnormal.Changes in antidiuretic hormone (ADH) response and osmolality (reset osmostat in which the threshold for ADH secretion is lowered) cause mild hyponatremia (decrease in serum sodium of 4.0-5.0 mEq/L [4.0-5.0 mmol/L]) with a decrease in serum osmolality by 8.0 to 10 mOsm/kg H2O.Chronic respiratory alkalosis caused by progesterone-induced hyperventilation commonly decreases Pco2 to 27 to 32 mm Hg (3.6-4.3 kPa). Kidney compensation results in decreased serum bicarbonate levels between 18 to 20 mEq/L (18-20 mmol/L), with a serum pH of approximately 7.45.This patient is at 12 weeks' gestation, and her serum creatinine level, degree of proteinuria, mild hyponatremia, and metabolic acidosis reflect normal physiologic changes during pregnancy; these changes do not require further management.Nephrology consultation (Option A) is not indicated. This patient's laboratory abnormalities are consistent with expected physiologic changes during pregnancy, and no further evaluation is needed.ACE inhibitors, such as lisinopril (Option B), are used to slow the progression of kidney disease and treat microalbuminuria in patients with diabetes. However, ACE inhibitors are contraindicated in pregnancy because they are teratogenic and should not be used to treat proteinuria in pregnancy. Regardless, in this patient, the proteinuria is most likely a result of pregnancy and not diabetes, because her urine albumin-creatine ratio 3 months ago was normal.Sodium bicarbonate (Option C) may be indicated in some patients with metabolic acidosis. This patient's primary disorder is most likely a respiratory alkalosis with a compensatory metabolic acidosis and is a normal physiologic finding; therefore, no treatment is required.",
  "critique_links": [],
  "key_points": [
    "Physiologic changes in pregnancy resulting from volume expansion and vasodilation, increased renal blood flow and glomerular filtration rate, changes in antidiuretic hormone, and progesterone-induced hyperventilation may result in a decreased serum creatinine level, proteinuria, and metabolic acidosis; these normal physiologic changes do not require treatment."
  ],
  "references": "Beers K, Patel N. Kidney physiology in pregnancy. Adv Chronic Kidney Dis. 2020;27:449-54. PMID: 33328060 doi:10.1053/j.ackd.2020.07.006",
  "related_content": {
    "syllabus": [
      "npsec24012_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies today:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.718835-06:00"
}