{
  "question_id": "ccmcq24003",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Manage a patient with severe anaphylaxis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 23-year-old man is evaluated in the emergency department for wheezing and mouth swelling. He developed symptoms during a meal at a restaurant and immediately went to the hospital. He has also developed a rash and lightheadedness. He has a history of peanut allergy but no other medical problems. He takes no medications.On initial physical examination, temperature is 37.7 °C (99.9 °F), blood pressure is 85/56 mm Hg, pulse rate is 132/min, and respiration rate is 22/min. Inspiratory stridor, expiratory wheezing, lip and tongue swelling, and raised erythematous urticarial skin lesions are present.After administration of intravenous fluids, nebulized albuterol, and two doses of intramuscular epinephrine, his dyspnea improves. Vital signs include a blood pressure of 100/62 mm Hg and pulse rate of 118/min.Three hours after administration of the epinephrine, his dyspnea and swelling have largely resolved, and vital signs are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Discharge",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Glucagon",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methylprednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with anaphylactic shock is continued observation (Option D). Anaphylactic shock is triggered by IgE-linked immunologic responses to antigens with release of multiple cellular mediators into the circulation. It manifests as hypotension, tachycardia, and airway compromise with angioedema and bronchoconstriction. Symptom onset may be immediate, which usually indicates a severe reaction, but can be delayed for hours or even days. Epinephrine is first-line treatment and acts by causing vasoconstriction, respiratory smooth muscle relaxation, and stabilization of degranulating inflammatory cells. Some patients have a biphasic presentation, with recurrence of symptoms within hours; these patients require repeat doses of epinephrine or even an intravenous infusion if shock persists. Factors that correlate with increased risk for biphasic anaphylaxis include a severe initial episode and a need for more than one dose of epinephrine. This patient with peanut allergy has had severe anaphylaxis requiring two doses of epinephrine and is at risk for symptom recurrence. He should continue to be observed.Discharge (Option A) is not the best option for this patient. He has several risk factors for anaphylaxis recurrence, including a severe initial episode and the need for several doses of epinephrine. He should continue to be observed for an extended period given the increased risk for recurrent anaphylaxis.Glucagon (Option B) would not be an appropriate option for this patient. Glucagon bypasses β-receptors and activates adenylate cyclase directly, reversing the bronchospasm and hypotension seen in anaphylaxis. In patients taking β-blockers who develop anaphylaxis, glucagon may be considered if epinephrine has been ineffective. Glucagon is not necessary in this patient who has responded well to epinephrine and is not taking β-blockers.The efficacy of glucocorticoids such as methylprednisolone (Option C) in anaphylaxis has not been established; data are scarce, and no studies have definitively established benefit. Glucocorticoids have no proven role in the management of anaphylactic shock given their inability to treat acute symptoms and their delayed onset of action.",
  "critique_links": [],
  "key_points": [
    "Initial treatment of anaphylaxis is with intramuscular epinephrine; the efficacy of glucocorticoids in the treatment of anaphylaxis has not been established, and their role in therapy is unclear.",
    "Factors that increase risk for biphasic anaphylaxis include a severe initial episode and a need for more than one dose of epinephrine."
  ],
  "references": "Shaker MS, Wallace DV, Golden DBK, et al. Anaphylaxis—a 2020 practice parameter update, systematic review, and Grading of Recommendations, Assessment, Development and Evaluation (GRADE) analysis. J Allergy Clin Immunol. 2020;145:1082-123. PMID: 32001253 doi:10.1016/j.jaci.2020.01.017",
  "related_content": {
    "syllabus": [
      "ccsec24003_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.815119-06:00"
}