{
  "question_id": "inmcq24032",
  "category": "in",
  "educational_objective": "Diagnose panic disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 32-year-old woman is evaluated for episodic chest discomfort. Her symptoms began abruptly 1 year ago and consist of fear, chest pain, palpitations, diaphoresis, and a feeling of complete loss of control. She has difficulty identifying the inciting incident. Her episodes start unpredictably, peak within a few minutes, and then slowly abate over the course of an hour. She worries about the episodes and has restricted her activity because of fear of experiencing them. She does not have a depressed mood or anhedonia. She has a history of major depressive disorder, for which she has not required treatment for 2 years.Physical examination findings, including vital signs, are normal.Laboratory studiesThyroid-stimulating hormone2.5 µU/mL (2.5 mU/L)ECG and mobile cardiac telemetry are unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Generalized anxiety disorder",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Panic disorder",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Phobia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Social anxiety disorder",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is panic disorder (Option B). Panic attacks are characterized by sudden onset with rapid escalation (within minutes) of extreme fear or anxiety along with at least four of the following:Fear of dyingFear of losing controlPalpitationsDiaphoresisTremorDyspneaSensation of chokingChest painNauseaDizzinessChills or heat sensationsParesthesiaDerealization (perception that the world is not real)Panic attacks may be a primary symptom of psychiatric illness or a symptom of other conditions, such as asthma, arrhythmia, and hyperthyroidism. Exclusion of secondary causes is a crucial step in the evaluation of panic attacks. Patients who experience panic attacks may also have other behavioral disorders, such as generalized anxiety disorder (GAD), posttraumatic stress disorder, and depression. Panic attacks are a key feature of panic disorder, but the diagnostic criteria for panic disorder require persistent (>1 month) panic attacks and persistent worry about the recurrence of panic attacks or maladaptive behavior changes secondary to the attacks (e.g., avoidance of previous triggers). This patient meets the criteria for panic disorder: She has sudden episodes of fear along with four of the cardinal symptoms and persistent concern about the episodes.GAD is characterized by excessive anxiety about activities or events that is difficult to control and that occurs more days than not for at least 6 months. This patient most likely does not have GAD (Option A) because her episodes are severe, episodic, and characterized by symptoms, such as chest pain and diaphoresis, that are not associated with GAD.A specific phobia (Option C) occurs when a patient has unreasonable fear or anxiety for 6 months or longer, leading to avoidance of a specific situation or object and causing distress or impairment. This patient is experiencing symptoms other than anxiety, such as chest pain, and her episodes are not associated with a specific situation, making phobia an unlikely diagnosis.Social anxiety disorder (Option D) is not the most likely diagnosis because this patient's episodes are not related to any specific social situation.",
  "critique_links": [],
  "key_points": [
    "Panic attacks are characterized by sudden onset and rapid escalation (within minutes) of extreme fear or anxiety along with such symptoms as fear of dying, fear of losing control, palpitations, and diaphoresis.",
    "Diagnostic criteria for panic disorder include persistent (>1 month) panic attacks and persistent worry about the recurrence of panic attacks or maladaptive behavior changes secondary to the attacks."
  ],
  "references": "Manjunatha N, Ram D. Panic disorder in general medical practice—a narrative review. J Family Med Prim Care. 2022;11:861-869. PMID: 35495823 doi:10.4103/jfmpc.jfmpc_888_21",
  "related_content": {
    "syllabus": [
      "insec24007_24023"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.983883-06:00"
}