{
  "question_id": "gimcq24031",
  "category": "gi",
  "educational_objective": "Treat acute variceal hemorrhage using endoscopic variceal ligation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 39-year-old man is evaluated in the emergency department for hematemesis. He has a history of alcoholic cirrhosis and was diagnosed with hepatic encephalopathy 1 month ago. His only medication is lactulose.On physical examination, temperature is 37 °C (98.6 °F), blood pressure is 90/60 mm Hg, and pulse rate is 95/min. Other vital signs are normal. He has no asterixis.Octreotide and ceftriaxone are initiated.Upper endoscopy reveals large esophageal varices with high-risk bleeding stigmata but without active bleeding. The stomach and duodenum show evidence of recent bleeding but are otherwise normal with irrigation.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Balloon tamponade",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carvedilol",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Emergency surgery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Endoscopic variceal ligation",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Transjugular intrahepatic portosystemic shunt",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is endoscopic variceal ligation (Option D). To control acute variceal hemorrhage, combined therapy with a vasoactive agent, such as octreotide, somatostatin, or terlipressin, and endoscopic treatment is the most effective approach. Vasoactive therapy should be continued for 2 to 5 days. Endoscopic variceal ligation within 12 hours of presentation is the endoscopic treatment of choice for acute variceal hemorrhage and has a success rate of 90%. This patient has signs and symptoms of a recent acute esophageal variceal hemorrhage. His endoscopic findings support large esophageal varices with high-risk bleeding stigmata. The rest of the endoscopic examination is unremarkable, although there is evidence of recent variceal bleeding in the setting of portal hypertension from cirrhosis. Variceal ligation is the treatment of choice in this setting to reduce the risk for recurrent bleeding and mortality.Balloon tamponade (Option A) is not indicated at this time because the patient has stopped bleeding. Thus, he can be treated with variceal ligation. If there were uncontrolled hemorrhage with hemodynamic instability that could not be adequately treated endoscopically, then balloon tamponade would be indicated.After endoscopy and hemostasis, nonselective β-blocker therapy, such as carvedilol (Option B), should be initiated for secondary prophylaxis of variceal hemorrhage, but this patient first requires endoscopic treatment. Carvedilol does not have an immediate role in the treatment of acute variceal hemorrhage but should be considered for secondary bleeding prophylaxis.Surgery is considered in patients in whom endoscopic therapy has failed and who cannot undergo placement of a transjugular intrahepatic portosystemic shunt. This patient does not require emergency surgery (Option C) because he has stopped bleeding and endoscopic treatment has not yet been attempted.The creation of a transjugular intrahepatic portosystemic shunt (TIPS) (Option E) will relieve portal hypertension and in most cases will address complications of large esophageal varices; it is typically considered in patients with recurrent variceal hemorrhage. However, encephalopathy can worsen after placement of a TIPS, so a previous diagnosis of hepatic encephalopathy is a relative contraindication for a TIPS. A TIPS is not the best treatment choice for this patient because he has hepatic encephalopathy and is experiencing his first episode of variceal hemorrhage.",
  "key_points": [
    "Acute variceal hemorrhage should be treated with the combination of a vasoactive agent and endoscopic variceal ligation."
  ],
  "references": "Kaplan DE, Ripoll C, Thiele M, et al. AASLD practice guidance on risk stratification and management of portal hypertension and varices in cirrhosis. Hepatology. 2024;79:1180-1211. PMID: 37870298 doi:10.1097/HEP.0000000000000647",
  "related_content": {
    "syllabus": [
      "gisec24005_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:30.923628-06:00"
}