{
  "question_id": "onmcq24005",
  "category": "on",
  "educational_objective": "Diagnose metastatic lung cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 68-year-old man is evaluated for dry cough, right upper abdominal pain, and an unexplained 6.8-kg (15.0-lb) weight loss over the past 2 months. He has no other history of illness and takes no medications.On physical examination, vital signs are normal. The abdomen is nontender, and mild hepatomegaly is noted.Results of laboratory studies are normal.CT scan of the chest shows a 3.5-cm peripheral right lower lobe mass, an enlarged right hilar lymph node, and enlarged right mediastinal lymph nodes. CT scan of the abdomen and pelvis shows multiple liver masses, the largest measuring 4.5 cm.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Biopsy of the liver",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mediastinoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the brain",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Percutaneous right lung mass biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "PET/CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Biopsy of the liver (Option A) is the most appropriate diagnostic test to perform next. Diagnosis and staging of suspected lung cancer are best accomplished with a single invasive test at a location that will establish the diagnosis and the stage of disease. In patients with suspected metastatic disease, biopsy of a metastatic site can accomplish both objectives. Biopsy is necessary to not only establish the diagnosis and stage but also to determine the lung cancer type (small cell, non–small cell, or large cell). This information is essential for determining an appropriate treatment plan and cannot be determined with imaging alone. Biopsy is also important for molecular testing in patients diagnosed with metastatic non–small cell lung cancer (NSCLC) because this information also determines the most appropriate treatment. This patient's imaging showing a dominant lung mass with associated regional lymphadenopathy strongly suggests a diagnosis of metastatic lung cancer. Biopsy of the liver mass would be the most appropriate next step to establish the diagnosis and disease stage.Mediastinoscopy (Option B) plays a role in evaluating selected patients with NSCLC, especially those with possible mediastinal involvement without metastatic disease. However, mediastinoscopy does not stage the disease for patients such as this one with likely metastatic NSCLC.MRI of the brain (Option C) is a standard imaging study for patients diagnosed with NSCLC, but this patient does not yet have a diagnosis. In the absence of neurologic signs or symptoms, such as in this patient, MRI of the brain is not indicated before the diagnosis and stage are determined.Percutaneous biopsy of the lung mass (Option D) can establish this patient's diagnosis but not the stage. Liver biopsy is preferred because it can determine both diagnosis and stage with one procedure.PET/CT (Option E) is an important imaging study for patients diagnosed with NSCLC and in some patients with pulmonary nodules. However, PET is not needed once a diagnosis of multifocal metastatic disease is clearly established. In patients with potentially early-stage disease, PET is indicated because it may reveal other sites of metastatic disease that may change management.",
  "critique_links": [],
  "key_points": [
    "In patients with radiographic evidence of advanced-stage lung cancer, biopsy of a metastatic site can simultaneously establish a diagnosis and stage."
  ],
  "references": "Liam CK, Liam YS, Poh ME, et al. Accuracy of lung cancer staging in the multidisciplinary team setting. Transl Lung Cancer Res. 2020;9:1654-66. PMID: 32953539 doi:10.21037/tlcr.2019.11.28",
  "related_content": {
    "syllabus": [
      "onsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.672345-06:00"
}