{
  "question_id": "inmcq24015",
  "category": "in",
  "educational_objective": "Provide contraception to a patient with a contraindication to estrogen.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 32-year-old woman comes to the office to discuss contraceptive options. She is 6 months postpartum after an uncomplicated pregnancy with delivery of her first child. She feels well and is no longer breastfeeding. She is sexually active with her husband and uses male condoms but would like a more reliable form of contraception. She has a history of migraines with aura and takes sumatriptan as needed.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Combined oral contraceptive pills",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Contraceptive vaginal ring",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Diaphragm",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intrauterine device",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "An intrauterine device (IUD) (Option D) would be the most appropriate option for this patient with a contraindication to estrogen-containing contraceptives. Combined hormonal contraceptives (CHCs) contain both estrogen and progesterone; they are effective contraceptives but are associated with a small increased risk for venous thromboembolism (VTE). In addition to VTE, contraindications to estrogen-containing contraceptives include a history of breast cancer, uncontrolled hypertension, liver disease, migraine with aura, and smoking more than 15 cigarettes a day in women older than age 35 years. Contraceptive options in patients with contraindications to estrogen include progesterone-only contraception, which includes daily oral pills (norethindrone or drospirenone), the subdermal implant, and IUDs. Depot medroxyprogesterone acetate injection, which is administered every 3 months, is also an option, although its safety in patients at increased risk of venous thromboembolic disease is unclear. A copper-containing IUD is also an appropriate option for patients unable to take estrogen. IUDs are a form of long-acting, reversible contraception and are among the most effective contraception options available. Levonorgestrel IUDs are effective for 3 to 8 years depending on the brand and can reduce menorrhagia. The copper IUD is FDA approved for 10 years but effective for up to 12 years. IUDs require an office visit for both insertion and removal, which can be associated with bleeding and pain. Contraindications to IUD placement include pregnancy, anatomic uterine abnormalities with distortion of the uterine cavity, and acute untreated pelvic infection. This patient has migraine with aura, which is a contraindication to estrogen-containing contraceptives. Progesterone-only contraceptives, such as an IUD or a copper IUD, are appropriate contraceptive choices.Combined hormonal contraceptive pills (Option A) are an effective means of contraception with an unintended pregnancy rate within the first year of perfect use of less than 1%. They also reduce the risk for endometrial and ovarian cancer and can be effective for managing menorrhagia and dysmenorrhea. This patient, however, has a history of migraine with aura, which is a contraindication to combined oral contraceptive pills.The contraceptive vaginal ring (Option B) contains estrogen and would therefore not be recommended for this patient with a history of migraine with aura.A diaphragm (Option C) would not be appropriate for this patient seeking a more effective form of contraception. With perfect use, approximately 16% of patients using a diaphragm for contraception experience an unintended pregnancy within the first year of use. This is less effective than the rate with perfect use of male condoms (5%).",
  "key_points": [
    "Contraindications to estrogen-containing contraceptives include a history of breast cancer, venous thromboembolism, uncontrolled hypertension, liver disease, migraine with aura, and smoking more than 15 cigarettes a day in women older than age 35 years.",
    "Progesterone-only contraception can be used in many patients with contraindications to estrogen-containing contraceptives; options include daily oral pills, depot medroxyprogesterone acetate injection, the subdermal implant, and intrauterine devices."
  ],
  "references": "Woodhams EJ, Gilliam M. Contraception. Ann Intern Med. 2019;170:ITC18-ITC32. PMID: 30716758",
  "related_content": {
    "syllabus": [
      "insec24006_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:46:41.457665-06:00"
}