{
  "question_id": "cvmcq24103",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Determine the cause of symptomatic sinus bradycardia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 48-year-old woman is evaluated for mild fatigue and decreased exercise tolerance over the past few months. She reports no chest pain, dyspnea, or edema. She is a long-distance trail runner. She has no other personal or pertinent family history. She takes no medications.On physical examination, blood pressure is 90/50 mm Hg and pulse rate is 45/min. BMI is 24. Cardiopulmonary examination is normal.Complete blood count and comprehensive metabolic panel are normal.ECG reveals sinus bradycardia with a heart rate of 46/min and a QT interval of 480 ms.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lyme disease antibody testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Reassurance",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroid-stimulating hormone measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management step is thyroid-stimulating hormone measurement (Option D). Sinus bradycardia is traditionally defined as the presence of sinus rhythm with a heart rate below 60/min. Sinus bradycardia may be appropriate in athletes and during sleep, but sinus node dysfunction may result from age-related myocardial fibrosis, right coronary ischemia, hypothyroidism, intracranial hypertension, postoperative scarring from cardiothoracic surgery, or infiltrative or inflammatory disorders (e.g., sarcoidosis). Medications, including β-blockers, nondihydropyridine calcium channel blockers, and donepezil, are another common cause. This patient presents with sinus bradycardia and symptoms of fatigue and decreased exercise tolerance. Although the sinus bradycardia may be the result of her athletic conditioning and the symptoms may not be secondary to the bradycardia, additional evaluation with thyroid-stimulating hormone measurement is warranted.Echocardiography (Option A) would be a useful test if structural heart disease or heart failure were likely. Although this patient has fatigue and decreased exercise tolerance, she has no predisposing factors for myocardial disease and a normal physical examination other than bradycardia. Structural heart disease is unlikely, and echocardiography is not the next best step in evaluating this patient's symptoms.Disseminated Lyme disease may cause atrioventricular nodal block, including high-grade block requiring temporary pacemaker placement. Although sinus node dysfunction can occur with Lyme disease, it is much less common, and isolated sinus bradycardia secondary to Lyme disease would be unusual. Testing for Lyme disease (Option B) is not indicated.Reassurance (Option C) would not be appropriate in this patient with symptoms of fatigue and exercise intolerance in the setting of bradycardia. Although her slow heart rate may be the result of her athletic training and a sinus rate of 45/min does not in itself require evaluation in the absence of symptoms, her symptoms warrant investigation. In addition, QT prolongation is not a feature of endurance athlete–mediated bradycardia. Although QT adjustment at low heart rates typically overestimates the QT duration and may not reflect the true interval, the QT interval in this case may be related to hypothyroidism, and assessing the thyroid-stimulating hormone level is indicated.",
  "critique_links": [],
  "key_points": [
    "Evaluation of symptomatic bradycardia should include identification of secondary and reversible causes, including hypothyroidism.",
    "Sinus bradycardia from sinus node dysfunction may result from age-related myocardial fibrosis, right coronary ischemia, hypothyroidism, intracranial hypertension, postoperative scarring from cardiothoracic surgery, or infiltrative or inflammatory disorders."
  ],
  "references": "Kusumoto FM, Schoenfeld MH, Barrett C, et al. 2018 ACC/AHA/HRS guideline on the evaluation and management of patients with bradycardia and cardiac conduction delay: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2019;140:e382-e482. PMID: 30586772 doi:10.1161/CIR.0000000000000628",
  "related_content": {
    "syllabus": [
      "cvsec24006_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.188691-06:00"
}