{
  "category": "rm",
  "critique": "The most likely diagnosis is Takayasu arteritis (TA) (Option C). TA is a large-vessel vasculitis that predominantly affects women age 40 years or younger. Clinical symptoms include new-onset hypertension, limb claudication, lightheadedness, carotid artery tenderness, and constitutional symptoms, all of which this patient has. In patients with TA, lower extremity claudication is more common than upper extremity. Clinical evaluation should include measurements of blood pressures and pulses in all four extremities to assess for discrepancies (progressive vessel stenosis can result in low-pressure readings of the affected extremity), in addition to evaluating for bruits. Laboratory findings in TA are nonspecific and include elevation of inflammatory markers (erythrocyte sedimentation rate and C-reactive protein) and anemia. Imaging may demonstrate arterial stenosis or aneurysm. This patient has clinical, serologic, and radiographic features consistent with TA. She has new-onset hypertension from renovascular involvement of TA, and magnetic resonance angiography (MRA) shows signs of active inflammation with edema and enhancement of the large blood vessel walls involving the carotid, renal, and femoral arteries.Fibromuscular dysplasia (Option A) is an idiopathic, noninflammatory, nonatherosclerotic disease that causes narrowing of the blood vessels, primarily the renal and carotid arteries. Patients can present with high blood pressure from renal artery stenosis, headaches, dizziness, and stroke. Imaging may show a “string of beads” appearance with alternating areas of stenosis and dilation. Although this patient has some consistent clinical findings, she also has constitutional symptoms, elevated inflammatory markers, and involvement of the large femoral vessels; thus, TA is the more likely diagnosis.Giant cell arteritis (GCA) (Option B) is also a large-vessel vasculitis that can affect the aorta and its branches, which results in aneurysms, stenosis, and symptoms of claudication. The patient has mild headaches, which clinically can be concerning for GCA. However, given her young age, these are most likely secondary to her new-onset hypertension. GCA usually affects patients older than age 50 years, which makes it an unlikely diagnosis in this patient.Vascular Ehlers-Danlos syndrome (Option D) is a collagen vascular disease characterized by arterial, intestinal, and uterine fragility. It is a genetic condition associated with variants of the COL3A1 gene, with resultant abnormalities in type 3 collagen. Classic clinical features include thin, translucent skin; micrognathia; prominent eyes; and aged appearance of the hands. Vascular Ehlers-Danlos syndrome is not associated with constitutional symptoms or elevated inflammatory markers and would not show the inflammatory blood vessel features seen in this patient's MRA results.",
  "educational_objective": "Diagnose Takayasu arteritis.",
  "extracted_at": "2025-12-22T20:46:38.971224-06:00",
  "key_points": [
    "Takayasu arteritis is a large-vessel vasculitis that predominantly affects women aged 40 years or younger.",
    "Clinical manifestations of Takayasu arteritis include new-onset hypertension, limb claudication, tenderness over the carotid arteries, lightheadedness, and constitutional symptoms."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Fibromuscular dysplasia"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Giant cell arteritis"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Takayasu arteritis"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Vascular Ehlers-Danlos syndrome"
    }
  ],
  "question_id": "rmmcq24002",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 27-year-old woman is evaluated for a 6-month history of progressive bilateral leg soreness when she walks more than two blocks; the soreness resolves with rest. The patient reports increased headaches and fatigue during the past 3 months, as well as increased lightheadedness and dizziness without syncope that began this past month. She has no medical problems and takes no medications.On physical examination, blood pressure is 150/100 mm Hg in the right arm and pulse rate is 80/min; other vital signs are normal. There is tenderness to palpation over the right carotid artery.Magnetic resonance angiogram shows edema and enhancement of the right carotid artery with moderate stenosis. Wall thickening and stenosis of the left renal artery are noted. Areas of stenosis and dilation of the bilateral femoral arteries with enhancement are observed.",
  "references": "Pugh D, Karabayas M, Basu N, et al. Large-vessel vasculitis. Nat Rev Dis Primers. 2022;7:93. PMID: 34992251 doi:10.1038/s41572-021-00327-5",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "rmsec24013_24013"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}