{
  "question_id": "hpmcq24010",
  "category": "hp",
  "educational_objective": "Treat biliary colic in a patient with gallstones.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 44-year-old woman is evaluated 1 week after presenting to the emergency department for severe epigastric pain and vomiting. Symptoms developed after she ate cheese, were constant for 2 hours, and then became more intense. After arrival at the emergency department, the pain improved spontaneously. An ultrasound of the upper abdomen showed several gallstones with multiple acoustic shadows and without pericholecystic edema; the common bile duct diameter was normal. She was discharged home and has since been asymptomatic. She had a similar episode 2 months ago but did not seek medical attention. History also includes a 15.8-kg (35-lb) weight loss over the past 3 months while she consumed a high-fat, low-carbohydrate diet.Current physical examination findings, including vital signs, are normal. On abdominal examination, she has no pain or arrest of inspiration with compression of the right upper quadrant.Results of laboratory studies in the emergency department, including a complete blood count and comprehensive metabolic panel, were normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cholecystectomy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-fat diet",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient is cholecystectomy (Option A). Biliary colic results from contraction of the gallbladder in the presence of an obstructed cystic duct, usually by a gallstone. Pain is typically of acute onset, lasts 30 minutes to 6 hours, is severe and steady, and is located in the right upper quadrant or epigastrium. Pain may radiate to the right shoulder and is associated with nausea, vomiting, and diaphoresis. Symptoms may be precipitated by meals, which cause gallbladder contraction. After an initial episode of biliary colic, there is a 70% to 90% chance of a subsequent episode and possible complications, such as choledocholithiasis, cholangitis, and pancreatitis. Therefore, patients with typical biliary colic symptoms and gallstones on imaging, such as this patient, should undergo elective cholecystectomy.This patient has been consuming a high-fat diet and has experienced rapid weight loss, which are both risk factors for gallstones. A low-fat diet (Option B) could be recommended to asymptomatic patients with gallstones to prevent symptoms. However, switching to a low-fat diet in a patient with gallstones who has experienced biliary colic is inappropriate because it would not reduce the risk for subsequent acute cholecystitis.Gastroesophageal reflux disorder (GERD) and biliary colic are often difficult to distinguish, particularly if biliary colic presents with epigastric pain and vomiting without right-upper-quadrant abdominal tenderness. The patient has no abdominal tenderness or other symptoms consistent with GERD, such as heartburn or regurgitation; therefore, a proton pump inhibitor, such as omeprazole (Option C), would not be appropriate.No further management (Option D) is inappropriate for this patient who has had two episodes of biliary colic. Because patients with biliary colic have a high likelihood of additional episodes, elective cholecystectomy is indicated. No further management might be considered for patients who cannot undergo cholecystectomy or select patients who have had only a single episode of biliary colic and prefer to manage their symptoms expectantly.",
  "key_points": [
    "Patients with typical biliary colic symptoms (right-upper-quadrant pain or epigastric pain associated with nausea, vomiting, and diaphoresis) and gallstones on imaging should undergo cholecystectomy."
  ],
  "references": "Doherty G, Manktelow M, Skelly B, et al. The need for standardizing diagnosis, treatment and clinical care of cholecystitis and biliary colic in gallbladder disease. Medicina (Kaunas). 2022;58:388. PMID: 35334564 doi:10.3390/medicina58030388",
  "related_content": {
    "syllabus": [
      "hpsec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:03:58.514733-06:00"
}