{
  "question_id": "enmcq24041",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat type 1 diabetes mellitus in a hospitalized patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 37-year-old woman is evaluated in the emergency department 30 minutes after falling from a moving scooter. She had a brief loss of consciousness, followed by confusion. Emergency medical services noted a low blood glucose level at the scene and performed a glucagon injection. The patient now reports headache, nausea, and two episodes of emesis. She does not remember much of recent events. Her medical alert bracelet indicates that she has type 1 diabetes mellitus. Her only medication is insulin lispro by continuous subcutaneous insulin infusion.On physical examination, vital signs are normal. She has superficial lacerations on her face and hands. There is an insulin pump infusion set on her left flank; however, no tubing is attached, and the insulin pump is absent.Laboratory studies:Glucose100 mg/dL (5.6 mmol/L)A trauma evaluation is ongoing.",
  "question_stem": "Which of the following is the most appropriate next step in treatment for this patient's diabetes?",
  "options": [
    {
      "letter": "A",
      "text": "Basal insulin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Correctional insulin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prandial insulin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No insulin treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial treatment for this patient with type 1 diabetes mellitus and a glucose level of 100 mg/dL (5.6 mmol/L) is administration of basal insulin (Option A). Continuous subcutaneous insulin infusion (CSII) uses short-acting insulin; therefore, a rapid decline in insulin levels results when the infusion is interrupted, as in this patient. In addition to lowering plasma glucose levels, insulin suppresses hepatic glucose output and lipolysis, which in turn prevents the development of diabetic ketoacidosis (DKA). Although this patient's plasma glucose level is currently normal, basal insulin is necessary to prevent possible hyperglycemia and DKA in all patients with type 1 diabetes, even if the patient is not currently eating.More frequent plasma glucose monitoring is indicated during illness or other unexpected alterations to insulin therapy, food intake, or physical activity. In the acute care setting, such monitoring would detect hyperglycemia and provide an opportunity to address it before severe hyperglycemia occurs. Even so, the sole use of correctional insulin (also called sliding-scale insulin) (Option B) in hospitalized patients with diabetes is not recommended, especially in patients with type 1 diabetes because of the need for basal insulin to prevent hyperglycemia and DKA.Type 1 diabetes management includes bolus insulin to provide prandial (i.e., mealtime) insulin and correctional insulin should premeal glucose levels be elevated above the goal range. Prandial insulin treatment consisting of rapid-acting insulin is used along with basal insulin to meet insulin requirements in normal circumstances. Prandial insulin alone (Option C) is not recommended in patients with type 1 diabetes and would be particularly inappropriate for this patient who is nauseated and experiencing emesis (and likely not eating); basal insulin therapy is needed to avoid DKA. Prandial insulin should be added when the patient has stabilized and is eating.Basal or long-acting insulin does not affect plasma glucose levels quickly; its function is to prevent hyperglycemia and DKA rather than to acutely lower glucose levels. Although adjustment of insulin dosages, including the basal insulin dosage, may be necessary to avoid hypoglycemia in the hospital, deferring insulin entirely (Option D) is not appropriate.",
  "critique_links": [],
  "key_points": [
    "Basal insulin therapy is required in all patients with type 1 diabetes mellitus to prevent possible hyperglycemia and diabetic ketoacidosis.",
    "The sole use of correctional insulin (termed sliding-scale insulin) in hospitalized patients with diabetes is not recommended, especially in patients with type 1 diabetes."
  ],
  "references": "Pasquel FJ, Lansang MC, Dhatariya K, et al. Management of diabetes and hyperglycaemia in the hospital. Lancet Diabetes Endocrinol. 2021;9:174-188. PMID: 33515493 doi:10.1016/S2213-8587(20)30381-8",
  "related_content": {
    "syllabus": [
      "ensec24002_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.266859-06:00"
}