{
  "question_id": "hmmcq24061",
  "category": "hm",
  "educational_objective": "Treat a patient with deep venous thrombosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 72-year-old patient is evaluated in the emergency department for pain and swelling of the left leg of 2 days' duration. They report no dyspnea or chest pain. Three weeks ago, they fractured their left medial malleolus and have been wearing a walking boot; they did not require surgery. Medical history is otherwise unremarkable, and they take no medications.On physical examination, vital signs are normal. BMI is 28. Removal of the boot shows the left calf has pitting edema and is 3 cm larger than the right calf.Laboratory studies:Creatinine0.8 mg/dL (70.7 μmol/L)Ultrasound demonstrates deep venous thrombosis in the left femoral vein.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Dabigatran",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Edoxaban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rivaroxaban",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Unfractionated heparin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with a deep venous thrombosis (DVT) is rivaroxaban (Option C). For most patients with a venous thromboembolism (VTE), anticoagulation with direct oral anticoagulants (DOACs) is preferred to a vitamin K antagonist. Guidelines from the American Society of Hematology and the American College of Chest Physicians both suggest a DOAC (e.g., factor Xa inhibitors such as rivaroxaban, edoxaban, and apixaban or the direct thrombin inhibitor dabigatran) as primary therapy for patients with acute VTE. DOACs are as effective as warfarin in preventing recurrent VTE and are associated with fewer bleeding complications. Other advantages of DOACs include a more predictable anticoagulant effect, fewer drug-drug interactions, and a lack of variability in the level of anticoagulation caused by dietary changes. DOACs are also more convenient because laboratory testing is not needed to monitor therapeutic effect. Rivaroxaban and apixaban can be initiated as monotherapy. Edoxaban and dabigatran require initial therapy with a parenteral agent for at least 5 days. This patient has a DVT following an orthopedic injury and should begin therapy with a DOAC, such as rivaroxaban.Dabigatran and edoxaban (Options A, B) are reasonable first-line therapies for many patients with VTE. However, they require at least 5 days of initial therapy with a parenteral agent before shifting to monotherapy and would not be appropriate monotherapies in this patient with a newly diagnosed DVT.Unfractionated heparin (UFH) (Option D) is not recommended in most newly diagnosed patients with VTE, especially those who can be treated as outpatients. Exceptions include patients who are unstable, such as those who may require subsequent thrombolytic therapy or emergent surgery for other reasons. In patients who require a short period of parenteral anticoagulation concurrent with initiation of longer-term oral therapy (warfarin, edoxaban, dabigatran), low-molecular-weight heparin is preferred to UFH because of its more predictable therapeutic effect and convenient administration.",
  "critique_links": [],
  "key_points": [
    "Direct oral anticoagulants are the preferred therapy for patients with acute venous thromboembolic disease; rivaroxaban and apixaban can be initiated as monotherapy, but edoxaban and dabigatran require at least 5 days of concurrent therapy with a parenteral agent before shifting to monotherapy."
  ],
  "references": "Stevens SM, Woller SC, Kreuziger LB, et al. Antithrombotic therapy for VTE disease: second update of the CHEST guideline and expert panel report. Chest. 2021;160:e545-e608. PMID: 34352278 doi:10.1016/j.chest.2021.07.055",
  "related_content": {
    "syllabus": [
      "hmsec24009_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.995026-06:00"
}