{
  "question_id": "cvmcq24060",
  "category": "cv",
  "educational_objective": "Diagnose peripheral artery disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 66-year-old woman is evaluated during a routine follow-up visit. During the past 6 months, she has noted intermittent cramping in the left calf while walking. It usually decreases with rest. She has no other symptoms. Four years ago, she had a myocardial infarction treated with percutaneous intervention of the left anterior descending artery; she quit smoking at that time. She has type 2 diabetes mellitus, hypertension, and dyslipidemia. Medications are aspirin, metformin, semaglutide, ramipril, and atorvastatin.On physical examination, blood pressure is 126/78 mm Hg and pulse rate is 72/min and regular. Femoral and pedal pulses are diminished bilaterally; capillary refill is normal.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Ankle-brachial index testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Exercise ankle-brachial index testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Toe-brachial index testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient is ankle-brachial index (ABI) testing (Option A). The ABI is the ratio of lower extremity to upper extremity systolic blood pressures and is the most commonly used diagnostic modality for identifying lower extremity peripheral artery disease (PAD). ABI measurement is simple, inexpensive, and noninvasive, with a sensitivity and specificity for PAD approaching 90%. A resting ABI of 0.90 or less is diagnostic for PAD and correlates with abnormalities seen on arterial imaging. Patients with claudication tend to have an ABI of 0.4 to 0.9, whereas those with ischemic rest pain, ulceration, or gangrene have an ABI of less than 0.4. ABI values also have prognostic importance; low values are associated with higher rates of myocardial infarction, stroke, and death. This patient has known vascular disease and symptoms consistent with claudication. ABI testing is the next best step to establish the diagnosis of PAD.CT angiography (CTA) (Option B) is not indicated in this patient as a first test in diagnosing PAD. CTA, along with magnetic resonance angiography, is most commonly used to plan for endovascular or surgical revascularization procedures. They are not first-line tests in the absence of rest pain, acute limb ischemia, or critical limb ischemia, for which revascularization may be needed urgently.Exercise ABI testing (Option C) would not be the best next step in this patient. Exercise ABI testing is useful in patients with ABI values between 0.91 and 1.40 and high pretest probability of PAD. It requires ABI measurements at rest and after treadmill walking or plantar flexion exercises. A postexercise ankle pressure drop of 30 mm Hg or more or significant decline in the ABI (>20%) suggests PAD.Toe-brachial index testing (Option D) is used to diagnose PAD when the ABI is greater than 1.40, indicating the presence of noncompressible, calcified arteries in the lower extremities. In these patients, a toe-brachial index of less than 0.70 indicates PAD. Standard ABI testing, however, is indicated before obtaining a toe-brachial index, if needed.",
  "key_points": [
    "Ankle-brachial index (ABI) testing is sensitive and specific for the diagnosis of peripheral artery disease (PAD); a resting ABI of 0.90 or less is diagnostic for PAD.",
    "Exercise ABI testing is useful in patients with ABI values between 0.91 and 1.40 and high pretest probability of PAD."
  ],
  "references": "Gornik HL, Aronow HD, Goodney PP, et al; Writing Committee Members. 2024 ACC/AHA/AACVPR/APMA/ABC/SCAI/SVM/SVN/SVS/SIR/VESS Guideline for the management of lower extremity peripheral artery disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. J Am Coll Cardiol. 2024;83:2497-2604. PMID: 38752899 doi:10.1016/j.jacc.2024.02.013",
  "related_content": {
    "syllabus": [
      "cvsec24012_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T00:59:31.607978-06:00"
}