{
  "question_id": "giqqq24006",
  "category": "gi",
  "educational_objective": "Treat gastroesophageal reflux disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 45-year-old man is evaluated for a 2-month history of a burning sensation starting in his stomach and radiating into his chest, usually occurring 4 to 5 times weekly. He says that he usually eats dinner late and then goes to sleep. He often wakes up with a sour taste in his mouth. He reports no dysphagia, melena, or unintentional weight loss. He takes no medication.On physical examination, vital signs are normal; BMI is 34. The remainder of the examination, including abdominal examination, is unremarkable.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory pH testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Barium esophagography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Empiric trial of omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient is the initiation of a proton pump inhibitor (PPI) such as omeprazole (Option C) in conjunction with lifestyle and dietary changes. This patient's symptoms of burning pain in his abdomen and chest and a sour taste in his mouth occurring more than a few times a week are consistent with gastroesophageal reflux disease (GERD). In patients with symptoms of GERD without alarm features (e.g., dysphagia, weight loss, hematemesis, and melena), initial management is an 8-week empiric trial of a PPI. Considering the potential adverse effects of PPI therapy, the lowest dose required to control GERD symptoms should be used. For patients with uncomplicated GERD, stopping or reducing long-term PPI therapy should be attempted once yearly. Weight reduction is suggested for patients with recent weight gain, overweight, or obesity. Interventions such as raising the head of the bed and eliminating meals within 2 to 3 hours of bedtime are helpful for nocturnal GERD. Dietary modification should focus on eliminating specific foods that trigger an individual patient's symptoms rather than globally eliminating all common trigger foods (caffeine, chocolate, spicy foods, acidic foods such as citrus fruits, and fatty foods). Cessation of alcohol and tobacco use is recommended.Ambulatory pH testing (Option A) is used to determine acid exposure in the esophagus in patients with atypical symptoms, in patients who have not achieved relief with PPIs, or in those considering antireflux surgery. Indications for surgery include patient preference to stop taking medication, medication adverse effects, and refractory symptoms despite optimized medical therapy. This patient has no surgical indications, and pH testing is not indicated.Barium esophagography (Option B) is the initial test for evaluation of achalasia. The main symptom of achalasia is dysphagia to solids and liquids along with regurgitation of undigested food and saliva. Barium esophagography is not indicated because this patient's symptoms are more consistent with GERD than with achalasia.Upper endoscopy (Option D) is indicated in patients with alarm symptoms and in patients whose symptoms do not respond to a PPI. Upper endoscopy is not indicated for the initial management of this patient with typical GERD symptoms.",
  "critique_links": [],
  "key_points": [
    "Patients with a clinical diagnosis of gastroesophageal reflux disease should start an empiric trial of a proton pump inhibitor in conjunction with lifestyle and dietary changes with no further testing."
  ],
  "references": "Katz PO, Dunbar KB, Schnoll-Sussman FH, et al. ACG clinical guideline for the diagnosis and management of gastroesophageal reflux disease. Am J Gastroenterol. 2022;117:27-56. PMID: 34807007 doi:10.14309/ajg.0000000000001538",
  "related_content": {
    "syllabus": [
      "gisec24001_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.473201-06:00"
}