{
  "question_id": "ccmcq24026",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Manage possible community-acquired pneumonia in an older patient who is critically ill.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 84-year-old woman is hospitalized for cough and confusion. Two days ago, she had onset of confusion and global weakness. Over the next day, her oral intake decreased and she developed a productive cough and low-grade fever. Medical history is significant for hypertension and heart failure with preserved ejection fraction. Her medications are lisinopril, empagliflozin, spironolactone, and furosemide.On physical examination, temperature is 37.8 °C (100.0 °F), blood pressure is 100/60 mm Hg, pulse rate is 118/min, and respiration rate is 28/min. Oxygen saturation is 89% with the patient breathing high-flow humidified oxygen by nasal cannula. Neck veins are flat. Pulmonary examination reveals few crackles in the left lung base. The remainder of the examination is normal.Laboratory studies:Hemoglobin12.6 g/dL (126 g/L)Leukocyte count19,400/µL (19.4 × 109/L), with 84% neutrophils, 12% lymphocytes, and 4% monocytesHBlood urea nitrogen40 mg/dL (14.3 mmol/L)HCreatinine1.9 mg/dL (168 µmol/L)HB-type natriuretic peptide level226 pg/mL (226 ng/L)HCOVID-19, influenza A/B testsNegativeChest radiograph is normal.",
  "question_stem": "Which of the following is the best next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Ceftriaxone and azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum procalcitonin measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ventilation-perfusion scanning",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this critically ill patient with possible community-acquired pneumonia (CAP) is to administer ceftriaxone and azithromycin (Option A). Atypical clinical presentation of pneumonia in older patients can pose considerable diagnostic challenges. The onset of nonspecific symptoms, such as confusion, lethargy, and poor oral intake, in an older patient should raise suspicion for pneumonia, especially when there is no other clear diagnosis. Classic findings of CAP, such as fever, cough, purulent sputum, and leukocytosis, may be absent. Similarly, the sensitivity of chest radiography in early detection of pneumonia may be as low as 50%, and a normal chest radiograph does not exclude CAP, particularly for older and immunocompromised patients. When plain radiographs are normal but suspicion for CAP remains high, chest radiography may be repeated after 24 hours or CT of the chest may be obtained. Of note, timely administration of antibiotics in pneumonia is associated with improved outcomes. This patient's clinical presentation is highly suspicious for CAP despite a normal initial chest radiograph. She is critically ill, and empiric antibiotics are the best next immediate step while the diagnostic evaluation continues.Administration of furosemide (Option B) is not currently indicated in this patient. Heart failure is an important consideration in patients with new-onset dyspnea and hypoxemia. However, despite a history of heart failure, this patient who has flat neck veins, a minimally elevated B-type natriuretic peptide level, and normal chest radiograph appears to be volume depleted, and starting diuretic therapy is not appropriate.Serum procalcitonin measurement (Option C) is not the most appropriate management. Procalcitonin level may be elevated in patients with bacterial infection, but its discriminatory characteristics are limited, and guidelines do not recommend using procalcitonin levels as a guide for initiating antibiotics in potential CAP.Ventilation-perfusion scanning (Option D) would not precede antibiotics in this patient. New onset of dyspnea and hypoxemia with normal chest radiograph often raises suspicion for pulmonary embolism. The fever, cough, and confusion in this patient, however, suggest pulmonary infection rather than pulmonary embolism, and timely administration of antibiotics is the most important immediate step.",
  "critique_links": [],
  "key_points": [
    "The sensitivity of chest radiography in early detection of pneumonia may be as low as 50%, and a normal chest radiograph does not exclude the diagnosis, particularly for older and immunocompromised patients."
  ],
  "references": "Rothberg MB. Community-acquired pneumonia. Ann Intern Med. 2022;175:ITC49-64. PMID: 35404672",
  "related_content": {
    "syllabus": [
      "ccsec24002_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.523944-06:00"
}