{
  "question_id": "hpvdx24009",
  "category": "hp",
  "educational_objective": "Diagnose porphyria cutanea tarda associated with chronic hepatitis C virus infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 45-year-old man with chronic hepatitis C virus infection presents with the following skin findings over his hands.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cryoglobulinemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lichen planus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Necrolytic acral erythema",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Porphyria cutanea tarda",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's skin findings are most characteristic of porphyria cutanea tarda (Option D). Porphyria cutanea tarda is usually caused by an acquired defect of hepatic uroporphyrinogen decarboxylase enzyme, which results in excess circulating porphyrins. Accumulated porphyrins in the skin cause phototoxicity upon light exposure. Chronic hepatitis C virus infection is the most common cause of acquired porphyria cutanea tarda.In cryoglobulinemia, cutaneous findings typically involve the lower extremities and include palpable purpura, digital ischemia, ulcers, necrosis, and livedo reticularis. Lichen planus presents as pruritic, flat-topped, violaceous papules, often on the flexural surfaces of the extremities (wrists and ankles) and mucous membranes. Necrolytic acral erythema is characterized by psoriasiform lower extremity lesions.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "hpsec24005_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:50:07.915683-06:00"
}