{
  "question_id": "nrcor25033",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose essential tremor.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 67-year-old man is evaluated for tremor that has gradually worsened over the past decade. He first noticed a change in his handwriting, and over time it has become progressively less legible. The tremor involves both hands and the head and is noticeable when he uses utensils or holds a newspaper. His tremors improve temporarily after drinking wine. He notes that his mother had similar symptoms later in life. He has no other medical history and takes no medications.On physical examination, vital signs are normal. The patient demonstrates a rhythmic bobbing of the head, and his voice is tremulous. He has a symmetric action tremor in the hands and arms. Neurologic examination is otherwise normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Enhanced physiologic tremor",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Essential tremor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Parkinson disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tremor secondary to alcohol withdrawal",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has a symmetric action tremor in the upper extremities and head consistent with essential tremor (Option B). Essential tremor is the most common movement disorder. It is often noted in the outstretched arm position and with activities, such as writing or use of utensils, but is absent at rest. The tremor can involve other parts of the body, including the head and vocal cords. Tremor characteristically improves with alcohol use. A positive family history is often, although not universally, present. Neurologic examination is typically normal except in essential tremor plus in which case mild signs, such as mild ataxia or isolated additional tremor at rest without bradykinesia, are present. Assessment of any form of action tremor should include thyroid and kidney function studies, liver chemistries, serum electrolyte measurements, and a review of medications. Patients younger than 40 years should undergo screening for Wilson disease with serum ceruloplasmin and 24-hour urine copper measurements with consideration of slit-lamp ophthalmologic examination for Kayser-Fleischer rings. First-line pharmacologic therapies for essential tremor are propranolol, primidone, and topiramate. Weighted utensils and wrist weights can help reduce tremor amplitude when eating. In severe medication-refractory essential tremor, neurosurgical treatments can be helpful. This patient's history and otherwise normal neurologic examination are consistent with essential tremor.Enhanced physiologic tremor (Option A) is a low-amplitude action tremor that is often associated with medications, stress, caffeine, or other triggers. This tremor typically has an intermittent or fluctuating course and resolves with removal of underlying triggers. This patient shows no evidence of typical stressors, and he is not taking any medications. Additionally, the presence of head tremor, tremulous voice, and improvement of tremor with alcohol are features of essential tremor and are not characteristic of enhanced physiologic tremor.Parkinson disease (Option C) is characterized by an asymmetric rest tremor along with other cardinal features, including bradykinesia, rigidity, and changes in gait and balance. Isolated action tremor is not consistent with Parkinson disease.Patients in acute withdrawal from alcohol (Option D) or other sedatives such as benzodiazepines or barbiturates may experience a transient postural action tremor. However, this timeframe is not consistent with the permanent and progressive nature of this patient's symptoms.",
  "critique_links": [],
  "key_points": [
    "In patients with essential tremor, tremor is often noted in the outstretched arm position and with activities, such as writing or use of utensils, but is absent at rest and characteristically improves with alcohol use; a positive family history is often present.",
    "First-line pharmacologic therapies for essential tremor are propranolol, primidone, and topiramate."
  ],
  "references": "Pan MK, Kuo SH. Essential tremor: clinical perspectives and pathophysiology. J Neurol Sci. 2022;435:120198. PMID: 35299120 doi:10.1016/j.jns.2022.120198",
  "related_content": {
    "syllabus": [
      "nrsec24006_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.799866-06:00"
}