{
  "question_id": "hpmcq24013",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Diagnose choledocholithiasis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 47-year-old woman is evaluated in the emergency department for a 2-day history of intermittent severe right-upper-quadrant abdominal pain. The patient reports no nausea, vomiting, or fever. She underwent appendectomy 20 years ago.On physical examination, vital signs are normal. There is tenderness to palpation of the right upper quadrant, without rebound.Laboratory studies:Leukocyte countNormalAlkaline phosphatase275 U/LHAlanine aminotransferase170 U/LHAspartate aminotransferase200 U/LHTotal bilirubin3.2 mg/dL (54.7 μmol/L)HLipaseNormalAbdominal ultrasound shows a normal gallbladder, no gallstones, and a dilated common bile duct.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acalculous cholecystitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cholangitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Choledocholithiasis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical adhesions",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is choledocholithiasis (Option C). Common bile duct stones are a leading cause of obstructive jaundice and pancreatitis. Symptoms include right-upper-quadrant or epigastric abdominal pain, jaundice, and no fever (unless cholangitis is present). Common duct stones may be visualized by transabdominal ultrasonography. In the absence of visualization, an elevated serum bilirubin level and dilated common duct on ultrasonography suggest the diagnosis. This patient's increased total bilirubin level supports a diagnosis of bile duct obstruction. When choledocholithiasis is suspected and transabdominal ultrasound findings are indeterminate, as in this patient, endoscopic ultrasonography or magnetic resonance cholangiopancreatography should be performed.Acalculous cholecystitis (Option A) typically occurs in critically ill patients and results from gallbladder ischemia. Risk factors include cardiac surgery, sepsis, burns, and vasculitis. Ultrasound findings demonstrate pericholecystic fluid, gallbladder distention, and pneumatosis without stones. This patient's presentation is not consistent with this diagnosis.Cholangitis (Option B) refers to infection of the biliary tree, usually in the setting of biliary stasis or obstruction, and may be a complication of choledocholithiasis. Symptoms include fever, jaundice, and right-upper-quadrant pain (Charcot triad). Patients with cholangitis present with leukocytosis and elevated serum direct bilirubin, alkaline phosphatase, and gamma-glutamyl transpeptidase levels. This patient does not have a fever or leukocytosis, and cholangitis is less likely.Surgical adhesions (Option D) may present with complete or incomplete bowel obstruction, manifested by abdominal pain, nausea, vomiting, obstipation, and dilated small bowel on imaging. However, they would not explain cholestasis or a dilated common bile duct and are unlikely in this patient.",
  "critique_links": [],
  "key_points": [
    "Symptoms of choledocholithiasis include right-upper-quadrant or epigastric abdominal pain and jaundice; patients are generally afebrile unless cholangitis is present.",
    "In patients with choledocholithiasis, common duct stones may be visualized by transabdominal ultrasonography; in the absence of visualization, an elevated serum bilirubin level and dilated common bile duct on ultrasonography suggest the diagnosis."
  ],
  "references": "Lam R, Zakko A, Petrov JC, et al. Gallbladder disorders: a comprehensive review. Dis Mon. 2021;67:101130. PMID: 33478678 doi:10.1016/j.disamonth.2021.101130",
  "related_content": {
    "syllabus": [
      "hpsec24002_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.613027-06:00"
}