{
  "question_id": "onmcq24020",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Diagnose Burkitt lymphoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 18-year-old woman is hospitalized for a 1-month history of night sweats, weight loss of 4.5 kg (10.0 lb), and a new jaw mass that has increased in size. She immigrated to the United States 2 years ago from Papua New Guinea. She has no other medical conditions and takes no medications.On physical examination, vital signs are normal. She has a palpable left jaw soft-tissue mass that is approximately 8 cm in diameter. Cervical and axillary lymphadenopathy is observed.Laboratory studies:Hemoglobin9.8 g/dL (98 g/L)LLeukocyte count15,000/μL (15 × 109/L)HPlatelet count75,000/μL (75 × 109/L)LCreatinine0.8 mg/dL (70.7 µmol/L)Lactate dehydrogenase350 U/LHCT scan shows a 3-cm left cervical lymph node conglomerate and 8-cm left jaw mass. Biopsy of the left jaw soft tissue mass reveals monomorphic, intermediate-size, mature lymphocytes. Genetic testing reveals translocation of the c-MYC gene on chromosome 8.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Burkitt lymphoma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Follicular lymphoma",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hodgkin lymphoma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Scrofula",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Burkitt lymphoma (Option A). The endemic form of Burkitt lymphoma is a common cause of pediatric and adolescent cancer. It is highly associated with Epstein-Barr virus infection and is endemic in areas where malaria is holoendemic, such as Papua New Guinea and equatorial Africa; however, the exact mechanism of this prevalence is not clearly understood. Patients usually present with a rapidly expanding jaw mass, cervical and axillary lymphadenopathy, weight loss, and night sweats. Biopsy findings of monomorphic, intermediate-size, mature B cells that have translocation of the c-MYC gene on chromosome 8 on genetic testing are pathognomonic for Burkitt lymphoma. Various aggressive multiagent chemotherapy regimens with rituximab are associated with high cure rates. This patient presents with the classic clinical and biopsy findings of Burkitt lymphoma.Follicular lymphoma (FL) (Option B) is an unlikely diagnosis in this patient. FL is an indolent lymphoma; patients would not present with an acute, rapidly enlarging jaw mass. Often, FL is diagnosed incidentally and can be managed with observation. Biopsy would show effacement of the lymph node with similar-size atypical follicles with attenuated or absent mantle zones. Importantly, there would be little to no evidence of large atypical lymphoid cells that are suggestive of a diffuse large B-cell lymphoma, an aggressive B-cell lymphoma. This patient's clinical history and biopsy results are consistent with Burkitt lymphoma and not FL.Hodgkin lymphoma (Option C) is not the most likely diagnosis. Patients with Hodgkin lymphoma commonly present with isolated or widespread lymphadenopathy with occasional visceral involvement. A lymph node biopsy specimen shows Reed-Sternberg cells. This patient's jaw mass and biopsy results are not consistent with Hodgkin lymphoma.Scrofula, or adenitis of the neck secondary to reactivation of tuberculosis infection (Option D), is not present in this patient. Scrofula is a common presentation of extrapulmonary tuberculosis, but biopsy would show caseating granulomas rather than the findings seen in this patient. Culture or nucleic acid amplification testing is usually necessary to confirm the diagnosis.",
  "critique_links": [],
  "key_points": [
    "The endemic form of Burkitt lymphoma is a common cause of pediatric and adolescent cancer and is associated with Epstein-Barr virus infection.",
    "Patients with Burkitt lymphoma commonly present with a rapidly expanding jaw mass, cervical and axillary lymphadenopathy, weight loss, and night sweats."
  ],
  "references": "Crombie J, LaCasce A. The treatment of Burkitt lymphoma in adults. Blood. 2021;137:743-50. PMID: 33171490 doi:10.1182/blood.2019004099",
  "related_content": {
    "syllabus": [
      "onsec24008_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.552781-06:00"
}