{
  "question_id": "ccmcq24004",
  "category": "cc",
  "educational_objective": "Diagnose fat embolism syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 78-year-old man is evaluated in the hospital for dyspnea and confusion. He was hospitalized 2 days ago after sustaining a midshaft fracture of the left femur. Twelve hours ago, he underwent operative repair under general anesthesia. One unit of packed red blood cells was transfused intraoperatively. Over the past 3 hours, he has become progressively more confused and hypoxemic. He is disoriented and cannot provide any further history. Medical history is otherwise notable for myelodysplastic syndrome and hypertension. Medications are lisinopril and subcutaneous heparin.On physical examination, temperature is 37.8 째C (100.0 째F), blood pressure is 188/98 mm Hg, pulse rate is 110/min, and respiration rate is 22/min. Oxygen saturation is 93% with the patient breathing supplemental oxygen, 15 L/min by nonrebreather mask. He is agitated and confused. Lung examination reveals scattered crackles. The lower extremities are warm and well perfused. A petechial rash is noted on the right upper thorax. The surgical site is dry and intact.Arterial blood gas studies (oxygen, 15 L/min by nonrebreather mask):pH7.39Pco238 mm Hg (5.1 kPa)Po262 mm Hg (8.2 kPa)LECG shows sinus tachycardia but is otherwise normal. CT angiogram of the chest shows bilateral ground-glass opacifications and no pulmonary arterial filling defects.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Anaphylactic transfusion reaction",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fat embolism syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hypertensive emergency",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Malignant hyperthermia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is fat embolism syndrome (Option B). Fat embolism is the entrance of fat globules into the systemic circulation, usually occurring after long bone fracture. Fat embolism syndrome is a rare but potentially fatal complication resulting from systemic manifestations of fat emboli lodging in the capillaries and arterioles. The classic findings are respiratory insufficiency, neurologic dysfunction, and petechial rash occurring in the setting of orthopedic trauma. Fat embolism syndrome is a clinical diagnosis, and evaluation largely centers on exclusion of other causes of the clinical presentation; no specific diagnostic tests are available. High-resolution CT scan findings are nonspecific and include ground-glass opacities and nodular densities; however, imaging results may also be normal. This patient sustained a long bone fracture and has a clinical presentation consistent with fat embolism syndrome.Anaphylactic transfusion reactions (Option A) occur acutely, within minutes of cellular transfusions, and can present with shock, angioedema, and bronchospasm. This patient's presentation is not consistent with an anaphylactic transfusion reaction.Hypertensive emergency (Option C) can present with pulmonary infiltrates consistent with pulmonary edema as well as with encephalopathy. However, a blood pressure of 188/98 mm Hg in a patient with underlying hypertension makes this diagnosis unlikely.This patient does not demonstrate clinical findings associated with malignant hyperthermia (Option D). Malignant hyperthermia occurs soon after exposure to inhalational anesthetics and is characterized by high temperature to 45.0 째C (113.0 째F), hypercapnia, muscle rigidity, rhabdomyolysis, and cardiac arrhythmias. This patient was exposed to inhalational anesthetics 12 hours earlier and has few of the manifestations of malignant hyperthermia.",
  "critique_links": [],
  "key_points": [
    "The classic presentation of fat embolism syndrome is respiratory insufficiency, neurologic dysfunction, and petechial rash in the setting of recent orthopedic trauma.",
    "Fat embolism syndrome is a clinical diagnosis, and evaluation largely centers on exclusion of other causes of the clinical presentation; no specific diagnostic tests are available."
  ],
  "references": "Kainoh T, Iriyama H, Komori A, et al. Risk factors of fat embolism syndrome after trauma: a nested case-control study with the use of a nationwide trauma registry in Japan. Chest. 2021;159:1064-71. PMID: 33058815 doi:10.1016/j.chest.2020.09.268",
  "related_content": {
    "syllabus": [
      "ccsec24003_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Arterial blood gas studies (oxygen, 15 L/min by nonrebreather mask):",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.356808-06:00"
}