{
  "category": "cv",
  "critique": "This patient should have no change in management (Option D). Diabetes is associated with a two- to threefold increased risk for atherosclerotic cardiovascular disease (ASCVD) events, including cardiovascular mortality. This increased risk is multifactorial and is secondary to both a higher incidence of concomitant cardiovascular risk factors and the underlying vascular and myocardial dysfunction inherent to diabetes itself. Aggressive treatment of traditional risk factors is indicated, including achieving a blood pressure of less than 130/80 mm Hg and instituting at least moderate-intensity statin therapy. Use of sodium-glucose cotransporter 2 inhibitors and glucagon-like peptide 1 receptor agonists for glycemic control may also specifically decrease cardiovascular events. Because the patient has preexisting diabetes, she has a significant risk for cardiovascular events; however, she is being effectively treated for diabetes, hypertension, and dyslipidemia, and no change in management is necessary.Screening for coronary artery disease in asymptomatic persons is controversial but without proven benefit in cardiovascular outcomes. Exercise stress testing (Option A) is not recommended in asymptomatic patients, regardless of the presence of diabetes.Although the use of aspirin (Option B) is indisputable in patients with established ASCVD, randomized controlled trials have failed to show that aspirin reduces cardiovascular events in patients with diabetes but without established ASCVD. The U.S. Preventive Services Task Force specifically recommends against aspirin for the primary prevention of ASCVD in patients older than 60 years. The task force suggested individualizing the decision in patients aged 40 to 59 years with a greater than 10% 10-year risk for ASCVD. This patient is older than 60 years and should not receive aspirin for primary prevention.No clear evidence exists that patients without evident ASCVD benefit from the use of antianginal medications such as metoprolol (Option C). Moreover, this patient's blood pressure is optimally controlled, and there is no indication for adding metoprolol to her medication regimen.",
  "educational_objective": "Manage cardiovascular risk in an asymptomatic patient with newly diagnosed type 2 diabetes mellitus.",
  "extracted_at": "2025-12-22T22:49:03.384833-06:00",
  "key_points": [
    "Persons with diabetes have a two- to threefold higher risk for cardiovascular events than those without diabetes; aggressive treatment of risk factors is indicated, including achieving a blood pressure of less than 130/80 mm Hg and instituting at least moderate-intensity statin therapy."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Exercise stress echocardiography"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Low-dose aspirin"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Metoprolol"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "No change in management"
    }
  ],
  "question_id": "cvmcq24063",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "A 63-year-old woman is evaluated during routine follow-up for type 2 diabetes mellitus diagnosed 6 months ago. At that time, she began therapy with metformin and semaglutide. She is asymptomatic. She also has hypertension and dyslipidemia. Her father had a myocardial infarction at age 55 years, and her brother had coronary artery bypass graft surgery at age 62 years. Her other medications are atorvastatin and fosinopril.On physical examination, blood pressure is 118/76 mm Hg and pulse rate is 82/min and regular. BMI is 29. All other findings are unremarkable.",
  "references": "ElSayed NA, Aleppo G, Aroda VR, et al. 10. Cardiovascular disease and risk management: standards of care in diabetes-2023. Diabetes Care. 2023;46:S158-S190. PMID: 36507632 doi:10.2337/dc23-S010",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "cvsec24004_24034"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}