{
  "question_id": "pmmcq24007",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat a patient for adverse effects of positive airway pressure therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 52-year-old patient is evaluated for follow-up of obstructive sleep apnea. Six weeks ago, they began auto-adjusting positive airway pressure therapy. Since starting treatment, they feel more alert during the day and their headaches are much improved. They awaken, however, with a dry mouth and nasal congestion. Device data show an average use of 3.5 hours per night and a residual apnea-hypopnea index of 2 events per hour. The patient reports they apply the mask every night but find it on the floor in the morning.On physical examination, vital signs are normal. Oropharynx reveals a low-hanging soft palate. Nares are patent, and mucosa are erythematous.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Heated humidification",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "In-laboratory polysomnography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intranasal ipratropium",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Zaleplon",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with obstructive sleep apnea (OSA) with xerostomia and nasal congestion resulting from positive airway pressure therapy is heated humidification of the air (Option A). Positive airway pressure therapy may cause many adverse effects in the treatment of OSA, including discomfort and claustrophobia associated with the mask, as well as throat irritation, xerostomia, and nasal congestion from the desiccating effects of the forced air. This desiccation of the nasopharyngeal mucosa is a common contributor to poor adherence to positive airway pressure therapy, even when the therapy is otherwise effective in treating the OSA. In-line heated humidification of the forced air, which is available on all positive airway pressure machines, is an effective means of reducing the drying effects of the air. Using this feature, patients can control the air temperature and degree of humidity, which usually results in significant improvement. This patient has difficulty adhering to positive airway pressure therapy because of the drying effects of the air, and in-line heated humidification may ameliorate the symptoms and possibly increase adherence to the positive airway pressure therapy. If congestion persists with humidification, an intranasal glucocorticoid or anticholinergic would be indicated.In-laboratory polysomnography (Option B) is sometimes necessary when the patient does not benefit from auto-adjusting positive airway pressure therapy following home sleep testing. The most readily available objective clue to treatment failure is an elevated apnea-hypopnea index (AHI) derived from data downloaded from the machine. In this patient, the residual AHI of 2 events per hour indicates good control of OSA, and the focus should be on increasing patient tolerance of the effective treatment.Intranasal ipratropium (Option C) is an anticholinergic and can be an effective treatment for the nasal congestion that sometimes occurs with positive airway pressure therapy. However, it is second-line therapy and should be used only after treatment with heated humidified air is ineffective or not tolerated.The role of zaleplon (Option D) and other hypnotic medications in promoting positive airway pressure adherence is controversial, and they are not considered standard of care. Zaleplon would not be helpful in this patient with adverse effects resulting from the administration of forced dry air.",
  "critique_links": [],
  "key_points": [
    "In-line heated humidification is available on all positive airway pressure machines and is an effective intervention to mitigate device-related mucosal irritation, xerostomia, and nasal congestion.",
    "The role of hypnotic medications in promoting positive airway pressure adherence is controversial, and they are not considered standard of care."
  ],
  "references": "Patil SP, Ayappa IA, Caples SM, et al. Treatment of adult obstructive sleep apnea with positive airway pressure: an American Academy of Sleep Medicine clinical practice guideline. J Clin Sleep Med. 2019;15:335-43. PMID: 30736887 doi:10.5664/jcsm.7640",
  "related_content": {
    "syllabus": [
      "pmsec24008_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.376245-06:00"
}