{
  "question_id": "inmcq24050",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose α-gal syndrome in a patient with recurrent episodes of nocturnal anaphylaxis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 35-year-old man is evaluated in the emergency department after waking up during the night with acute onset of hives, dyspnea, and angioedema. This is the third time these symptoms have occurred in the past 4 months, and each was in the middle of the night. He has no other medical problems and no known allergies. He takes no medications.On physical examination, temperature is 36.7 °C (98.1 °F), blood pressure is 88/42 mm Hg, pulse rate is 120/min, and respiration rate is 20/min. Oxygen saturation is 97% with the patient breathing ambient air. He appears to be in moderate distress. Diffuse urticaria are noted.A tryptase level obtained during his last episode was elevated; results of subsequent repeat tryptase level testing completed while the patient was asymptomatic were normal.Intramuscular epinephrine is administered.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "α-Gal syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hereditary angioedema",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hereditary α-tryptasemia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Systemic mastocytosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with recurrent episodes of nocturnal anaphylaxis is α-gal syndrome (Option A). α-Gal syndrome is an allergic condition caused by sensitization to the carbohydrate moiety galactose-α-1,3-galactose (α-gal) present in nonprimate mammalian meat. Sensitization to this oligosaccharide may occur after a tick bite, most commonly from Amblyomma americanum (the Lone Star tick), which has salivary α-gal. Allergic reactions related to α-gal syndrome may include gastrointestinal disturbance, urticaria, and recurrent anaphylaxis, often occurring 2 to 6 hours after exposure. Because of the timing of evening meals, anaphylaxis resulting from α-gal syndrome is more likely to occur in the middle of the night, which is uncommon in anaphylaxis caused by other triggers. Diagnosis is made by a careful clinical history along with measurement of total serum IgE to α-gal. This patient has episodes of recurrent nocturnal anaphylaxis, which is concerning for α-gal syndrome.Hereditary angioedema (Option B) is characterized by recurrent episodes of isolated angioedema. It is caused by changes in the bradykinin pathway and is unrelated to mast cell activation. This patient has recurrent angioedema but also has symptoms of mast cell activation (e.g., hypotension and urticaria), consistent with anaphylaxis. Episodes of recurrent anaphylaxis rather than isolated angioedema make hereditary angioedema unlikely.This patient likely does not have hereditary α-tryptasemia (Option C). This recently recognized disorder causes an increase in α-tryptase, which is present in mast cells. Many patients are asymptomatic, but up to one third have increased risk for allergic reactions, including recurrent anaphylaxis. Tryptase levels are typically elevated at baseline. This patient's tryptase levels normalized at baseline, making α-tryptasemia unlikely.Systemic mastocytosis (Option D) is not the most likely diagnosis. This rare mast cell disorder can lead to recurrent episodes of anaphylaxis, but, similar to hereditary α-tryptasemia, tryptase levels are often elevated at baseline as well as during an episode. This patient's tryptase levels normalized at baseline, making this diagnosis less likely.",
  "critique_links": [],
  "key_points": [
    "α-Gal syndrome is an allergic condition caused by sensitization to nonprimate mammalian meat that may begin after a tick bite, most commonly from Amblyomma americanum (the Lone Star tick).",
    "α-Gal syndrome may cause gastrointestinal disturbance, urticaria, and recurrent anaphylaxis, often 2 to 6 hours after exposure to mammalian meat; because of the timing of evening meals, anaphylaxis resulting from α-gal syndrome may occur in the middle of the night."
  ],
  "references": "Carter MC, Akin C, Castells MC, et al. Idiopathic anaphylaxis yardstick: practical recommendations for clinical practice. Ann Allergy Asthma Immunol. 2020;124:16-27. PMID: 31513910 doi:10.1016/j.anai.2019.08.024",
  "related_content": {
    "syllabus": [
      "insec24001_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.450170-06:00"
}