{
  "question_id": "enmcq24035",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Diagnose osteomalacia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 44-year-old patient is evaluated for a 3-month history of worsening diffuse bone pain, especially in the lower extremities with weight-bearing, and a 2-year history of diarrhea and weight loss. Medical history is remarkable for refractory celiac disease and rib fractures without known trauma. The patient adheres to a gluten-free diet. Medications are prednisone and loperamide.On physical examination, vital signs are normal. BMI is 18. Palpation elicits tenderness over the proximal tibia bilaterally without warmth, swelling, or deformity.Laboratory studies:Albumin2.8 g/dL (28 g/L)LAlkaline phosphatase200 U/LHCalcium6.9 mg/dL (1.7 mmol/L)LCreatinine0.6 mg/dL (53.0 μmol/L)LPhosphorus2.3 mg/dL (0.74 mmol/L)LParathyroid hormone140 pg/mL (140 ng/L)H25-Hydroxyvitamin D9 ng/mL (22 nmol/L)LRadiographs of both tibias show no fractures or changes in bone structure.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Avascular necrosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Glucocorticoid-induced osteoporosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Osteomalacia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Paget disease of bone",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Primary hyperparathyroidism",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is osteomalacia (Option C). Osteomalacia is most commonly caused by severe and prolonged vitamin D deficiency. The resultant low concentrations of calcium and phosphate in the bone prevent adequate mineralization of newly formed bone matrix. Unexplained fractures; bone pain, especially in the lower extremities; and tenderness to palpation directly over a bony prominence, such as the tibial plateau, should raise suspicion for osteomalacia in a patient with malnutrition or malabsorption, as in this patient. Secondary hyperparathyroidism, due to hypocalcemia, and elevated serum alkaline phosphatase levels, reflecting high bone turnover throughout the skeleton, further support the diagnosis. Imaging is required primarily to exclude other causes of focal pain or deformity. Classic radiographic findings of osteomalacia, such as pseudofractures (Looser zones) or vertebral body changes, may be seen in patients with advanced disease. A diagnosis of osteomalacia may be confirmed by the resolution of clinical and biochemical findings when the underlying disorder is treated and calcium and vitamin D malnutrition are corrected.Avascular necrosis (Option A) can be caused by glucocorticoid therapy. However, it often involves the femoral head, manifesting as focal, sometimes bilateral, pain that may be present even without weight-bearing. Abnormalities in mineral metabolism are not associated with avascular necrosis, making this diagnosis less likely in this patient.This patient's clinical presentation and biochemical abnormalities are more suggestive of osteomalacia than glucocorticoid-induced osteoporosis (Option B). Low or low-normal serum calcium and phosphorus levels, a very low 25-hydroxyvitamin D level, secondary hyperparathyroidism, and an elevated serum alkaline phosphatase level support the diagnosis of osteomalacia (Figure: Features of Osteomalacia and Osteoporosis).Paget disease of bone (Option D) can present with an elevated serum alkaline phosphatase level but would not explain this patient's other laboratory findings. Additionally, radiographic findings of Paget disease of bone (e.g., thickening of cortical bone, coarsened trabecular markings, and distortion and expansion of involved bone) would be expected in affected patients.In primary hyperparathyroidism (Option E), serum calcium is elevated and extracellular calcium levels are sufficient for normal mineralization of bone. This patient has low serum calcium levels, suggesting chronic secondary hyperparathyroidism instead.",
  "critique_links": [],
  "key_points": [
    "Osteomalacia should be suspected in patients with malnutrition, unexplained fractures, bone pain, and bony tenderness; low or low-normal serum calcium and phosphorus levels, a very low 25-hydroxyvitamin D level, secondary hyperparathyroidism, and an elevated serum alkaline phosphatase level support the diagnosis."
  ],
  "references": "Minisola S, Colangelo L, Pepe J, et al. Osteomalacia and vitamin D status: a clinical update 2020. JBMR Plus. 2021;5:e10447. PMID: 33553992 doi:10.1002/jbm4.10447",
  "related_content": {
    "syllabus": [
      "ensec24008_24030"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.247828-06:00"
}