{
  "question_id": "nrmcq25003",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose Alzheimer disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 72-year-old woman is evaluated for a 4-year history of short-term memory loss that has progressively worsened over the past 6 months. Her son says that she calls by phone several times daily to tell him things she already said earlier in the day, and she frequently loses items. She now requires assistance with all of her instrumental activities of daily living (ADLs); however, she remains independent with basic ADLs. Medical history is remarkable for hypertension and hypothyroidism. Medications are valsartan and levothyroxine.On physical examination, vital signs are normal. Delayed recall and orientation are impaired. Fluency is intact. Montreal Cognitive Assessment score is 17/30, and Global Clinical Dementia Rating (CDR) Score is 1. The remainder of the neurologic examination, including motor function, is normal.Results of laboratory studies, including thyroid-stimulating hormone, serum 25-hydroxyvitamin D, and serum vitamin B12 levels, are normal.Brain MRI is unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Alzheimer disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dementia with Lewy bodies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Frontotemporal dementia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vascular cognitive impairment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's presentation is most consistent with typical Alzheimer disease (Option A). Alzheimer disease is characterized by a predominately amnesic clinical profile, with impaired episodic memory, in patients older than 65 years. Diagnosis is made through clinical history, cognitive testing, neuroimaging, and laboratory evaluation. Coronal T1-weighted brain MRI often shows atrophy of the mesial temporal structures, specifically the entorhinal cortex and hippocampi, and bilateral parietal lobes. Clinical judgement should be used when ordering biomarker testing for Alzheimer disease; it is only required in patients with mild cognitive impairment or mild dementia who are considering treatment with antiamyloid drugs. Options include cerebrospinal fluid (CSF) analysis for decreased β-amyloid protein (due to consumption in extracellular amyloid plaque formation) and elevated total and phosphorylated tau (impaired metabolism) and amyloid PET. The phosphorylated tau protein 217/β-amyloid 1-42 plasma ratio is another recently approved option. This patient is older than 65 years and has a predominately amnesic clinical presentation without another clear cause of her symptoms despite an appropriate evaluation; Alzheimer disease is the most likely diagnosis.Dementia with Lewy bodies (DLB) (Option B) is unlikely in this patient who does not present with any clinical features of DLB, such as visual hallucinations, parkinsonism, cognitive fluctuations, or rapid eye movement sleep behavior disorder.The clinical criteria for behavioral variant frontotemporal dementia (Option C) include disinhibition, apathy, loss of sympathy/empathy, compulsive/ritualistic behavior, hyperorality/new eating patterns, and a dysexecutive cognitive profile. This patient does not exhibit these symptoms, and her memory impairment and older age are more consistent with Alzheimer disease.Vascular cognitive impairment (VCI) (Option D) often presents with impaired attention and executive function and is unlikely in this patient with a primarily amnesic syndrome. Additionally, brain MRI in VCI would be expected to show vascular abnormalities such as lacunar infarcts or white matter subcortical and periventricular hyperintensities on T2-weighted fluid-attenuated inversion recovery sequences.",
  "critique_links": [],
  "key_points": [
    "Typical Alzheimer disease usually occurs in patients older than 65 years and has an amnesic clinical profile with impairments in episodic memory.",
    "Clinical judgement should be used when ordering biomarker testing for Alzheimer disease; biomarker testing is only required in patients with mild cognitive impairment or mild dementia considering treatment with antiamyloid drugs."
  ],
  "references": "Dubois B, Villain N, Schneider L, et al. Alzheimer disease as a clinical-biological construct-an international working group recommendation. JAMA Neurol. 2024;81:1304-1311. PMID: 39483064 doi:10.1001/jamaneurol.2024.3770",
  "related_content": {
    "syllabus": [
      "nrsec24005_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.599799-06:00"
}