{
  "question_id": "fccor25006",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage perioperative medications.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old man undergoes a preoperative medical evaluation before total knee arthroplasty. Medical history is significant for hypertension, psoriatic arthritis, and degenerative joint disease. Medications are amlodipine and methotrexate.On physical examination, vital signs are normal. Small, scattered psoriatic plaques are noted on the elbows, knees, and sacrum. Nail pitting is observed. Examination of the left knee reveals limited range of motion. The remainder of the physical examination is normal.",
  "question_stem": "Which of the following is the most appropriate perioperative medication management?",
  "options": [
    {
      "letter": "A",
      "text": "Continue all current medications throughout the surgical period",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate metoprolol 2 weeks before surgery",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Withhold amlodipine on the day of surgery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Withhold methotrexate 1 week before surgery",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate perioperative medication management is to continue all medications (Option A) throughout the perioperative period. In general, high-quality evidence to guide perioperative medication management is lacking. Recommendations are largely derived from theoretical drug interactions and expert consensus. Most nondiuretic antihypertensive medications, most psychiatric medications, and some antirheumatic agents can be continued safely throughout the perioperative period. Nonbiologic disease-modifying antirheumatic drugs (DMARDs; e.g., methotrexate, sulfasalazine, hydroxychloroquine, leflunomide) may be continued throughout the perioperative period. On the other hand, the American College of Rheumatology recommends that biologic medications be withheld as close to one dosing cycle as scheduling permits before elective hip and knee arthroplasty. These should be resumed after evidence of wound healing is observed, typically 14 days. This patient is taking a nonbiologic DMARD and a calcium channel blocker, both of which can be continued before, during, and after surgery.Preoperative initiation of β-blockers is generally reserved for patients with a strong indication for β-blockade, such as coronary artery disease or heart failure with reduced ejection fraction. This patient does not have an indication for β-blockade, so initiation of metoprolol (Option B) would not be appropriate.Most cardiovascular agents, including calcium channel blockers, should be continued perioperatively. It is not necessary to stop this patient's amlodipine (Option C). Furthermore, discontinuation of this medication might lead to acute hypertension, which could increase the patient's risk.Studies in patients with rheumatoid arthritis have demonstrated that continuing DMARDs, including methotrexate, through the perioperative period is safe, without an increase in infection rate even with prosthetic implantation, and reduces the risk for disease flares. Therefore, it is not appropriate to stop methotrexate (Option D) before surgery.",
  "critique_links": [],
  "key_points": [
    "Most antihypertensive agents and nonbiologic disease-modifying antirheumatic drugs (DMARDs) can be continued throughout the perioperative period.",
    "When possible, biologic DMARDs should be discontinued preoperatively and restarted after evidence of wound healing is observed."
  ],
  "references": "Goodman SM, Springer BD, Chen AF, et al. 2022 American College of Rheumatology/American Association of Hip and Knee Surgeons guideline for the perioperative management of antirheumatic medication in patients with rheumatic diseases undergoing elective total hip or total knee arthroplasty. Arthritis Care Res (Hoboken). 2022;74:1399-1408. PMID: 35718887 doi:10.1002/acr.24893",
  "related_content": {
    "syllabus": [
      "fcsec24009_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.213218-06:00"
}