{
  "question_id": "npqqq24006",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat elevated blood pressure with lifestyle modification.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old woman is evaluated during a follow-up visit for elevated blood pressure. Her average blood pressure with home blood pressure monitoring is 126/77 mm Hg. She has no other pertinent medical history and takes no medications.On physical examination, blood pressure is 128/78 mm Hg; other vital signs are normal. BMI is 28. The remainder of the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Initiate therapy with chlorthalidone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate therapy with irbesartan",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiate a trial of lifestyle modification",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Remeasure blood pressure in 1 year",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is lifestyle modification (Option C). According to the 2017 American College of Cardiology/American Heart Association (ACC/AHA) blood pressure guideline, this patient has elevated blood pressure (BP), defined as systolic BP between 120 and 129 mm Hg and diastolic BP less than 80 mm Hg. Meta-analysis of observational studies has demonstrated that both elevated BP and hypertension (systolic BP >130 mm Hg or diastolic BP >80 mm Hg) are associated with an increased risk for cardiovascular disease, end-stage kidney disease, subclinical atherosclerosis, and all-cause death. Nonpharmacologic therapy is useful for preventing hypertension in normotensive adults and in those with elevated BP and for managing BP in adults with milder forms of hypertension. Recommended lifestyle modifications include weight loss in adults with overweight or obesity; a heart-healthy diet that facilitates achieving a desirable weight; reduced sodium intake; high potassium intake (unless contraindicated by the presence of chronic kidney disease or use of drugs that reduce potassium excretion); increased physical activity; and limiting alcohol consumption of standard drinks to no more than two (male sex) or one (female sex) per day. In this patient with elevated BP and a BMI of 28, lifestyle modifications are appropriate to reduce her risk for developing hypertension.According to the ACC/AHA BP guideline, antihypertensive medications are recommended for secondary prevention of recurrent coronary events in patients with clinical coronary vascular disease and an average systolic BP of ≥130 mm Hg or an average diastolic BP of ≥80 mm Hg. Drug therapy is also recommended for primary prevention in adults with an estimated 10-year atherosclerotic cardiovascular disease risk ≥10% and an average systolic BP ≥130 mm Hg or average diastolic BP ≥80 mm Hg. For initiation of antihypertensive drug therapy, first-line agents include thiazide diuretics, calcium channel blockers, and ACE inhibitors or angiotensin receptor blockers (Options A, B). Because this patient has elevated BP (not hypertension), drug therapy is not indicated at this time.The ACC/AHA recommends that adults with elevated BP, such as this patient, should be managed with nonpharmacologic therapy and have a repeat BP evaluation in 3 to 6 months. Patients with normal BP (systolic BP <120 mm Hg and diastolic BP <80 mm Hg) can be reevaluated in 1 year (Option D).",
  "critique_links": [],
  "key_points": [
    "Nonpharmacologic therapy alone is useful for preventing hypertension, including in adults with elevated blood pressure, and for managing blood pressure in adults with milder forms of hypertension."
  ],
  "references": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension. 2018;71:e13-e115. PMID: 29133356 doi:10.1161/HYP.0000000000000065",
  "related_content": {
    "syllabus": [
      "npsec24005_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.522566-06:00"
}