{
  "question_id": "pmqqq24014",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose bronchiectasis using chest CT.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 44-year-old man is evaluated for chronic cough, which first developed 3 years ago. The cough produces clear, occasionally blood-tinged, sputum. He has taken antibiotics when his sputum production increases, after which his cough improves transiently. He does not smoke cigarettes. He currently takes no medications.On physical examination, vital signs are normal. Oxygen saturation is 96% with the patient breathing ambient air. Pulmonary examination reveals scattered inspiratory crackles. The remainder of the examination is normal.A chest radiograph shows irregular peripheral opacities in the right and left lower lobes. A CT scan of the chest with contrast is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bronchiectasis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Centrilobular emphysema",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Chronic bronchitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pulmonary Langerhans cell histiocytosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is bronchiectasis (Option A). Bronchiectasis is irreversible pathologic dilation of the bronchi or bronchioles resulting from an infectious process or other causes occurring in the context of airway obstruction, impaired drainage, or abnormality in antimicrobial defenses. The pattern of lung involvement varies greatly with the underlying cause and may be focal or diffuse. Bronchiectasis causes a chronic or recurrent cough typically characterized by voluminous sputum production with purulent exacerbations. Most chest radiographs are abnormal, typically showing linear atelectasis, dilated and thickened airways, and irregular peripheral opacities. High-resolution CT (HRCT) of the chest is the definitive diagnostic test for bronchiectasis.Typical findings (airway dilatation with lack of tapering [green arrow], bronchial wall thickening [yellow arrow], and cysts [red arrow]) may be seen on HRCT. In addition to obtaining imaging, the cause of the bronchiectasis should be determined. This may involve testing for chronic bacterial or mycobacterial infections, assessing for the presence of connective tissue disease, and evaluating immune function. In selected patients, testing for cystic fibrosis or α1-antitrypsin deficiency may be appropriate if suspected.There is no evidence of emphysema (Option B) on this patient's chest CT imaging, which would typically appear as dilated airspaces, classified based on the distribution of abnormalities as centrilobular, panlobular, or paraseptal. Bullous or cystic changes may be seen.Although the duration of his symptoms is consistent with chronic bronchitis (Option C), the chest CT scan shows evidence of bronchiectasis. In chronic bronchitis, the walls of the airways are thickened without dilation of the airways themselves.Pulmonary Langerhans cell histiocytosis (Option D) is a rare interstitial lung disease of young adults who are actively smoking. Patients may present with cough, fever, weight loss, and abnormal chest radiographs. Chest CT findings include pulmonary nodules and cysts with midlung to upper-lung zone predominance and are not associated with bronchiectasis. These CT findings are not present in this patient, making this diagnosis unlikely.",
  "critique_links": [],
  "key_points": [
    "High-resolution chest CT is the definitive diagnostic test for bronchiectasis; typical findings are airway dilatation with lack of tapering, bronchial wall thickening, and cysts."
  ],
  "references": "Aliberti S, Goeminne PC, O'Donnell AE, et al. Criteria and definitions for the radiological and clinical diagnosis of bronchiectasis in adults for use in clinical trials: international consensus recommendations. Lancet Respir Med. 2022;10:298-306. PMID: 34570994 doi:10.1016/S2213-2600(21)00277-0",
  "related_content": {
    "syllabus": [
      "pmsec24002_24056"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.243858-06:00"
}