{
  "question_id": "hmmcq24072",
  "category": "hm",
  "educational_objective": "Manage deep venous thrombosis in a patient with contraindications to anticoagulation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 42-year-old woman is evaluated in the hospital for swelling of the left leg 2 days after undergoing resection of a glioblastoma multiforme. She reports a mild headache and left-sided weakness. Following resection, a small area of hemorrhage in the operative bed was detected on CT. Medical history is otherwise unremarkable, and her only medication is oxycodone for postoperative pain.On physical examination, vital signs are normal. The craniotomy scar is clean and dry. The left lower extremity is swollen. Neurologic examination reveals mild left-sided weakness but is otherwise normal.Ultrasound of the left lower extremity shows femoral vein thrombosis.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Enoxaparin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inferior vena cava filter placement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous unfractionated heparin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient is insertion of an inferior vena cava (IVC) filter (Option C). IVC filters serve to prevent the migration of deep venous thrombi to the pulmonary bed and decrease the likelihood of pulmonary embolism (PE). IVC filter placement is indicated in patients with acute venous thromboembolism (VTE) and absolute contraindications to anticoagulation. Although they may decrease the risk of PE, IVC filters are also known to increase the risk of subsequent deep venous thrombosis (DVT). If an IVC filter is placed, a temporary filter should be used and removed as soon as is feasible (e.g., if the contraindication to anticoagulation is resolved). If an IVC filter is placed and cannot be removed, concomitant anticoagulation should be considered. This patient has acute proximal DVT with an absolute contraindication to anticoagulation and postoperative hemorrhage. Placement of a retrievable IVC filter is indicated.Apixaban (Option A) is a direct oral anticoagulant (DOAC) approved for the treatment of acute VTE as monotherapy. It is not appropriate treatment for this patient with intracranial bleeding following a recent neurosurgical procedure.Enoxaparin (Option B) is not the most appropriate treatment for this patient with known intracranial bleeding after surgery because anticoagulation should not be given in this setting. Similar to DOACs, enoxaparin would be indicated as initial therapy for patients with acute VTE and no contraindications to anticoagulation.Intravenous unfractionated heparin (UFH) (Option D) is often a reasonable choice in patients with relative contraindications to anticoagulation. UFH is short-acting and has a rapidly effective reversal agent available in protamine. However, this patient has an absolute contraindication to systemic anticoagulation with recent neurosurgery and evidence of intracranial hemorrhage. UFH should not be administered.",
  "key_points": [
    "Inferior vena cava filters are recommended for patients with acute venous thromboembolic disease with a contraindication to anticoagulation.",
    "Inferior vena cava filters increase the risk of subsequent deep venous thrombosis and should be removed as soon as possible; if the filter cannot be removed, anticoagulation should be considered if the previous contraindication is no longer present."
  ],
  "references": "Stevens SM, Woller SC, Kreuziger LB, et al. Antithrombotic therapy for VTE disease: second update of the CHEST guideline and expert panel report. Chest. 2021;160:e545-e608. PMID: 34352278 doi:10.1016/j.chest.2021.07.055",
  "related_content": {
    "syllabus": [
      "hmsec24009_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:37:10.588538-06:00"
}