{
  "question_id": "hmmcq24041",
  "category": "hm",
  "educational_objective": "Manage von Willebrand disease in a pregnant patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 27-year-old woman is evaluated during follow-up for type 1 von Willebrand disease. She is at 16 weeks' gestation. She reports a history of heavy menses since menarche that was previously controlled with hormonal contraceptive pills. She reports occasional nosebleeds that have not required treatment. She has had no recent bleeding. Her only medication is a prenatal vitamin.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate management at this time?",
  "options": [
    {
      "letter": "A",
      "text": "Desmopressin administration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "vWF antigen level monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "vWF concentrate administration",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this pregnant patient with type 1 von Willebrand disease (vWD) is to monitor von Willebrand factor (vWF) antigen levels (Option B). vWD is the most common hereditary bleeding disorder and is subclassified into three categories, with type 1 being the most common. Patients with type 1 vWD have decreased vWF levels (<30 U/dL [range, 50-200 U/dL]) but otherwise normal factor function. Mucocutaneous bleeding is common and can mimic bleeding seen with thrombocytopenia. Hormonal changes during pregnancy can result in increased vWF levels; conversely, vWF levels may drop precipitously near the time of delivery and increase the risk of bleeding. As such, vWF levels should be monitored throughout pregnancy and especially antepartum. This patient has type 1 vWD, and although her current vWF factor level is adequate, it may decrease significantly before delivery and should be monitored.Desmopressin (Option A) causes release of preformed vWF and factor VIII from endothelial cells and is often used in patients with type 1 vWD with mild or moderate bleeding or to prevent procedure-associated bleeding. Despite having vWD, this patient has an adequate vWF level and does not require desmopressin at this time. However, pregnancy increases vWF levels, and a normal vWF level during pregnancy does not rule out vWD.vWF concentrate (Option C) is appropriate in patients with type 1 vWD who are experiencing major bleeding or in whom major surgery is planned. It is also used to treat patients with type 2B and type 3 vWD, subtypes of vWD in which desmopressin is contraindicated or unlikely to be effective, respectively. This patient has a normal vWF level, and she does not require vWF concentrate.Clinical observation (Option D) without monitoring vWF levels in this pregnant patient is not the most appropriate option. The risk of bleeding increases when vWF levels decrease to less than 30 U/dL (range, 50-200 U/dL); although her vWF level is currently greater than 30 U/dL, this level is likely to decrease in the postpartum period and should be rechecked before delivery.",
  "key_points": [
    "In pregnant patients with type 1 von Willebrand disease (vWD), von Willebrand factor (vWF) levels are often elevated but may decrease near the time of delivery and should be monitored before delivery.",
    "In patients with type 1 vWD, the risk of bleeding increases when vWF levels decrease to less than 30 U/dL (normal, 50-200 U/dL)."
  ],
  "references": "Weyand AC, Flood VH. von Willebrand disease: current status of diagnosis and management. Hematol Oncol Clin North Am. 2021;35:1085-1101. PMID: 34400042 doi:10.1016/j.hoc.2021.07.004",
  "related_content": {
    "syllabus": [
      "hmsec24007_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:36:53.725257-06:00"
}