{
  "question_id": "hpmcq24009",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Diagnose Budd-Chiari syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 40-year-old woman is evaluated in the emergency department for 3 days of acute abdominal pain and increased abdominal distention. She reports a 6.8-kg (15-lb) weight gain over the past week. She has a history of polycythemia vera. She takes low-dose aspirin.On physical examination, blood pressure is 120/85 mm Hg, pulse rate is 95/min, and respiration rate is 18/min. Abdominal examination reveals a tender liver edge and abdominal distention with fluid wave.Laboratory studies:Albumin3.1 g/dL (31 g/L)LAlkaline phosphatase78 U/LAlanine aminotransferase155 U/LHAspartate aminotransferase120 U/LHTotal bilirubin3.0 mg/dL (51.3 µmol/L)HB-type natriuretic peptide level15 pg/mL (15 ng/L)Lipase30 U/LDoppler ultrasound of the liver shows hepatomegaly, moderate ascites, and mild splenomegaly; hepatic veins cannot be seen clearly.Echocardiogram shows normal ejection fraction and normal right-sided filling pressures.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Budd-Chiari syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gallstone pancreatitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Heart failure",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Liver metastasis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Budd-Chiari syndrome (Option A). Budd-Chiari syndrome is defined by any process that obstructs the normal outflow of blood from the liver, usually due to thrombosis of the hepatic veins. Thrombosis of the hepatic veins leads to hepatic congestion and increased portal pressures, resulting in ascites. Risk factors include a history of a myeloproliferative neoplasm, inherited thrombophilia, malignancy, or oral contraceptive use. The most common presentation in the acute setting includes right-upper-quadrant abdominal pain, new-onset ascites, and weight gain due to the ascites, as in this case. Diagnosis is often initially based on Doppler ultrasonography of the liver and then can be further confirmed by CT, MRI, or venography. Imaging typically shows hepatomegaly, ascites, and caudate lobe hypertrophy, with obstruction or nonvisualization of the hepatic outflow. Treatment can be pharmacologic or procedural or may require liver transplantation in refractory cases. This patient is presenting with acute abdominal pain, ascites, and hepatomegaly, with a medical history significant for polycythemia vera; this presentation suggests acute Budd-Chiari syndrome, most likely due to thrombotic occlusion of the hepatic veins.This patient is unlikely to have gallstone pancreatitis (Option B). She has a normal serum lipase level and ultrasound findings that are more typical of hepatic outflow obstruction than of acute pancreatitis or biliary obstruction.Heart failure (Option C) is unlikely because this patient has normal cardiac function on echocardiography and a normal serum B-type natriuretic peptide level. This patient is relatively young and does not have a known history of cardiac disease, which also makes a diagnosis of heart failure unlikely.The patient has no history of underlying malignancy, and imaging of the patient's liver does not reveal evidence of masses. Thus, a diagnosis of liver metastasis (Option D) is unlikely.",
  "critique_links": [],
  "key_points": [
    "Budd-Chiari syndrome most often presents with right-upper-quadrant abdominal pain, new-onset ascites, and weight gain; imaging typically shows hepatomegaly, ascites, caudate lobe hypertrophy, and obstruction of hepatic outflow."
  ],
  "references": "Simonetto DA, Singal AK, Garcia-Tsao G, et al. ACG clinical guideline: disorders of the hepatic and mesenteric circulation. Am J Gastroenterol. 2020; 115:18-40. PMID: 31895720 doi:10.14309/ajg.0000000000000486",
  "related_content": {
    "syllabus": [
      "hpsec24008_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.055276-06:00"
}