{
  "question_id": "onqqq24001",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Diagnose head and neck cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 54-year-old woman is evaluated for a 6-month history of a painless, enlarged right upper cervical lymph node and a sore throat. She has a 35-pack-year history of cigarette smoking and consumes two to three alcoholic beverages daily.On physical examination, vital signs are normal. A firm, 3-cm lymph node is palpable beneath the angle of the right jaw. The remainder of the examination, including oral cavity examination, is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Direct laryngoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Excisional lymph node biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Human papillomavirus testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "MRI of the neck",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Direct laryngoscopy (Option A) is the most appropriate next step in management. Depending on the findings, further endoscopic examination of the aerodigestive tract may be required. This patient's presentation is concerning for malignancy. Common symptoms and signs of head and neck cancer include a painless mass; mucosal ulcer; localized (often referred) mouth, teeth, throat, or ear pain; odynophagia or dysphagia; proptosis; diplopia or vision loss; hearing loss; persistent unilateral sinusitis; and unilateral tonsillar enlargement in adults. The most important risk factor for head and neck cancer is tobacco use, including smoked and smokeless tobacco; alcohol use is also a known risk factor, and combined use of alcohol and tobacco synergistically increases the risk. Squamous cell cancers of the head and neck can also occur in patients without traditional risk factors, presumably owing to Epstein-Barr virus or human papillomavirus (HPV) infection. The optimal sequence of steps in diagnosis begins with endoscopic inspection of all mucosal surfaces followed by biopsy of any abnormal areas. This examination is useful for documenting the presence, site, and extent of tumors in the upper aerodigestive tract and can identify other primary tumors. If lesions are absent, fine-needle aspiration (FNA) of the palpable lymph node is recommended to establish the diagnosis.Excisional biopsy (Option B) should be avoided in patients with suspected head and neck cancer because it could compromise the potential surgical approach by disrupting tissue planes in the neck. The location and isolated nature of the enlarged lymph node high in the neck is unusual for lymphoma.Although HPV positivity significantly improves prognosis, and HPV-related cancers have a different staging system, this finding is not used to make a diagnosis (Option C).MRI (Option D) is an appropriate test to order when staging head and neck cancer, but it is not the first test in the evaluation of a palpable lymph node.",
  "critique_links": [],
  "key_points": [
    "The most important risk factor for head and neck cancer is tobacco use, which includes smoked and smokeless tobacco; alcohol use is also a known risk factor, and the combination of alcohol and tobacco use synergistically increases the risk.",
    "The optimal sequence of steps for diagnosing suspected head and neck cancer begins with endoscopic inspection of the upper aerodigestive tract followed by biopsy of any abnormal areas."
  ],
  "references": "Chow LQM. Head and neck cancer. N Engl J Med. 2020;382:60-72. PMID: 31893516 doi:10.1056/NEJMra1715715",
  "related_content": {
    "syllabus": [
      "onsec24005_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.763436-06:00"
}