{
  "question_id": "idcor25027",
  "category": "id",
  "educational_objective": "Convert intravenous antibiotic therapy to oral antibiotic therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 90-year-old woman is evaluated on day 2 of hospitalization for pneumonia. Admission chest radiograph showed a right lower lobe infiltrate without a pulmonary effusion. Initial treatment included ceftriaxone and azithromycin, but azithromycin was stopped following a negative urine Legionella antigen test. She has clinically improved and can eat and maintain oral hydration.On physical examination, temperature is 37.7 °C (99.9 °F), blood pressure is 126/84 mm Hg, pulse rate is 82/min, and respiration rate is 18/min. Oxygen saturation is 98% with the patient breathing ambient air. Pulmonary examination reveals crackles in the right lower lung field.Laboratory studies:Leukocyte count9700/µL (9.7 × 109/L)At admission15,400/µL (15.4 × 109/L)H",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Continue ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure procalcitonin level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch to oral amoxicillin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient is ready to have her intravenous antibiotic therapy changed to oral antibiotic therapy to complete a 5-day antibiotic course and should switch to oral amoxicillin (Option D). Factors supporting readiness for conversion to oral therapy include a temperature of 38.0 °C (100.4 °F) or less, an improving leukocyte count, clinical stability and improvement of signs and symptoms related to infection, a functioning gastrointestinal tract, no indication for intravenous therapy (e.g., endocarditis, Staphylococcus aureus bacteremia), and availability of a suitable oral alternative with good oral bioavailability (e.g., amoxicillin or doxycycline).Continuing intravenous therapy (Option A) would provide no further advantage for this patient and carries risks, including developing a venous catheter–associated bloodstream infection, which can occur even with a peripheral intravenous catheter.Procalcitonin level measurement (Option B) is insufficiently sensitive or specific to guide decision making regarding initiation or continuation of antimicrobial therapy. Older studies demonstrated that serial procalcitonin measurements could be used to decrease the duration of antibiotic therapy in patients with community-acquired pneumonia in the ICU. However, these studies were performed in patients who typically received antibiotic therapy for an extended period, exceeding the duration recommended by current guidelines. Serial procalcitonin measurements are unlikely to be helpful in guiding antibiotic therapy duration in patients expected to complete a 5- to 7-day course and will not influence decisions regarding when to convert from intravenous to oral therapy. Additionally, the use of serial procalcitonin levels was studied in the ICU setting, which does not apply to this patient.The possibility of a parapneumonic process should be considered in the differential diagnosis of pneumonia nonresponsive to antimicrobial therapy; a chest radiograph can reveal a pleural effusion that could represent a parapneumonic effusion, empyema, or a lung abscess that would require further investigation and treatment. Repeat radiography (Option C) of patients whose symptoms are improving is not recommended regardless of de-escalation from intravenous to oral antibiotics because of the potential for radiography findings to lag behind clinical course.",
  "key_points": [
    "Factors supporting readiness for conversion from intravenous to oral therapy include a temperature of 38.0 °C (100.4 °F) or less, improving leukocyte count, clinical improvement, ability to take oral medications, and no other indication for intravenous therapy.",
    "Repeat radiography of patients with pneumonia whose symptoms are improving is not recommended regardless of de-escalation from intravenous to oral antibiotics."
  ],
  "references": "Metlay JP, Waterer GW, Long AC, et al. Diagnosis and Treatment of Adults with Community-acquired Pneumonia. An Official Clinical Practice Guideline of the American Thoracic Society and Infectious Diseases Society of America. Am J Respir Crit Care Med. 2019;200:e45-e67. PMID: 31573350 doi:10.1164/rccm.201908-1581ST",
  "related_content": {
    "syllabus": [
      "idsec24021_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:28:59.348885-06:00"
}