{
  "question_id": "hmqqq24005",
  "category": "hm",
  "educational_objective": "Diagnose vitamin B<sub>12</sub> deficiency.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 30-year-old woman is evaluated for a 6-month history of fatigue. She has followed a strict vegan diet for the past 3 years. She has no gastrointestinal symptoms or other medical problems. She takes no medications.Physical examination, including neurologic examination, is normal.A peripheral blood smear is shown.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Folate level measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Homocysteine level measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methylmalonic acid level measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Parietal cell antibody measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is serum methylmalonic acid level measurement (Option C). Macrocytic anemia is characteristic of vitamin B12 deficiency, and this patient's peripheral blood smear shows a typical hypersegmented neutrophil, a result of ineffective myelopoiesis. Humans cannot synthesize vitamin B12 and must consume it in their diet; it is found in animal meats, shellfish, and dairy products. Although dietary deficiency is uncommon, it can occur in strict vegans who avoid eating fortified foods. When vitamin B12 levels are in the borderline range for diagnosis (200-300 pg/mL [148-221 pmol/L]) in patients with suspected vitamin B12 deficiency, further testing is indicated to confirm the diagnosis. Methylmalonic acid level measurement is a sensitive and specific test to determine cobalamin deficiency. This patient is at risk for vitamin B12 deficiency because she has maintained a strict vegan diet for 3 years. Compared with folate deficiency, which develops within weeks, vitamin B12 deficiency develops over months to years and is the most likely diagnosis for this patient.Folate deficiency has become exceedingly rare with the fortification of foods. In patients without gastrointestinal disease, measuring the serum folate level (Option A) to test for folate deficiency is usually unnecessary. Additionally, testing only the folate level may not detect vitamin B12 deficiency and put the patient at risk for irreversible neurologic damage, including loss of vibratory sense, loss of proprioception, spastic ataxia, and other dorsal column symptoms. Psychiatric symptoms (megaloblastic mania) can manifest as dementia, hallucinations, and frank psychosis. This patient does not have any known gastrointestinal disorders and no gastrointestinal symptoms, so folate deficiency would be unlikely in this patient.The serum homocysteine level is elevated in vitamin B12 deficiency but may also be elevated in folate deficiency. Measuring the homocysteine level (Option B) is not the best test to perform, because it cannot distinguish between vitamin B12 and folate deficiency.Antibodies to parietal cells are found in 90% of patients with autoimmune gastritis and intrinsic factor deficiency (pernicious anemia), whereas antibodies to intrinsic factor are detected in approximately 70% of patients. Although antibody testing is sometimes used in the diagnosis of pernicious anemia, the varied sensitivity and specificity of these tests limit their utility. It would not be appropriate to test for parietal cell antibodies (Option D) until the diagnosis of vitamin B12 deficiency is confirmed.",
  "key_points": [
    "Macrocytic anemia with hypersegmented neutrophils on the peripheral blood smear are characteristic of vitamin B12 deficiency.",
    "When vitamin B12 levels are in the borderline range (200-300 pg/mL [148-221 pmol/L]) in patients with suspected deficiency, testing the serum methylmalonic acid level is indicated to confirm the diagnosis."
  ],
  "references": "Green R. Vitamin B12 deficiency from the perspective of a practicing hematologist. Blood. 2017;129:2603-2611. PMID: 28360040 doi:10.1182/blood-2016-10-569186",
  "related_content": {
    "syllabus": [
      "hmsec24004_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/hmfig24501.1f48aefc4f7b292a304d57b78e447a14.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:09:52.806230-06:00"
}