{
  "question_id": "fcmcq24023",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Determine the appropriate level of physical activity for a healthy adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old man is evaluated during a routine visit. He would like advice on physical activity. He owns an exercise bike and has access to a gym at work but has not been using either. Work is a 15-minute walk from his home, but he drives most days. He does resistance training for 20 minutes two mornings per week. He has type 2 diabetes mellitus, hypertension, and dyslipidemia. Medications are dulaglutide, losartan, and atorvastatin.Physical examination findings, including vital signs, are normal. BMI is 24.",
  "question_stem": "Which of the following additional activities would be most appropriate for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "A 25-minute session on his exercise bike twice per week",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "A 30-minute weight-lifting session twice per week",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "A brisk walk to and from work each weekday",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional physical activity is needed",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional activity is a walk to and from work each weekday (Option C). The U.S. Department of Health and Human Services 2018 Physical Activity Guidelines for Americans recommend that adults engage in at least 150 to 300 minutes of moderate-intensity (e.g., fast walking, pushing a lawnmower) or 75 to 150 minutes of vigorous (e.g., running, swimming laps, playing basketball) aerobic activity per week as well as muscle-strengthening exercises at least 2 days per week. However, any exercise is better than none, and engaging in greater than 300 minutes of moderate-intensity aerobic activity per week confers additional benefits. Physical activity does not have to take the form of formal exercise but instead may be incorporated into a person's daily lifestyle, because lifestyle activity has a greater chance of being sustainable. This patient is attaining the goal of two muscle-strengthening sessions at least 2 days per week with his resistance training, but he is not engaging in at least 150 minutes of aerobic exercise. A brisk walk to and from work each weekday (a 15-minute walk twice daily) would meet the minimum recommendation for aerobic exercise. Continuing to evaluate his ability and willingness to increase his physical activity level even more in the future will be beneficial.A 25-minute session on his exercise bike twice per week (Option A) would not fulfill the guideline recommendation of 150 to 300 minutes of moderate-intensity or 75 minutes per week of vigorous aerobic exercise.A 30-minute weight-lifting session twice per week (Option B) is not the most appropriate additional activity for this patient. He is already fulfilling the recommendation for twice-weekly muscle-strengthening activity with his resistance training. Muscle strengthening activities include exercises that use one's body weight (e.g., calisthenics, some forms of yoga), lifting weights, resistance band exercise, and heavy yardwork (e.g., shoveling or digging).The patient is not meeting minimum recommendations for physical activity. Therefore, advising him that no additional physical activity is needed (Option D) is inappropriate.",
  "critique_links": [],
  "key_points": [
    "The U.S. Department of Health and Human Services recommends that adults engage in at least 150 to 300 minutes of moderate-intensity or 75 to 150 minutes of vigorous aerobic activity per week as well as muscle-strengthening exercises at least 2 days per week.",
    "Physical activity does not have to take the form of formal exercise but instead may be incorporated into a person's daily lifestyle."
  ],
  "references": "U.S. Department of Health and Human Services. Physical activity guidelines for Americans. 2nd ed. Accessed March 28, 2024. www.health.gov/sites/default/files/2019-09/Physical_Activity_Guidelines_2nd_edition.pdf",
  "related_content": {
    "syllabus": [
      "fcsec24008_24049"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.772334-06:00"
}