{
  "question_id": "gicor25022",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Prevent recurrent diverticulitis with a high-fiber diet.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old man undergoes follow-up evaluation 6 weeks after a first episode of acute uncomplicated sigmoid diverticulitis. He was treated with bowel rest and acetaminophen, and his symptoms of left-sided abdominal pain and loose stools resolved within 3 days. The patient has coronary artery disease, dyslipidemia, and hypertension. He experienced a non-ST-elevation myocardial infarction 5 years ago. Medications are aspirin, lisinopril, and rosuvastatin.On physical examination, vital signs are normal.Colonoscopy is remarkable only for left-sided diverticulosis.",
  "question_stem": "Which of the following is the most appropriate measure to prevent future episodes of diverticulitis in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin discontinuation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Avoidance of nuts and popcorn",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lactobacillus and Bifidobacterium–based probiotic",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "High-fiber diet",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate measure to prevent future episodes of diverticulitis is implementation of a high-fiber diet (Option D). Approximately 15% to 30% of patients with acute diverticulitis will experience recurrent episodes. Interventions to reduce the risk for a future episode of diverticulitis include dietary, lifestyle, and medication modifications. Dietary modifications can include an increase in the consumption of fruits, vegetables, whole grains, and legumes, as well as a decrease in the consumption of red meat and sweets. Fiber supplementation can be considered, but it should not replace a high-quality diet that is high in fiber. The benefit of fiber is extrapolated from a prospective cohort study of 46,295 men without a history of diverticulitis; no studies have specifically assessed risk reduction of recurrent diverticulitis with increased dietary fiber or a fiber supplement. Fiber should be increased gradually because bloating can be a limitation. Other lifestyle measures can include achieving or maintaining a normal BMI, routine vigorous physical activity, smoking cessation, avoidance of opioids, and decreased alcohol consumption if an underlying alcohol use disorder is present. The American Gastroenterological Association Institute also recommends advising patients with a history of diverticulitis to avoid the use of nonaspirin NSAIDs if possible.Aspirin discontinuation (Option A) is not recommended. Although limited observational studies indicate a slightly increased risk for recurrent diverticulitis with aspirin use, the protective effect of aspirin in coronary artery disease is well established, so the benefits of aspirin for this patient with established coronary artery disease would outweigh any increased risk for recurrent diverticulitis.A traditional recommendation has been avoidance of nuts and popcorn (Option B) after an initial episode of diverticulitis, but recent studies have not provided conclusive evidence that this dietary practice provides any benefit. Because these foods contain dietary fiber, avoiding nuts and popcorn is not the most appropriate management for this patient after an episode of uncomplicated diverticulitis.The use of probiotics, even if specific bacteria are used, such as a Lactobacillus and Bifidobacterium (Option C), has no proven role in the prevention of recurrent diverticulitis. Because the role of the microbiome in diverticulitis is unclear and the potential adverse effects of the various probiotics are largely unknown, probiotic therapy is not recommended for the prevention of recurrent diverticulitis.",
  "critique_links": [],
  "key_points": [
    "A high-fiber diet can help prevent recurrent diverticulitis after a first episode of acute uncomplicated diverticulitis."
  ],
  "references": "Aune D, Sen A, Norat T, et al. Dietary fibre intake and the risk of diverticular disease: a systematic review and meta-analysis of prospective studies. Eur J Nutr. 2020;59:421-432. PMID: 31037341 doi:10.1007/s00394-019-01967-w",
  "related_content": {
    "syllabus": [
      "gisec24010_24006"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.062658-06:00"
}