{
  "question_id": "rmmcq24076",
  "category": "rm",
  "educational_objective": "Screen for connective tissue disease in a patient with Raynaud phenomenon and abnormal nailfold capillaroscopy results.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 37-year-old woman is evaluated for a 4-month history of pallor and discomfort of the third, fourth, and fifth digits of the right hand upon cold exposure or stress. These fingers first turn white, then bluish, and then become erythematous upon rewarming before resuming their normal appearance. Her grandmother had systemic lupus erythematosus. The patient has no other medical problems and takes no medications.On physical examination, vital signs are normal. Nailfold capillaroscopy reveals decreased capillary density, tortuous capillaries with dilated loops, and flame hemorrhages. The remainder of the examination is normal.Complete blood count, comprehensive metabolic panel, urinalysis findings, and erythrocyte sedimentation rate are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Initiate prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate tadalafil",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure antinuclear antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Measure antiphospholipid antibodies",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Measure C3 complement level",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to measure antinuclear antibodies (ANA) (Option C). Raynaud phenomenon, a condition of triggered vasospasm followed by hyperemia, is diagnosed by the presence of triphasic color-change response of the digits to cold exposure or emotional stress. It is common among women younger than age 30 years, for whom it is typically a primary benign phenomenon. However, among older women and men, Raynaud phenomenon may be secondary to fixed and/or inflammatory vascular damage and the first sign of a systemic autoimmune disease (e.g., systemic sclerosis, dermatomyositis, mixed connective tissue disease, undifferentiated connective tissue disease, systemic lupus erythematosus [SLE], Sjögren disease). Nailfold video capillaroscopy is a highly sensitive, inexpensive, and noninvasive imaging technique used to analyze capillary morphology in the nailfold area. Abnormal nailfold capillaries are a sign of secondary Raynaud phenomenon and should prompt evaluation for systemic illness. The presence of ANA, although not specific, is highly sensitive for most connective tissue diseases and is an appropriate next step in screening. If the ANA result is positive, the reflex ANA antibody panel, which detects individual antibodies to various nuclear antigens, can help identify risk for specific autoimmune conditions.Prednisone (Option A) is not a treatment for Raynaud phenomenon and does not alleviate the symptoms. Prednisone may be useful for some of the systemic illnesses that promote Raynaud phenomenon, but no such diagnosis has been established.Tadalafil (Option B) is used in patients with severe or refractory Raynaud phenomenon, particularly in those with systemic sclerosis, but is not a first-line treatment. First-line treatments for Raynaud phenomenon include keeping the hands warm, topical nitrates, and calcium channel blockers. In this patient, symptomatic treatment should not be initiated without concurrent evaluation.Although patients with antiphospholipid syndrome can experience thrombi that affect the distal digits, these would not be transient and temperature dependent as in this patient. Future evaluation of a systemic autoimmune disease, such as SLE, might warrant assessment of antiphospholipid antibodies (Option D); this patient, however, does not have confirmed SLE, and such testing would be premature.C3 complement levels (Option E) decrease in some immune complex–mediated diseases in which complement components are consumed, most prominently SLE. However, C3 levels are diagnostically nonspecific and are not affected by most conditions associated with Raynaud phenomenon except for SLE. Accordingly, measuring C3 levels is not an adequate screening test.",
  "critique_links": [],
  "key_points": [
    "Raynaud phenomenon is common among women younger than age 30 years, for whom it generally signals a benign primary phenomenon; however, older women and men with Raynaud phenomenon require further evaluation for possible secondary Raynaud phenomenon related to a systemic autoimmune disease."
  ],
  "references": "Lambova SN. The value of nailfold capillaroscopy in the classification and differential diagnosis of Raynaud's phenomenon in rheumatology. Curr Rheumatol Rev. 2024;20:108-114. PMID: 37691224 doi:10.2174/1573397119666230905151903",
  "related_content": {
    "syllabus": [
      "rmsec24001_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.783415-06:00"
}