{
  "question_id": "hmmcq24004",
  "category": "hm",
  "educational_objective": "Diagnose light-chain amyloidosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 60-year-old man is evaluated for fatigue and lower extremity edema. Medical history is significant for hypertension and dyslipidemia. Medications are amlodipine and atorvastatin.On physical examination, blood pressure is 100/70 mm Hg, and pulse rate is 90/min. No jugular venous distention is seen. Lungs are clear bilaterally. An S4 is present. Bilateral 2+ pedal edema is observed.Laboratory studies:Albumin1.8 g/dL (18 g/L)LCreatinine1.8 mg/dL (159 μmol/L)HFree kappa light chains10 mg/L (normal, 3.3-19.4 mg/L)Free lambda light chains100 mg/L (normal, 5.7-26.6 mg/L)HKappa/lambda free light-chain ratio0.1 (normal, 0.26-1.65)LUrine protein-creatinine ratio4.2 mg/gEchocardiogram shows an ejection fraction of 70% with left ventricular hypertrophy, diastolic dysfunction, and myocardial speckling.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal fat pad biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endomyocardial biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Kidney biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "99m-Technetium pyrophosphate scintigraphy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next in this patient with likely light-chain (AL) amyloidosis is an abdominal fat pad biopsy (Option A). AL amyloidosis is a clonal plasma cell dyscrasia characterized by the production of amyloidogenic free light chains. These light chains can deposit in various organs, including the kidney, heart, skin, and tongue. A myriad of presentations is possible, including the nephrotic syndrome, infiltrative cardiomyopathy, peripheral neuropathy, macroglossia, and hepatomegaly. Skin manifestations are present in 30% to 40% of patients and include easy bruising with minor pressure (pinch purpura), periorbital yellow waxy papules and plaques, and dystrophic nails. Diagnosis usually requires biopsy of the affected organ showing characteristic extracellular amyloid deposits, with apple green birefringence with Congo red staining. Initial abdominal fat pad or bone marrow biopsy may be preferred to avoid more invasive biopsies of affected organs such as the kidney and heart. After amyloid is confirmed in tissue, mass spectrometry or other techniques will determine the amyloid type, such as AL, transthyretin, or amyloid A protein. This patient has clinical findings of the nephrotic syndrome (proteinuria, hypoalbuminemia, peripheral edema) and cardiac amyloid (myocardium with speckled appearance on echocardiogram and late gadolinium enhancement on MRI). The increase in free lambda light chains suggests an underlying plasma cell dyscrasia and AL amyloidosis. Abdominal fat pad biopsy or bone marrow biopsy are the least invasive means of establishing the diagnosis.Endomyocardial biopsy (Option B) would likely show myocardial amyloid deposition and establish the diagnosis of amyloidosis. However, cardiac biopsy is associated with significant risk, and a lower-risk test such as abdominal fat pad biopsy or bone marrow biopsy is more appropriate.Kidney biopsy (Option C) will likely reveal amyloidosis as the cause of nephrotic syndrome; however, a biopsy of this site poses more risk and should generally be considered for the diagnosis of amyloidosis only when safer sites, such as the bone marrow or abdominal fat pad, are unrevealing.99m-Technetium pyrophosphate scintigraphy (Option D) is useful in detecting myocardial transthyretin amyloid, which is the most common form of amyloid affecting the myocardium. This scan is not indicated in evaluating patients with suspected amyloidosis who have laboratory features suggesting a light chain cause.",
  "critique_links": [],
  "key_points": [
    "Detection of monoclonal immunoglobulins or an imbalance in the free-light chain ratio supports a light-chain immunoglobulin as the cause of amyloidosis.",
    "Bone marrow or abdominal fat pad biopsy have a high yield in diagnosing amyloidosis and are generally safer than biopsy of specific involved organs, such as the kidney or heart."
  ],
  "references": "Bloom MW, Gorevic PD. Cardiac amyloidosis. Ann Intern Med. 2023;176:ITC33-ITC48. PMID: 36913688",
  "related_content": {
    "syllabus": [
      "hmsec24003_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.843306-06:00"
}