{
  "question_id": "npmcq24084",
  "category": "np",
  "educational_objective": "Screen for cancer in a kidney transplant recipient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 54-year-old man is evaluated during a follow-up visit for stage G3a chronic kidney disease. Medical history is significant for kidney transplantation 2 years ago and hypertension. A routine screening colonoscopy at age 50 years was normal. He smoked cigarettes in his 20s but quit more than 25 years ago. Kidney function is stable. Medications are nifedipine, lisinopril, hydrochlorothiazide, tacrolimus, mycophenolate mofetil, and prednisone.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate screening?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-dose chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mammography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Skin cancer screening",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is skin cancer screening (Option D). Kidney transplant recipients are at higher risk for developing cancer as compared with the general population, and nonmelanoma skin cancers are most common. The pathophysiology is multifactorial and may be due to oncogenic viruses, immunosuppression, and altered T-cell function. Patients who have received a kidney transplant should routinely screen themselves for skin lesions and should also undergo regular skin cancer screening by a dermatologist. The frequency of evaluation is dependent on the patient's risk factors and previous dermatologic history. In addition to skin cancer screening, kidney transplant recipients should undergo age-appropriate malignancy screening. This patient's ongoing post-kidney transplantation surveillance should include monthly self-screening and regular screening for skin cancer as well as age- and sex-specific cancers.This patient had a normal routine screening colonoscopy (Option A) 4 years ago and has no signs or symptoms to suggest gastrointestinal malignancy; accelerated repeat colonoscopy is not indicated.Low-dose CT screening for lung cancer (Option B) is not indicated. The United States Preventive Services Task Force recommends lung cancer screening with an annual low-dose CT for persons aged 50 to 80 years with a 20-pack-year smoking history and who are currently smoking or have quit smoking less than 15 years ago. This patient does not meet the criteria for lung cancer screening with low-dose CT.Although age-appropriate screening mammography (Option C) is recommended for female kidney transplant recipients, as for the general population, there are no recommendations for screening mammography for male kidney transplant recipients. Mammography would only be indicated for this patient if there were abnormal findings on breast examination.",
  "key_points": [
    "Kidney transplant recipients receiving long-term immunosuppression are at increased risk for malignancy with particular risk of nonmelanoma skin cancers.",
    "In addition to skin cancer screening, kidney transplant recipients should undergo age-appropriate malignancy screening."
  ],
  "references": "Au E, Wong G, Chapman JR. Cancer in kidney transplant recipients. Nat Rev Nephrol. 2018;14:508-20. PMID: 29802400 doi:10.1038/s41581-018-0022-6",
  "related_content": {
    "syllabus": [
      "npsec24011_24044"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:07:08.399248-06:00"
}