{
  "question_id": "npmcq24046",
  "category": "np",
  "educational_objective": "Discontinue mycophenolate mofetil in a patient planning pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 25-year-old woman is evaluated during a routine examination for preconception planning. She has end-stage kidney disease caused by IgA nephropathy and underwent living donor kidney transplantation 3 years ago. She also has hypertension. Medications are nifedipine, labetalol, tacrolimus, prednisone, and mycophenolate mofetil.On physical examination, vital signs are normal. A healed surgical scar is present over the right lower quadrant.Serum creatinine and electrolyte levels are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Advise against pregnancy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue mycophenolate mofetil; begin azathioprine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue nifedipine; increase labetalol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Discontinue tacrolimus; begin sirolimus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to discontinue mycophenolate mofetil and begin azathioprine (Option B). Before conception, patients who have had a kidney transplant frequently require immunosuppressive medication adjustments to mitigate potential risks to the patient and fetus. Mycophenolate mofetil is teratogenic; mycophenolic acid, the active metabolite of mycophenolate mofetil, is a reversible inhibitor of inosine monophosphate dehydrogenase and prevents incorporation of guanosine into DNA by inhibiting the pathway of guanosine nucleotide synthesis. Associated fetal abnormalities include cleft palate or lip, microtia with atresia of external auditory canal, micrognathia, hypertelorism, ocular anomalies, corpus callosum agenesis, heart defects, kidney malformations, and diaphragmatic hernia. Because of these risks, mycophenolate mofetil is typically replaced 3 to 6 months before conception with azathioprine, which has been used extensively in pregnancy. To orchestrate preconception immunosuppressive medication changes, patients should be evaluated by their transplant nephrologist. This patient is a kidney transplant recipient contemplating pregnancy who takes mycophenolate mofetil; she should be referred to her transplant nephrologist for preconception medication adjustment, at which time mycophenolate mofetil should be replaced with azathioprine.Pregnancy in patients with a kidney transplant is considered high risk. Patients with kidney transplants are at higher risk for pregnancy-related complications, including preeclampsia, acute kidney injury, progression of chronic kidney disease, end-stage kidney disease, preterm delivery, gestational hypertension, intrauterine growth retardation, and fetal loss. Ideally, preconception counseling regarding these risks and care should be provided by a multidisciplinary team, including a maternal-fetal medicine specialist. In addition, patients should wait at least 1 to 2 years after transplantation with a stable allograft before attempting conception. For this patient, advising against pregnancy (Option A) is inappropriate; she should instead be referred to her transplant nephrologist and to a maternal-fetal medicine specialist for a comprehensive discussion of risks and multidisciplinary planning.Discontinuing nifedipine and increasing labetalol (Option C) are unnecessary. Neither of these medications is contraindicated in pregnancy, and both can be safely used. This patient's blood pressure is well controlled, and medication adjustments are not needed.Tacrolimus and cyclosporine are calcineurin inhibitors that are generally considered to be safe in pregnancy. Sirolimus, a mammalian target of rapamycin inhibitor, is contraindicated in pregnancy because of fetal toxicity. Therefore, discontinuing tacrolimus and starting sirolimus would be inappropriate (Option D).",
  "key_points": [
    "In patients who have had a kidney transplant and are contemplating pregnancy, mycophenolate mofetil, which is teratogenic, should be discontinued 3 to 6 months before conception; it should be replaced with azathioprine."
  ],
  "references": "Ong SC, Kumar V. Pregnancy in a kidney transplant patient. Clin J Am Soc Nephrol. 2020;15:120-122. PMID: 31451514 doi:10.2215/CJN.03910319",
  "related_content": {
    "syllabus": [
      "npsec24012_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:06:48.273892-06:00"
}