{
  "question_id": "inqqq24008",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat a patient with alcohol use disorder with naltrexone.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old woman is evaluated before discharge following hospitalization for alcohol withdrawal. She has had alcohol use disorder for many years but says she is now willing to do whatever it takes to quit. She does not use opioids or other nonprescribed substances. She also has hypertension and chronic kidney disease. Medications are amlodipine and chlorthalidone.Physical examination, including vital signs, is normal.Laboratory studies:Estimated glomerular filtration rate25 mL/min/1.73 m2 The remainder of laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate pharmacologic treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Acamprosate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chlordiazepoxide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Disulfiram",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Naltrexone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate pharmacologic treatment is naltrexone (Option D). Naltrexone, acamprosate, and disulfiram are FDA approved to treat alcohol use disorder (AUD). Available in both oral and long-acting injectable forms, naltrexone has been associated with a substantial decrease in 30-day readmission and emergency department visits when prescribed to patients with alcohol dependence at the time of hospital discharge. Multiple systematic reviews and meta-analyses of clinical trials have found naltrexone to reduce alcohol consumption compared with placebo. Naltrexone carries a risk for hepatotoxicity, for which the patient should be monitored; however, hepatotoxicity is rare with the dosages used for AUD. Because naltrexone is an opioid receptor antagonist, opioids are contraindicated while the patient is taking naltrexone. Caution should also be used in patients with depression because of an increased risk for suicidal ideation. Naltrexone can be used in patients with kidney impairment; no dose reduction is necessary, although patients should be monitored closely for adverse effects. Naltrexone would be the preferred first-line pharmacologic treatment for this patient with AUD and impaired kidney function who wishes to stop drinking.Acamprosate (Option A) is FDA approved for maintaining abstinence in AUD. This medication likely works through the N-methyl-d-aspartate receptor to modulate γ-aminobutyric acid and glutamate levels. Acamprosate is not to be used as first-line therapy in persons with mild to moderate kidney impairment, but if used, the dosage should be reduced. Acamprosate is contraindicated in those with severe kidney disease (estimated glomerular filtration rate <30 mL/min/1.73 m2), such as this patient. Additionally, the thrice-daily dosage regimen can hinder adherence to acamprosate. Given this patient's impaired kidney function, use of acamprosate would not be appropriate.Chlordiazepoxide (Option B) can be used to treat acute alcohol withdrawal, but it is not indicated for relapse prevention because of its addictive potential and ineffectiveness.Disulfiram (Option C) inhibits acetaldehyde dehydrogenase, causing buildup of aldehyde after alcohol consumption. The associated flushing, nausea, and vomiting act as a deterrent to further alcohol use. Unlike naltrexone and acamprosate, disulfiram does not directly diminish the motivation to drink, but it is an aversion therapy causing an unpleasant physiologic reaction when alcohol is consumed. Disulfiram is considered second-line therapy, and this patient should first be treated with naltrexone.",
  "critique_links": [],
  "key_points": [
    "Naltrexone, which is available in both oral and long-acting injectable forms, is associated with a substantial decrease in 30-day readmission and emergency department visits when prescribed to patients with alcohol dependence at the time of hospital discharge."
  ],
  "references": "McPheeters M, O'Connor EA, Riley S, et al. Pharmacotherapy for alcohol use disorder: A systematic review and meta-analysis. JAMA. 2023;330:1653-1665. PMID: 37934220 doi:10.1001/jama.2023.19761",
  "related_content": {
    "syllabus": [
      "insec24007_24003"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:33.526722-06:00"
}