{
  "question_id": "fccor25014",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Recommend inactivated influenza vaccination for an immunocompromised patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 54-year-old woman is evaluated during a routine visit in October. She is undergoing chemotherapy for breast cancer. She completed her first cycle 1 week ago, with the second cycle beginning in 2 weeks. She asks if she should receive the seasonal influenza vaccine. She has no other medical problems.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate recommendation regarding influenza prevention at this time?",
  "options": [
    {
      "letter": "A",
      "text": "Deferral of influenza vaccination until chemotherapy is completed",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Prophylaxis with oseltamivir",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vaccination with live attenuated influenza vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vaccination with standard-dose inactivated influenza vaccine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate recommendation regarding influenza prevention for this patient is vaccination with the standard-dose inactivated influenza vaccine now (Option D). The American College of Physicians recommends annual influenza vaccination for all individuals aged 6 months or older, including those with immunocompromise. The influenza vaccine should be administered as soon as it becomes available, preferably by October, but may be given at any time during the influenza season. Immunocompromised patients, including those with cancer and those undergoing chemotherapy, are at risk for influenza and may be more likely to develop complications. These patients should receive an age-appropriate inactivated or recombinant vaccine. Successful immunization requires a competent immune system to generate antibodies; although this response may be attenuated in immunocompromised patients, vaccination is still indicated. Members of an immunocompromised patient's immediate household should also receive the inactivated influenza vaccine. In patients undergoing chemotherapy, the vaccine should ideally be administered at least 2 weeks before initiation of chemotherapy or 1 week after administration of chemotherapy if between cycles, as in this case. However, some studies have shown no difference in immunogenic response at different time points during chemotherapeutic cycles.Deferring influenza vaccination until completion of chemotherapy (Option A) would put this patient at unnecessary risk. Immunocompromised persons are especially prone to severe influenza infection, and a priority must be placed on preventing infections, if possible. Although chemotherapy may blunt the immune response to vaccination, the vaccine should still be administered.Prophylaxis with oseltamivir (Option B) would not be the most appropriate preventive strategy at this time. Antiviral postexposure prophylaxis can be considered in patients who cannot receive the vaccine or those in whom the vaccine is expected to be ineffective and who are at highest risk for complications. Although postexposure prophylaxis might be considered if she is exposed (especially if she is unvaccinated), this patient is eligible for the inactivated influenza vaccine, which should be recommended first.Patients who have immunocompromising conditions or are receiving immunocompromising therapy should not receive the live attenuated influenza vaccine (Option C). These patients should instead receive an inactivated or recombinant influenza vaccine.",
  "critique_links": [],
  "key_points": [
    "The American College of Physicians recommends annual influenza vaccination for all individuals aged 6 months or older, including those with immunocompromise.",
    "Patients with immunocompromising conditions or those receiving immunocompromising therapy should receive an age-appropriate inactivated or recombinant vaccine; they should not receive the live attenuated influenza vaccine."
  ],
  "references": "Murthy N, Wodi AP, McNally VV, et al; Advisory Committee on Immunization Practices. Recommended adult immunization schedule, United States, 2024. Ann Intern Med. 2024;177:221-237. PMID: 38206843",
  "related_content": {
    "syllabus": [
      "fcsec24008_24029"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.196950-06:00"
}