{
  "question_id": "onmcq25001",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Screen for breast cancer in a high-risk patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 26-year-old woman is evaluated after genetic testing revealed a pathogenic variant of BRCA1. She is asymptomatic. Breast cancer was diagnosed in her mother at age 32 years and in her maternal uncle at age 53 years. Her sister was diagnosed with ovarian cancer at age 37 years. Medical history is unremarkable, and she takes no medications.On physical examination, vital signs are normal. The remainder of the examination, including breast examination, shows no abnormalities.Results of laboratory studies are normal.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Breast MRI with contrast",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Breast ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mammography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No screening is currently indicated",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate screening test to perform next is breast MRI with contrast (Option A). The pathogenic variant of the BRCA1 gene increases the risk for multiple cancers, including prostate cancer, pancreatic cancer, melanoma, ovarian cancer, and breast cancer in both males and females. BRCA variants are associated with a 60% absolute risk for breast cancer and a 13% to 58% risk for ovarian cancer. Patients without known BRCA variants but with a significant family history of malignancy should undergo genetic counseling and testing because the outcomes will guide screening and management decisions. The National Comprehensive Cancer Network (NCCN) recommends that patients found to have pathogenic or likely pathogenic variants of BRCA1 or BRCA2 undergo annual breast MRI with contrast between the ages of 25 and 29 years, with the addition of mammography to annual MRI at age 30 years. In patients with a first-degree relative in whom breast cancer was diagnosed before age 30 years, earlier screening may be appropriate. Concomitant strategies include breast awareness starting at age 18 years and breast examination every 6 to 15 months starting at age 25 years. Because this patient has a pathogenic BRCA1 variant and is between the ages of 25 and 29 years, she should undergo breast MRI with contrast.Breast ultrasonography (Option B) is the preferred evaluation method in women younger than 30 years with a breast mass. For patients older than 30 years, breast ultrasonography is combined with mammography for assessing breast masses. Breast ultrasonography has no role in routine screening; however, it can be considered for selected patients on a case-by-case basis (e.g., if MRI is contraindicated or not available).NCCN guidelines support the addition of mammography (Option C) to annual breast MRI with contrast in patients with a BRCA1/2 variant from ages 30 to 75 years. However, mammography is not yet indicated in this 26-year-old patient.It would be inappropriate to delay screening (Option D) in this high-risk patient with a BRCA1 variant and a family history of breast and ovarian cancer.",
  "critique_links": [],
  "key_points": [
    "Patients with pathogenic or likely pathogenic BRCA1 or BRCA2 variants should undergo annual breast MRI with contrast between the ages of 25 and 29 years, with the addition of mammography at age 30 years."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Genetic/familial high-risk assessment of breast, ovarian, and pancreatic cancer. Version 2.2026. NCCN.org. Accessed November 11, 2025. Available at: https://www.nccn.org/professionals/physician_gls/pdf/genetics_bopp.pdf",
  "related_content": {
    "syllabus": [
      "onsec24002_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.750964-06:00"
}