{
  "question_id": "idmcq24018",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent central line–associated bloodstream infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old woman was hospitalized 4 days ago for a severe Clostridioides difficile infection. At admission, a left internal jugular central venous catheter (CVC) was inserted for fluid resuscitation. She is now passing three to four semi-formed stools per day, her abdominal pain has improved, and oral intake is normal. Her only medication is fidaxomicin.On physical examination, vital signs are normal. The left internal jugular CVC site is without erythema, tenderness, or drainage.Laboratory studies are unremarkable.",
  "question_stem": "Which of the following is the most appropriate management of the central venous catheter?",
  "options": [
    {
      "letter": "A",
      "text": "Maintain left internal jugular CVC",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Remove left internal jugular CVC",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Remove left internal jugular CVC and culture the tip",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Replace left internal jugular CVC with a right internal jugular CVC",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Central venous catheters (CVC) should be removed (Option B) as soon as possible when no longer needed to decrease the risk of developing a central line–associated bloodstream infection (CLABSI). This patient is now hemodynamically stable with good oral intake and no longer needs a CVC. All venous catheters (central, peripherally inserted central, midline, and peripheral) should be assessed daily for signs of infection (fever, inflammation, insertion site purulence), malfunction, and ongoing necessity. To decrease the risk of developing a CLABSI, all CVCs should be inserted using the insertion bundle that includes hand hygiene and maximum barrier precautions:Sterile glovesSterile gownHead coveringMaskLong sterile drape that covers the patient from head to toeA chlorhexidine-based skin disinfectant should be used to prepare the insertion site, and the disinfectant should be allowed time to dry (follow the manufacturer's contact time recommendation) before starting the procedure. CVCs inserted under emergency conditions when maximum barrier precautions for insertion are not carefully followed should be changed to a new site following maximum barrier precautions within 24 to 48 hours when the patient's condition allows and if a CVC is still needed.An unnecessary CVC should not remain in place when no longer indicated (Option A). CVCs should be promptly removed when they are no longer indicated; the daily assessment of CVCs may be supported by checklists, audits, or some form of an electronic reminder.Culturing the catheter tip when removing a CVC (Option C) has limited diagnostic value, particularly if the patient is without signs or symptoms of an infected CVC. The positive predictive value of catheter tip culture is low. Catheter tips are easily contaminated at the time of catheter removal, leading to false-positive culture results.Scheduled or routine changes of CVCs to another site, such as a right internal jugular CVC (Option D), are not indicated as a method to decrease risk of CLABSIs.",
  "critique_links": [],
  "key_points": [
    "Central venous catheters should be promptly removed when they are no longer necessary to decrease the risk for central line–associated bloodstream infections."
  ],
  "references": "Selby LM, Rupp ME, Cawcutt KA. Prevention of central-line associated bloodstream infections: 2021 update. Infect Dis Clin North Am. 2021;35:841-856. PMID: 34752222 doi:10.1016/j.idc.2021.07.004",
  "related_content": {
    "syllabus": [
      "idsec24018_24015"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.479630-06:00"
}