{
  "question_id": "nrmcq24001",
  "category": "nr",
  "educational_objective": "Manage adverse effects of antiseizure medications in older adults.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 74-year-old man is evaluated for disabling symptoms of gait imbalance, tremor, and cognitive impairment that have developed over the past 6 months. He has a history of intractable epilepsy with focal impaired consciousness seizures and has undergone frequent changes in his medication regimen without significant improvement. He continues to have monthly seizures despite more than 10 medication trials. He is not a surgical candidate. A brain MRI 2 years ago was unremarkable. Medical history is also notable for hypertension. Medications are lamotrigine, levetiracetam, gabapentin, valproate, and lisinopril.On physical examination, vital signs are normal. Neurologic examination reveals normal alertness, orientation, and attention but impaired memory. He has reduced facial expression and resting tremor in his hands. His strength, sensation, and reflexes are normal. He exhibits a slow and shuffling gait.Laboratory study results, including a serum sodium level, are normal.",
  "question_stem": "Which of the following is the most likely cause of this patient's symptoms?",
  "options": [
    {
      "letter": "A",
      "text": "Gabapentin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lamotrigine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Levetiracetam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Valproate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Valproate (Option D) can cause (reversible) parkinsonism and cognitive impairment and should be discontinued in this patient. Managing epilepsy in older adults necessitates careful vigilance for drug interactions and adverse effects, for which these patients are at increased risk. Valproate may cause typical symptoms of parkinsonism (resting tremor, bradykinesia, shuffling gait, masked facies) and cognitive impairment, especially in older adults. Additionally, laboratory monitoring for valproate requires assessment of complete blood count, liver chemistry tests, bone mineral density testing, serum drug level, and, in select patients, serum ammonia level. In contrast, data suggest that levetiracetam, lamotrigine, and gabapentin are better tolerated and are as effective as older antiseizure medications in older patients. As a result, levetiracetam, lamotrigine, and gabapentin are first-line drugs in older adults with epilepsy; lamotrigine, levetiracetam, and oxcarbazepine are also preferred drugs in patients with focal seizures. This patient has cognitive impairment and findings suggestive of parkinsonism; valproate should be discontinued.Gabapentin (Option A) can cause somnolence, dizziness, and leg edema, but it would not be expected to cause this patient's presenting symptoms. Evidence shows that gabapentin, lamotrigine, and levetiracetam are effective at treating epilepsy in older adults and are much better tolerated than older medications like carbamazepine.Sedation, ataxia, tremor, diplopia, imbalance, headache, and dose-dependent dizziness are known adverse effects of lamotrigine (Option B), but the remaining parkinsonian symptoms (bradykinesia, shuffling gait, masked facies) and cognitive dysfunction would not be caused by this medication.Levetiracetam (Option C) may cause cognitive changes, including sedation, irritability, psychosis, and depression, but it does not cause the other parkinsonian findings present in this patient. Discontinuing levetiracetam is unlikely to improve his symptoms.",
  "critique_links": [],
  "key_points": [
    "Older adults with epilepsy are at increased risk for drug interactions and adverse effects; treatment to control seizures must be balanced with effective management of adverse effects of antiseizure medications.",
    "Valproate should be used cautiously as an antiseizure medication in older patients because it can cause (reversible) parkinsonism and cognitive dysfunction."
  ],
  "references": "Abou-Khalil BW. Update on antiseizure medications 2022. Continuum (Minneap Minn). 2022;28:500-535. PMID: 35393968 doi:10.1212/CON.0000000000001104",
  "related_content": {
    "syllabus": [
      "nrsec24003_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.117433-06:00"
}