{
  "question_id": "hmvdx24014",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Evaluate for deep venous thrombosis using point-of-care ultrasonography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 33-year-old man with right lower extremity swelling is evaluated for possible deep venous thrombosis. Ultrasonography is performed with the probe just below the inguinal ligament in the transverse plane.(Note that there is no sound for this video.)",
  "question_stem": "Which of the following is seen in this study?",
  "options": [
    {
      "letter": "A",
      "text": "Deep venous thrombosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Patent femoral vein",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Indeterminate study",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The ultrasound video demonstrates abnormal compression (noncompressibility) of the common femoral vein (shown in top image) consistent with deep venous thrombosis (DVT) (Option A). Normally, the anterior and posterior walls of a vein (blue arrows) will touch with the application of gentle pressure with the probe (compressibility), whereas the artery (red arrows in the still image, and pulsatile in the video image) is minimally compressible with pressure. Normal compressibility of the vein is shown in the bottom image.However, as shown in this study, a clot prevents normal compression of the vein, which is consistent with the presence of DVT. Results of a point-of-care study for DVT should be considered indeterminate if the intended vessels are not visualized or the anatomy is not recognizable. In this case, the vein is shown paired with an artery, and the level of visualization may be determined by recognition of the junction of the common femoral vein and the greater saphenous vein on the right side of the video.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "hmsec24009_24020"
    ]
  },
  "media": {
    "tables": [],
    "images": [
      "figures/hmfig24621.bf169614575ddb1f078efbbf77aeaa42.jpg",
      "figures/hmfig24622.336a45949a5d8c6dd85be16f206adaa7.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "hmfig24621",
        "file": "figures/hmfig24621.bf169614575ddb1f078efbbf77aeaa42.jpg",
        "title": "Critique Ultrasound Image 1 Showing Deep Venous Thrombosis of Common Femoral Vein",
        "short_title": "DVT of Femoral Vein on Ultrasound Image Critique1",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 483,
        "height": 507
      },
      {
        "figure_id": "hmfig24622",
        "file": "figures/hmfig24622.336a45949a5d8c6dd85be16f206adaa7.jpg",
        "title": "Critique Ultrasound Image 2 Showing Deep Venous Thrombosis of Common Femoral Vein",
        "short_title": "DVT of Femoral Vein on Ultrasound Image Critique2",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 484,
        "height": 382
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:32.191017-06:00"
}