{
  "question_id": "encor25018",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat hirsutism in a patient with polycystic ovary syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 23-year-old woman is evaluated for persistent hirsutism related to polycystic ovary syndrome (PCOS). She presented for evaluation 6 months ago with irregular menstrual cycles, coarse facial and body hair, and obesity. Diabetes mellitus screening was normal. Combined oral contraceptive therapy was prescribed, and weight loss was recommended. She has adhered to this treatment and now has monthly withdrawal vaginal bleeding; she also has lost 4.5 kg (10.0 lb). She has had some improvement in hair growth but is still bothered by hirsutism. She does not desire fertility.On physical examination, vital signs are normal. BMI is 30. She has dark, coarse hair over her chin, upper lip, chest, back, pubic area, arms, and legs. The remainder of the examination is normal.",
  "question_stem": "In addition to advising her on options for mechanical hair removal, which of the following is the most appropriate additional pharmacologic treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cabergoline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Letrozole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Metformin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Spironolactone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional pharmacologic treatment of this patient's hirsutism is spironolactone (Option D). Polycystic ovary syndrome (PCOS) is characterized by hyperandrogenism and ovulatory dysfunction. PCOS affects 8% to 13% of reproductive-aged women and is the most common cause of anovulatory infertility and hirsutism in women. It is associated with rapid gonadotropin-releasing hormone pulses, excessive luteinizing hormone secretion, and insufficient follicle-stimulating hormone secretion, resulting in excessive ovarian androgen production and ovulatory dysfunction. PCOS is often accompanied by insulin resistance. Virilization (voice deepening, clitoromegaly, male pattern baldness, severe acne) occurs only in severe hyperandrogenism and raises concern for ovarian hyperthecosis or an androgen-producing ovarian or adrenal tumor. Acne and hirsutism, on the other hand, are common manifestations of the more modest hyperandrogenism in PCOS. The initial treatment for hirsutism in patients with PCOS who do not desire fertility is a combined (estrogen-progestin) oral contraceptive agent. If the treatment effect is not satisfactory after 6 months, an antiandrogen agent is added. Spironolactone is the most commonly used antiandrogen agent, and it is generally safe and well tolerated. Potential adverse effects include hyperkalemia (rare in patients with normal kidney function), gastrointestinal discomfort, and irregular menstrual bleeding. In women prescribed spironolactone, concomitant contraception is mandatory because of teratogenesis in male fetuses. Mechanical hair removal is often needed despite antiandrogen therapy. This patient with PCOS has ongoing hirsutism despite 6 months of oral contraceptive therapy. The next step is to add an antiandrogen agent, such as spironolactone, to her treatment regimen.Cabergoline (Option A) is a dopamine agonist used to treat macroprolactinomas. It has no antiandrogen effects and no role in the treatment of PCOS.For patients with PCOS who desire fertility, clomiphene citrate or letrozole (Option B) may be used to stimulate ovulation. These agents have no impact on hirsutism and are not indicated in this patient who does not desire fertility.Metformin (Option C) reduces hyperinsulinemia and androgen levels but has minimal effect on hirsutism and ovulation. Metformin is indicated when impaired glucose tolerance, prediabetes, or type 2 diabetes mellitus does not respond adequately to lifestyle modification. This patient had a negative screening test for diabetes; metformin is not indicated.",
  "critique_links": [],
  "key_points": [
    "In women with polycystic ovary syndrome and hirsutism, an antiandrogen agent such as spironolactone should be added after 6 months if cosmesis is suboptimal with oral contraceptive agents alone."
  ],
  "references": "Shrivastava S, Conigliaro RL. Polycystic ovarian syndrome. Med Clin North Am. 2023;107:227-234. PMID: 36759093 doi:10.1016/j.mcna.2022.10.004",
  "related_content": {
    "syllabus": [
      "ensec24006_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.636117-06:00"
}