{
  "question_id": "dmvdx24022",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose Stevens-Johnson syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 23-year-old woman presents with the skin condition shown. The skin lesions involve less than 10% of the body surface area. She recently began receiving carbamazepine for epilepsy.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Disseminated herpes simplex infection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Staphylococcal scalded skin syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stevens-Johnson syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Toxic epidermal necrolysis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Stevens-Johnson syndrome (SJS) (Option C). SJS begins with a prodrome that may include fever, respiratory symptoms, headache, vomiting, and/or diarrhea, followed 1 to 14 days later by the onset of cutaneous lesions and involvement of mucous membranes. Skin lesions of SJS appear as annular erythematous macules or papules, often with a dusky center and rim of bright erythema (pseudo-targetoid lesions), that may progress to papules or plaques with central bullae. Lesions may coalesce and progress to epidermal necrosis and sloughing, leaving behind moist, erythematous, exposed dermis.SJS and toxic epidermal necrolysis (TEN) are related clinical syndromes characterized by acute epidermal necrosis. The classification of SJS and TEN is determined by the percentage of body surface area with epidermal detachment: SJS involves less than 10%, SJS/TEN overlap involves 10% to 30%, and TEN involves greater than 30%.Essentially all cases of TEN are temporally correlated with medications, whereas about 75% of SJS cases are caused by drug exposure; the remaining cases are related to infection or vaccination. HIV infection, kidney disease, uncontrolled autoimmune disease, and certain human leukocyte antigen types (HLA-B*15:02 and HLA-B*58:01) increase the risk of SJS and TEN.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "dmsec24004_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.854426-06:00"
}