{
  "question_id": "rmqqq24010",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Prevent rheumatoid arthritis with smoking cessation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 33-year-old woman is evaluated for concerns regarding the development of rheumatoid arthritis (RA). She has some mild joint discomfort in the hands at the end of the day but otherwise reports no joint pain. She is a software engineer. Her identical twin sister was recently diagnosed with seropositive RA, and her maternal grandmother had RA. She has a 0.5-pack-year smoking history. She takes no medications.On physical examination, no swelling or tenderness is present in the joints of the hands, wrists, elbows, knees, or feet.",
  "question_stem": "Which of the following is the most appropriate preventive measure for this patient at risk for developing RA?",
  "options": [
    {
      "letter": "A",
      "text": "Avoid consuming high-fructose corn syrup",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Begin hydroxychloroquine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Begin probiotics",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Quit smoking",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure for this patient at risk for developing rheumatoid arthritis (RA) is smoking cessation (Option D). Smoking has been definitively identified as a risk factor for the development of RA, especially in genetically susceptible individuals. Smoking increases the risk for RA 2 to 21 times depending on the presence of one or two copies of the shared epitope in the HLA makeup of the individual. Smoking also portends worse outcomes in RA and increases the risk for cardiovascular complications in RA. Smoking promotes the conversion of arginine to citrulline, which in turn makes proteins containing citrulline antigenic in susceptible individuals. Citrullination has been described in proteins other than in the joints, and the presence of high titer anti–cyclic citrullinated peptide antibodies predicts worse outcomes in patients with RA. This patient has a strong family history of RA and a history of smoking. Data suggest that if she stops smoking now, the risk for developing RA will decline each year that she does not smoke and will eventually be 30% lower than if she continued to smoke.High-fructose corn syrup (Option A) has been identified as a possible risk factor for hyperuricemia and gout but not RA. Avoiding consumption of high-fructose corn syrup will not decrease her risk for developing RA.Small studies have not shown the use of hydroxychloroquine (Option B) or other medications to be effective in preventing the development of RA in susceptible individuals. It is therefore inappropriate to recommend this intervention to this patient.Probiotics (Option C) have not been shown to modify the risk for RA. The gut microbiome and dysbiosis have been proposed to have a role in the pathogenesis of RA, but the available information is insufficient for guiding probiotic selection and use. The use of probiotics should not be recommended to this patient to modify the risk for RA.",
  "critique_links": [],
  "key_points": [
    "Smoking is a risk factor for the development of rheumatoid arthritis, especially in genetically susceptible individuals; all patients should be counseled to quit smoking."
  ],
  "references": "Maisha JA, El-Gabalawy HS, O'Neil LJ. Modifiable risk factors linked to the development of rheumatoid arthritis: evidence, immunological mechanisms and prevention. Front Immunol. 2023;14:1221125. PMID: 37767100 doi:10.3389/fimmu.2023.1221125",
  "related_content": {
    "syllabus": [
      "rmsec24003_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:37.023935-06:00"
}