{
  "question_id": "pmmcq24028",
  "category": "pm",
  "educational_objective": "Treat a patient with secondary spontaneous pneumothorax.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "An 84-year-old woman is evaluated in the emergency department for acute onset of shortness of breath and left-sided chest pain. She has severe COPD (Global Initiative for Chronic Obstructive Lung Disease [GOLD] stage 4/group E) for which she takes inhaled fluticasone furoate, umeclidinium, and vilanterol. She has a 50-pack-year history of smoking and continues to smoke.On physical examination, temperature is 37.2 °C (99.0 °F), blood pressure is 117/65 mm Hg, pulse rate is 118/min, and respiration rate is 35/min. Oxygen saturation is 90% with the patient breathing oxygen, 6 L/min by nasal cannula. Auscultation of the lungs reveals diminished breath sounds on the right side and no breath sounds on the left side, with hyperresonance on percussion on the left side.Chest radiograph shows a moderate left-sided pneumothorax; hyperinflation and diffuse scarring also are evident.A small-bore thoracostomy tube is placed in the left chest and set initially on suction mode. No air leak is detected. Follow-up chest radiograph demonstrates full expansion of the lung.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Autologous blood patch",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chemical pleurodesis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endobronchial valve placement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thoracostomy tube removal",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment for this patient who has had a first episode of secondary spontaneous pneumothorax (SSP) is chemical pleurodesis (Option B). Spontaneous pneumothorax can be classified as primary spontaneous pneumothorax (PSP) when no underlying lung disease is suspected or as SSP when it occurs in patients with underlying lung disease, such as COPD. In SSP, the recurrence rate of an ipsilateral pneumothorax is as high as 39%; therefore, the usual practice is to offer definitive treatment in the form of chemical or mechanical pleurodesis. Chemical pleurodesis involves instillation of a sclerosing agent, such as talc, into the pleural space, whereas mechanical pleurodesis involves mechanical abrasion of the pleural membranes through thoracoscopy. This patient has severe COPD with SSP and should undergo pleurodesis. Given the severity of her underlying COPD, she is a poor surgical candidate and chemical pleurodesis is preferred.An autologous blood patch (Option A) is typically used when persistent air leaks are present after an episode of pneumothorax. This technique involves instilling a sample of the patient's blood into the pleural space through a thoracostomy tube. The chest drain tube is then hung above the patient's head for 1 to 2 hours to prevent the drainage of blood or thrombus through the tube. This patient does not have a persistent air leak, and a blood patch is unnecessary.Placement of endobronchial valves (Option C), which allow air to leave but not enter the damaged area of the lung, is a second-line therapy for pneumothorax with a persistent air leak. This patient does not have a persistent air leak, and valve replacement is not necessary.Removing the thoracostomy tube alone (Option D) is inappropriate because of the high risk for pneumothorax recurrence and the severity of the underlying lung disease in this patient. Thoracostomy tube removal would be appropriate in a patient with PSP after a first episode of a spontaneous pneumothorax.",
  "key_points": [
    "Spontaneous pneumothorax is classified as a primary spontaneous pneumothorax in the absence of underlying lung disease or as a secondary spontaneous pneumothorax when it occurs in the setting of underlying lung disease, such as COPD.",
    "In patients with underlying lung disease who have a first episode of secondary spontaneous pneumothorax, pleurodesis is indicated to prevent recurrent pneumothorax."
  ],
  "references": "Roberts ME, Rahman NM, Maskell NA, et al; BTS Pleural Guideline Development Group. British Thoracic Society guideline for pleural disease. Thorax. 2023;78(Suppl 3):s1-42. PMID: 37433578 doi:10.1136/thorax-2022-219784.",
  "related_content": {
    "syllabus": [
      "pmsec24005_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/pmfig24210.800ad265d6376052691613787946e3ef.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:52.980074-06:00"
}