{
  "question_id": "inmcq24047",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Screen for common variable immunodeficiency in a patient with recurrent sinopulmonary infections.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man undergoes evaluation following hospitalization for pneumonia. He completed a course of antibiotics and is recovering well with no further fevers and decreasing cough. His medical history is notable for three other episodes of pneumonia in the last 3 years, two of which required hospitalization. Each episode affected a different part of the lung and resolved with antibiotic therapy. He also has had multiple sinus infections requiring antibiotics. He has two children and no family history of recurrent infections. He takes no chronic medications.Physical examination findings, including vital signs, are normal.Sputum culture obtained during his most recent hospitalization grew Streptococcus pneumoniae. Most recent laboratory study results, including complete blood count, comprehensive metabolic panel, urinalysis, blood cultures, and HIV testing, are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "ANCA testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Bronchoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Immunoglobulin quantification",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sweat chloride testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient with recurrent pneumonia and sinus infections is immunoglobulin quantification to evaluate for common variable immunodeficiency (CVID) (Option C). CVID is a heterogeneous syndrome associated with decreased quantitative immunoglobulin levels and impaired humoral response to antigens. Patients are susceptible to recurrent sinopulmonary and gastrointestinal infections and are at increased risk for noninfectious complications, including autoimmune disease, inflammatory bowel disease, granulomatous disease, bronchiectasis, and malignancy. Most patients are diagnosed between ages 20 and 45 years. Indications to screen for primary immunodeficiencies like CVID include the following:More than three respiratory tract infections (otitis, bronchitis, sinusitis, pneumonia) requiring antibiotics in a yearMore than one episode of pneumonia in a 3-year periodMore than one severe bacterial infection such as osteomyelitis and meningitisRecurrent abscessesUnusual pathogens or location of infectionDiagnosis includes evaluation of immunoglobulin levels (IgG, IgA, IgM) and, if these levels are low, referral to an allergist for assessment of antibody response to immunization and to exclude other causes. Treatment is immunoglobulin replacement. This patient has recurrent sinopulmonary infections suspicious for a primary immunodeficiency like CVID, and immunoglobulin levels should be assessed.ANCA testing (Option A) to evaluate for ANCA-associated vasculitis would be reasonable if urinalysis showed proteinuria or hematuria. Other indications for ANCA testing include a vasculitic rash, arthralgias, or persistent constitutional symptoms. This patient lacks these findings and has recurrent bacterial infections, making testing for an immunodeficiency more appropriate than ANCA testing.Bronchoscopy (Option B) would be indicated if the patient were not responding to treatment or had recurrent infections in one area of the lung, indicating a possible anatomic abnormality (e.g., an obstructive process). This patient had episodes of pneumonia in different parts of the lung and has responded appropriately to antibiotics, so bronchoscopy is not indicated.Sweat chloride testing (Option D) helps establish a diagnosis of cystic fibrosis (CF), which can present in adulthood. In adult CF, atypical symptoms (e.g., diabetes mellitus, gastrointestinal issues, male infertility) are more common. Up to 95% of men with CF have infertility caused by sperm transport defects and absent vas deferens. Because this patient has no other symptoms consistent with CF and has two children, CF is unlikely.",
  "critique_links": [],
  "key_points": [
    "Common variable immunodeficiency is a heterogeneous syndrome associated with decreased quantitative immunoglobulin levels and impaired humoral response to antigens resulting in increased susceptibility to sinopulmonary and gastrointestinal infections."
  ],
  "references": "Yazdani R, Habibi S, Sharifi L, et al. Common variable immunodeficiency: epidemiology, pathogenesis, clinical manifestations, diagnosis, classification, and management. J Investig Allergol Clin Immunol. 2020;30:14-34. PMID: 30741636 doi:10.18176/jiaci.0388",
  "related_content": {
    "syllabus": [
      "insec24001_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.439168-06:00"
}