{
  "question_id": "nrmcq24074",
  "category": "nr",
  "educational_objective": "Treat an acute subarachnoid hemorrhage with nimodipine.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 44-year-old woman is evaluated on hospital day 2. She was hospitalized for a headache she described as the worst of her life. Head CT scan on hospitalization showed a subarachnoid hemorrhage in the basal cisterns without hydrocephalus, and she underwent emergent coiling of a 9-mm left anterior communicating artery aneurysm. She now has a persistent headache but no specific neurologic symptoms. She has hypertension and has a 10-pack-year history of smoking. Her only medication is enalapril.On physical examination, blood pressure is 126/78 mm Hg, and pulse rate is 78/min. She exhibits meningismus. Mental status examination is normal, and she passes a bedside dysphagia evaluation.Repeat CT scan shows persistent subarachnoid blood without evidence of hydrocephalus.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous mannitol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous nicardipine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral dexamethasone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral nimodipine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has an aneurysmal subarachnoid hemorrhage (SAH) and should receive oral nimodipine (Option D). Patients with SAH require care in a specialized ICU with experience in treating SAH; treatment focuses on preventing early (≤48 hours) and late neurologic complications. Within the first 48 hours, a major cause of morbidity is aneurysmal rebleeding; early surgical treatment of the ruptured aneurysm and blood pressure control are required. Patients are also at risk for developing cerebral vasospasm beginning near day 5, which can lead to delayed cerebral ischemia. The degree of hemorrhage on a head CT scan may predict vasospasm risk (modified Fisher scale), but frequent monitoring and daily transcranial Doppler imaging are recommended in all patients. The calcium channel blocker nimodipine should also be started as a preventive measure for cerebral vasospasm as early as possible to improve neurologic outcomes and continued for 21 days or until hospital discharge. In this patient with SAH and a successfully coiled aneurysm, nimodipine for 21 days or until discharge is indicated.Intravenous mannitol (Option A) is inappropriate in this patient without clinical or radiographic evidence of elevated intracranial pressure (ICP). Signs of elevated ICP include somnolence, increased tone in both legs, and cerebral edema or hydrocephalus on neuroimaging; in patients with such signs, osmotherapy with mannitol would be appropriate.Early blood pressure lowering is indicated in aneurysmal SAH to reduce the risk for rebleeding. This patient's blood pressure is already within the target of less than 140/80 mm Hg, and the aneurysm has already been secured; intravenous nicardipine (Option B) is not appropriate at this time.Dexamethasone (Option C) is incorrect, as steroids do not reduce ICP or improve neurologic outcomes in patients with hemorrhagic stroke or trauma and may be harmful in these settings. Steroids may be effective, however, in reducing ICP in patients with central nervous system infections or malignancy.",
  "critique_links": [],
  "key_points": [
    "In patients with aneurysmal subarachnoid hemorrhage, nimodipine is indicated to improve neurologic outcomes and potentially prevent delayed cerebral ischemia from cerebral vasospasm; treatment should continue for 21 days or until hospital discharge.",
    "Blood pressure must be kept below 140/80 mm Hg in patients with subarachnoid hemorrhage."
  ],
  "references": "Claassen J, Park S. Spontaneous subarachnoid haemorrhage. Lancet. 2022;400:846-862. PMID: 35985353 doi:10.1016/S0140-6736(22)00938-2",
  "related_content": {
    "syllabus": [
      "nrsec24004_24025"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.363420-06:00"
}