{
  "question_id": "idcor25032",
  "category": "id",
  "educational_objective": "Diagnose typhoid fever.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 47-year-old woman is evaluated in the emergency department for fever, diffuse abdominal pain, and diarrhea of 3 days' duration. She has also noted streaks of blood in her stool. She returned from a trip to India 7 days ago where she spent 2 weeks visiting friends and relatives. Medical history is unremarkable, and she takes no medications. She did not receive preventative care before travel.On physical examination, temperature is 39.4 °C (102.9 °F), blood pressure is 100/60 mm Hg, pulse rate is 60/min, and respiration rate is 16/min. The abdomen is mildly distended and diffusely tender to palpation, but without rebound tenderness or guarding.Laboratory studies:Leukocyte count3400/µL (3.4 × 109/L)LPlatelet count130,000/µL (130 × 109/L)LAlanine aminotransferase316 U/LHAspartate aminotransferase292 U/LH",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cholera",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cryptosporidiosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Shiga toxin–producing Escherichia coli infection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Typhoid fever",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Typhoid, or enteric, fever (Option D) is a febrile gastrointestinal illness acquired by consuming food or water contaminated with Salmonella enterica serotype Typhi or serotype Paratyphi shed in the stool of infected persons. Travelers to South-central Asia, Southeast Asia, and southern Africa are at highest risk. An oral (live) and parenteral (killed) vaccine exist to prevent infection with S. enterica serotype Typhi. Neither vaccine prevents S. enterica serotype Paratyphi. After 1 to 2 weeks of incubation, patients develop fever, headache, arthralgia, and anorexia. Abdominal pain and diarrhea are the predominant gastrointestinal symptoms, but constipation is present in up to 20% of patients. A pulse-temperature dissociation (relative bradycardia) may be seen. In the second week of illness, patients can develop blanching 1- to 4-mm salmon-colored macules (“rose spots”) on the chest and abdomen. Laboratory findings include leukopenia or leukocytosis, anemia, thrombocytopenia, and elevated aminotransferase levels. Isolation of the organism from blood or stool is diagnostic.Cholera (Option A) is an acute secretory diarrhea caused by toxin-producing strains of a gram-negative rod, Vibrio cholerae. It primarily occurs in settings with inadequate clean water and poor access to sanitation. Cholera is endemic in Africa and Asia, and outbreaks have occurred in South and Central America and the Caribbean. Transmission occurs by the fecal-oral route. The disease is characterized by severe nonbloody diarrhea with profound fluid and electrolyte losses in the stool. Patients can develop rapid hypovolemic shock, sometimes within 24 hours of symptom onset. Abdominal cramping can be present but is usually not severe.Cryptosporidiosis (Option B) is a parasitic infection that occurs after ingestion of fecally contaminated water or through close person-to-person or animal-to-person transmission. The clinical presentation often depends on the patient's immune status. Symptomatic immunocompetent patients may experience watery diarrhea, cramping, malaise, and weight loss; high fever and bloody stools are uncommon. Relative bradycardia is not seen in cryptosporidiosis. This patient's presentation is inconsistent with cryptosporidiosis.Shiga toxin–producing Escherichia coli infection (STEC) (Option C) is characterized by painful, bloody diarrhea without high fever. The incubation period is shorter than Salmonella (3 days versus 1-2 weeks), and STEC is not typically associated with travel to Southeast or South-central Asia.",
  "key_points": [
    "Typhoid, or enteric, fever is a febrile gastrointestinal illness acquired by consuming food or water contaminated with Salmonella enterica serotype Typhi or serotype Paratyphi shed in the stool of infected persons."
  ],
  "references": "Basnyat B, Qamar FN, Rupali P, et al. Enteric fever. BMJ. 2021;372:n437. PMID: 33637488 doi:10.1136/bmj.n437",
  "related_content": {
    "syllabus": [
      "idsec24015_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:28:59.349723-06:00"
}