{
  "question_id": "idqqq24018",
  "category": "id",
  "educational_objective": "Treat necrotizing skin infection caused by <i>Aeromonas hydrophila</i>.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 48-year-old man is evaluated in the emergency department for fever and pain at the site of right forearm lacerations sustained in a lake 2 days ago. Medical history is remarkable for alcoholic cirrhosis. He takes no medications.On physical examination, temperature is 39.1 °C (102.4 °F), blood pressure is 100/70 mm Hg, pulse rate is 120/min, and respiration rate is 25/min. The right forearm is tender and warm, with several hemorrhagic bullae noted.Surgical exploration and debridement confirm necrotizing fasciitis; intraoperative tissue cultures grow Aeromonas hydrophila.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ciprofloxacin plus doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Linezolid plus metronidazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nafcillin plus rifampin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin plus clindamycin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with Aeromonas hydrophila–associated skin and soft tissue infection is ciprofloxacin plus doxycycline (Option A). Aeromonas species are found in aquatic environments, including fresh water and brackish water, and grow best during warmer months. Lacerations and puncture wounds sustained in these environments can result in wound infection. Aeromonas infections of the skin and soft tissue and of the bloodstream are more likely to occur in patients with underlying immunocompromising conditions, such as cirrhosis and cancer, and are more common in men. Necrotizing fasciitis caused by this gram-negative bacillus requires surgery, supportive care, and antibiotics. Pending culture data, empiric therapy for necrotizing skin infections typically consists of broad-spectrum antibiotics such as vancomycin plus piperacillin-tazobactam. When the diagnosis of A. hydrophila infection is established, doxycycline plus ciprofloxacin or ceftriaxone is recommended.The combination of linezolid and metronidazole (Option B), although effective against aerobic gram-positive organisms, such as staphylococci and enterococci as well as many anaerobes, is not active against Aeromonas.Nafcillin plus rifampin (Option C) would be active against methicillin-susceptible Staphylococcus aureus, particularly in prosthetic joint infections, but it is not active against A. hydrophila.Vancomycin plus clindamycin (Option D) would be effective in necrotizing fasciitis with associated toxic shock caused by methicillin-resistant S. aureus, but it is not active against A. hydrophila.",
  "key_points": [
    "Lacerations and puncture wounds sustained in freshwater and brackish water environments can result in necrotizing infection with Aeromonas hydrophila; this infection should be treated with surgical debridement, supportive care, and antibiotics with gram-negative coverage, such as doxycycline plus ciprofloxacin or ceftriaxone."
  ],
  "references": "Stevens DL, Bisno AL, Chambers HF, et al; Infectious Diseases Society of America. Practice guidelines for the diagnosis and management of skin and soft tissue infections: 2014 update by the Infectious Diseases Society of America. Clin Infect Dis. 2014;59:e10-52. PMID: 24973422 doi:10.1093/cid/ciu444",
  "related_content": {
    "syllabus": [
      "idsec24002_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:10:29.267898-06:00"
}