{
  "question_id": "gimcq24041",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Prevent complications of long-term NSAID use.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 67-year-old woman is evaluated for osteoarthritis. She has bilateral hand, hip, and knee pain. Two months ago, she was hospitalized for abdominal pain and was found to have erosive gastritis and a small duodenal ulcer. Biopsy and serology results were negative for Helicobacter pylori. Omeprazole was initiated. She had been taking ibuprofen for osteoarthritis, with adequate pain control, but this was stopped during her hospitalization. Acetaminophen has not provided adequate pain relief, and she prefers to resume ibuprofen if possible. She has no gastrointestinal symptoms.On physical examination, vital signs are normal. Bony enlargement of both knees and crepitus on range of motion are noted. Internal rotation of the left hip is limited. The abdominal examination is unremarkable.Laboratory studies show a normal hemoglobin level.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Celecoxib alone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Celecoxib and omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ibuprofen and omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ibuprofen, omeprazole, and sucralfate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is celecoxib and omeprazole (Option B). Complications associated with NSAID use, such as bleeding, perforation, and obstruction, are dose dependent; can occur with short- or long-term use; and are associated linearly with time. Factors that increase risk include age older than 65 years, multiple NSAIDs, presence of Helicobacter pylori, hemodialysis, antiplatelet and anticoagulant agents, oral glucocorticoids, and selective serotonin reuptake inhibitors, but the most significant risk factor is a history of peptic ulcer disease. After an NSAID-related complication, such as that which occurred in this patient, avoidance of NSAIDs is the best option to prevent further NSAID-related complications. However, if that is not possible, then a selective cyclooxygenase-2 (COX-2) inhibitor, such as celecoxib, may decrease the risk for recurrent bleeding compared with other types of NSAIDs. The combination of a protein pump inhibitor (PPI), such as omeprazole, with a selective COX-2 inhibitor offers the best protection and treatment when avoidance of NSAIDs is not possible, such as in this patient who requires long-term treatment for osteoarthritis.Celecoxib alone (Option A) without concomitant use of a PPI is not recommended. Substitution of a selective COX-2 inhibitor without ongoing use of a PPI is inferior to combination therapy in preventing recurrent bleeding ulcers.In patients with a history of peptic ulcer disease who cannot avoid NSAIDs, a selective COX-2 inhibitor, such as celecoxib, is generally preferred over other types of NSAIDs. Although this patient is 2 months from her hospitalization and has no current gastrointestinal symptoms, resuming ibuprofen, even with the addition of omeprazole (Option C), is not the most appropriate management.Sucralfate has not been found to prevent complications due to NSAID use. Adding sucralfate to PPI therapy while continuing ibuprofen (Option D) would not have an additive effect and would not be sufficient to decrease the risk for future gastrointestinal bleeding.",
  "critique_links": [],
  "key_points": [
    "The combination of a protein pump inhibitor and a selective cyclooxygenase-2 inhibitor offers the best protection to prevent gastrointestinal bleeding when avoidance of NSAIDs is not possible."
  ],
  "references": "Kamada T, Satoh K, Itoh T, et al. Evidence-based clinical practice guidelines for peptic ulcer disease 2020. J Gastroenterol. 2021;56:303-322. PMID: 33620586 doi:10.1007/s00535-021-01769-0",
  "related_content": {
    "syllabus": [
      "gisec24002_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.272670-06:00"
}