{
  "question_id": "nrmcq24050",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage adverse effects of Alzheimer disease treatment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 67-year-old woman is evaluated in follow-up for Alzheimer dementia. Her symptoms have progressed over the past 5 years, with increasing problems with short-term memory. She is attentive to all basic activities of daily living but occasionally requires help from her daughter, with whom she lives, with toileting. She has no other new symptoms. Medical history is remarkable for lymphocytic colitis with chronic diarrhea and hypertension. Medications are budesonide, cholestyramine, and valsartan.On physical examination, blood pressure is 110/70 mm Hg, and pulse rate is 49/min. She reports feeling fatigued. Abdominal examination shows no distension or tenderness. Montreal Cognitive Assessment score is 9/30, and Global Clinical Dementia Rating (CDR) Score is 3.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Donepezil",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lecanemab",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Memantine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is starting memantine (Option C). Although not first-line therapy, the N-methyl-d-aspartate receptor antagonist memantine may have a beneficial effect on cognition in patients with Alzheimer disease. It is usually used in combination with acetylcholinesterase inhibitors for moderate to severe disease. Memantine can also be used as monotherapy if patients are unable to tolerate acetylcholinesterase inhibitors such as donepezil. Common adverse effects of the acetylcholinesterase inhibitors include gastrointestinal symptoms, such as nausea and diarrhea; the medication should be discontinued if these adverse effects occur. In contrast, the adverse effects of memantine, such as confusion, dizziness, and headache, are uncommon, and memantine is generally well-tolerated. This patient has severe Alzheimer dementia as indicated by a Montreal Cognitive Assessment (MoCA) score of 9. Treatment is indicated. With the use of acetylcholinesterase inhibitors limited by the patient's chronic diarrhea, memantine is an appropriate choice for treatment.Starting donepezil (Option A) in this patient with chronic diarrhea would not be the best option. Acetylcholinesterase inhibitors, including donepezil, rivastigmine, and galantamine, are indicated for treating mild to moderate Alzheimer disease. Gastrointestinal adverse effects are common owing to the presence of acetylcholine receptors in the gastrointestinal tract; less common adverse effects include symptomatic bradycardia and hypotension. This patient has chronic diarrhea secondary to lymphocytic colitis and is already starting to have difficulty with toileting. Adding an acetylcholinesterase inhibitor that may worsen the diarrhea is not the best next treatment option.Lecanemab (Option B) and other antiamyloid monoclonal antibodies, such as aducanumab and donanemab, are not indicated in this patient. Lecanemab and donanemab have been shown to slow cognitive decline by approximately 4 to 6 months; however, the targeted participants in these trials had early-stage Alzheimer disease, whereas this patient has severe dementia. Aducanumab use is controversial, and this agent is no longer available clinically.This patient has severe Alzheimer disease, as demonstrated by a MoCA score of 9, and should be considered for treatment (Option D). Treatment with an acetylcholinesterase inhibitor and/or memantine can improve cognitive function, which may benefit this patient.",
  "critique_links": [],
  "key_points": [
    "Common adverse effects of Alzheimer disease treatment with acetylcholinesterase inhibitors include gastrointestinal symptoms like nausea and diarrhea; the medication should be discontinued if these adverse effects occur.",
    "The antiamyloid monoclonal antibodies lecanemab and donanemab have been shown to slow cognitive decline by approximately 4 to 6 months in trial participants with early-stage Alzheimer disease but are inappropriate in patients with severe dementia."
  ],
  "references": "Veroniki AA, Ashoor HM, Rios P, et al. Comparative safety and efficacy of cognitive enhancers for Alzheimer's dementia: a systematic review with individual patient data network meta-analysis. BMJ Open. 2022;12:e053012. PMID: 35473731 doi:10.1136/bmjopen-2021-053012",
  "related_content": {
    "syllabus": [
      "nrsec24005_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.491266-06:00"
}