{
  "question_id": "idqqq24014",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Prevent HIV infection in persons at risk with pre-exposure prophylaxis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 27-year-old man asks his primary care physician for advice on reducing his risk for HIV infection. He reports that he has sex with multiple male partners and reports inconsistent use of condoms.The physical examination is normal.Laboratory studies show a normal serum creatinine level and lipid profile. A serum rapid plasma reagin test is negative. Nucleic acid amplification testing for gonorrhea and chlamydia from urine, pharynx, and rectum are all negative. Hepatitis B serology shows immunity from vaccination, and hepatitis C serology is negative. An HIV test is negative.",
  "question_stem": "Which of the following is the most appropriate preventive measure?",
  "options": [
    {
      "letter": "A",
      "text": "Consistent condom use without antiretroviral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Tenofovir disoproxil fumarate (TDF) and emtricitabine single dose before each sexual encounter",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "TDF and emtricitabine single dose after each sexual encounter",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "TDF and emtricitabine daily",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure for this patient is daily tenofovir disoproxil fumarate (TDF) and emtricitabine (Option D). He has multiple risk factors for acquiring HIV infection, including having sex with multiple partners without consistent condom use. Data support the use of pre-exposure prophylaxis (PrEP) in specific populations with ongoing high risk for infection, such as sexual partners of infected persons, men who have sex with men, and persons who inject drugs. Taking PrEP medication as prescribed reduces the risk of acquiring HIV through sexual contact by nearly 99% and reduces the risk of acquiring HIV among persons who inject drugs by at least 74%. Daily combination oral tenofovir alafenamide (TAF) with emtricitabine, long-acting intramuscular cabotegravir, and long-acting subcutaneous lenacapavir are alternative therapies also approved for PrEP. Risk of kidney dysfunction from TDF is low, but kidney function should be checked every 6 months during oral PrEP. TAF and emtricitabine, rather than TDF and emtricitabine, should be chosen for persons with a creatinine clearance of 30 to 60 mL/min and may be preferred in persons with osteoporosis. Data are insufficient to support the use of TAF and emtricitabine in persons whose risk factors include receptive vaginal intercourse or injection drug use. Patients taking PrEP should be counseled to continue using barrier precautions and should undergo testing for HIV, other sexually transmitted infections (STIs), and pregnancy in women, every 3 to 4 months.Patients should be counseled regarding the need for continued barrier precautions during sex because the effectiveness of PrEP is less than 100% and to reduce transmission of other STIs. However, counseling the patient about consistent condom use without PrEP (Option A) places the patient at unnecessary risk for HIV infection.Tenofovir and emtricitabine given as a single dose before or after each sexual exposure (Option B, C) has not been proven effective. In addition, because concerns for lower effectiveness and possible selection for resistance exist, these methods should not be used for prevention.",
  "critique_links": [],
  "key_points": [
    "Combination tenofovir disoproxil fumarate plus emtricitabine taken once daily for pre-exposure prophylaxis (PrEP) is nearly 99% effective, if taken consistently, in preventing HIV acquisition.",
    "Alternative therapies approved for PrEP are daily combination oral tenofovir alafenamide with emtricitabine, long-acting intramuscular cabotegravir, and long-acting subcutaneous lenacapavir."
  ],
  "references": "Centers for Disease Control and Prevention: US Public Health Service. Preexposure prophylaxis for the prevention of HIV infection in the United States—2021 Update: a clinical practice guideline. Available at www.cdc.gov/hiv/pdf/risk/prep/cdc-hiv-prep-guidelines-2021.pdf. Accessed July 24, 2024.",
  "related_content": {
    "syllabus": [
      "idsec24019_24024"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.923250-06:00"
}