{
  "question_id": "gicor25003",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Manage dyspepsia in a young patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 25-year-old man is evaluated for a 6-month history of episodic epigastric abdominal pain. He reports occasional heartburn and bloating. He also has irritable bowel syndrome and experiences migraines. He has never used tobacco products, and he drinks two alcoholic beverages weekly. Family history is negative for gastrointestinal malignancies. Current medications are psyllium daily and ibuprofen and sumatriptan as needed. He takes no over-the-counter medications.On physical examination, vital signs are normal. Abdominal examination is unremarkable.Laboratory studies reveal a normal tissue transglutaminase IgA level and negative result on fecal antigen testing for Helicobacter pylori.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Cognitive behavioral therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Nortriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Upper endoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the management of this patient with dyspepsia is omeprazole (Option C). Dyspepsia is characterized by predominantly epigastric pain lasting at least 1 month; the condition may include associated early satiety, epigastric burning, nausea, and postprandial symptoms (pain, fullness, bloating, or belching). Dyspepsia affects about 20% of the population and is more common in women, persons who smoke, and persons who take NSAIDs. Most patients with dyspepsia have no structural explanation for their symptoms. The only routinely recommended test for patients with dyspepsia is a noninvasive test for Helicobacter pylori; other testing (e.g., celiac testing, gastric emptying) may be considered on an individual basis. Management of dyspepsia is directed at the underlying cause, such as discontinuation of NSAIDs or treatment of H. pylori, if applicable. If H. pylori results are negative or H. pylori eradication does not relieve the dyspepsia, an empiric trial of a proton pump inhibitor (PPI) is the next step. This practice has been jointly recommended by the American College of Gastroenterology and the Canadian Association of Gastroenterology in their guidelines on dyspepsia. This young patient with a negative H. pylori test result should be offered a trial of antisecretory therapy with a PPI.Evidence on the role of cognitive behavioral therapy (Option A) for dyspepsia is scarce, but randomized controlled trials have shown PPI therapy to be effective. This patient should be offered a PPI as first-line pharmacotherapy for dyspepsia, which may reduce or eliminate his symptoms.Patients with dyspepsia who do not respond to a PPI may be considered to have functional dyspepsia, for which a tricyclic antidepressant (e.g., nortriptyline) (Option B) or a prokinetic agent (e.g., metoclopramide) is recommended. Given the lesser effectiveness of these agents for dyspepsia compared with antisecretory therapy, as well as their adverse effect profiles, antisecretory therapy should be tried first.Guidelines recommend against routine use of upper endoscopy (Option D) in younger patients with dyspepsia, even in patients with alarm features (weight loss, anemia, dysphagia, and vomiting) because these symptoms poorly predict organic pathology (such as malignancy, peptic ulcer disease, and esophagitis). Endoscopy is indicated in patients aged 60 years and older. It may be considered in patients younger than 60 years who are at higher risk for malignancy, such as those with multiple or severe alarm features; those who have emigrated from regions with a high prevalence of malignancy (Asia, Russia, and South America); or those with a positive family history of gastric malignancy.",
  "critique_links": [],
  "key_points": [
    "Younger patients with dyspepsia who test negative for Helicobacter pylori should receive an empiric trial of a proton pump inhibitor."
  ],
  "references": "Ford AC, Mahadeva S, Carbone MF, et al. Functional dyspepsia. Lancet. 2020;396:1689-1702. PMID: 33049222 doi:10.1016/S0140-6736(20)30469-4",
  "related_content": {
    "syllabus": [
      "gisec24002_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.089448-06:00"
}