{
  "question_id": "nrmcq24028",
  "category": "nr",
  "educational_objective": "Evaluate a patient with Tourette syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 21-year-old woman is evaluated for a 2-year history of episodes of chin twitching and shrugging of her left shoulder. These movements occur in clusters and are usually preceded by an uncomfortable sensation. She can suppress the movements and reports no negative cognitive, behavioral, or social effects of the episodes. Previously, at age 16 years, she noted brief episodes of pulling of her neck and throat clearing that resolved after 2 years. Family history is significant for depression and attention-deficit/hyperactivity disorder in her father as well as involuntary movements in her father and paternal grandfather. She has obsessive-compulsive disorder and generalized anxiety disorder. Her only medication is sertraline.Physical examination results, including vital signs and results of a neurologic examination, are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Brain MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Electroencephalography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Genetic testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum ferritin measurement",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has Tourette syndrome without associated behavioral or social impairment; the most appropriate management is reassurance, and no further testing is needed (Option E). Tourette syndrome is characterized by childhood-onset motor and phonic tics with a duration of at least 1 year. Tics are stereotyped, rapid movements that interrupt the flow of normal movements. They are often preceded by premonitory uncomfortable urges and are at least partially suppressible. Tics can wax and wane over time. Patients with Tourette syndrome may have a family history of tics and a personal or family history of attention-deficit/hyperactivity disorder, obsessive-compulsive disorder, and mood and anxiety disorders. In this patient, the presence of premonitory urges before movements and the suppressibility of movements support a diagnosis of tics. Her history of childhood onset; waning of previous types of tics, including motor and vocal tics (throat clearing); positive family history; and psychiatric comorbidities are consistent with Tourette syndrome. Tourette syndrome is diagnosed clinically, and no treatment is needed in patients without educational, behavioral, or social impairment.Brain MRI (Option A) is not indicated for diagnosing Tourette syndrome. In patients without typical history and features, like premonitory urges and suppressibility, the presence of involuntary movements may indicate an alternative diagnosis, such as myoclonus or dystonia, that would warrant brain imaging. In this patient with typical features of Tourette syndrome, the diagnosis is clinical; further testing is not required.Electroencephalography (Option B) may be used to evaluate patients with suspected myoclonus or epilepsy but is not indicated for diagnosing Tourette syndrome.Although Tourette syndrome can be familial, it has not been associated with a specific gene, and genetic testing (Option C) is not indicated. Genetic testing for Huntington disease may be considered in a patient with chorea and a positive family history. However, this patient's premonitory urges and suppressible and stereotyped movements are inconsistent with chorea.Serum ferritin measurement (Option D) has no role in assessing tic disorders. This test is indicated in patients with restless legs syndrome (RLS) because low iron levels can cause or exacerbate symptoms. This patient's movements are involuntary, involve the upper body rather than the legs, and are not associated with rest or a nocturnal pattern; these traits are inconsistent with RLS.",
  "critique_links": [],
  "key_points": [
    "Tourette syndrome is diagnosed clinically, and no treatment is needed in patients without educational, behavioral, or social impairment."
  ],
  "references": "Szejko N, Robinson S, Hartmann A, et al. European clinical guidelines for Tourette syndrome and other tic disorders—version 2.0. Part I: assessment. Eur Child Adolesc Psychiatry. 2022;31:383-402. PMID: 34661764 doi:10.1007/s00787-021-01842-2",
  "related_content": {
    "syllabus": [
      "nrsec24006_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.209883-06:00"
}