{
  "question_id": "oncor25038",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Screen for cervical cancer in older adults.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 67-year-old woman is evaluated during a visit to establish care. She is asymptomatic. She has no known medical history other than an uncomplicated pregnancy. She has not seen a physician in more than 15 years and does not recall the last time she had a Pap smear. Previous medical records are not available.",
  "question_stem": "Which of the following is the most appropriate cervical cancer screening strategy?",
  "options": [
    {
      "letter": "A",
      "text": "Cervical biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cervical cytology with human papillomavirus testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Colposcopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No cervical cancer screening",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate cervical cancer screening strategy for this patient with an unknown history of past cervical cancer screening is cervical cytology with human papillomavirus (HPV) testing (Option B). The U.S. Preventive Services Task Force (USPSTF) recommends routine screening for cervical cancer in women aged 21 to 65 years. Screening for cervical cancer can be discontinued at age 65 years in non–high-risk women who have undergone adequate past screening. The USPSTF defines past adequate screening as three consecutive negative cytology results or two consecutive negative cytology tests plus negative HPV test results within the past 10 years, with the most recent test occurring within 5 years. Recommendations from the American Cancer Society (ACS) are similar with discontinuation of screening at age 65 years in patients with appropriate negative screening in the preceding 10 years and without cervical intraepithelial neoplasia grade 2 or more significant disease within 25 years. Otherwise, patients older than age 65 years who have never been screened or without documented past adequate screening should undergo screening. Women who have never been screened have the highest incidence of mortality from cervical cancer, and the mortality reduction from screening in these patients may be as high as 74%. Per the USPSTF, women older than age 65 years without past adequate screening should undergo Pap testing every 3 years, primary HPV testing every 5 years, or HPV cotesting every 5 years until the criteria for adequate screening have been fulfilled. Recommendations from the ACS are similar. This patient has not had adequate screening for cervical cancer and should undergo screening with cervical cytology with HPV testing.Cervical biopsy (Option A) is not a screening method for cervical cancer and should not be performed in this patient without an acceptable indication, such as a cervical mass.Colposcopy (Option C) provides an illuminated, magnified view of the cervix, vagina, vulva, or anus. It is often the first step in patients with concerning results on screening, such as those with an intermediate risk for cervical cancer. However, colposcopy has no role as a primary screening modality.Not screening for cervical cancer would not be appropriate in this patient (Option D). She has undergone no known previous screening for cervical cancer, and guidelines suggest the initiation of screening in patients older than age 65 years in whom adequate past screening cannot be documented.",
  "critique_links": [],
  "key_points": [
    "Patients older than age 65 years who have never been screened for cervical cancer or in whom the adequacy of past screening cannot be confirmed should undergo cervical cancer screening.",
    "The U.S. Preventive Services Task Force defines adequate past cervical cancer screening as three consecutive negative cytology results or two consecutive negative cytology tests plus human papillomavirus test results within the past 10 years, with the most recent test occurring within 5 years."
  ],
  "references": "Curry SJ, Krist AH, Owens DK, et al; US Preventive Services Task Force. Screening for cervical cancer: U.S. Preventive Services Task Force recommendation statement. JAMA. 2018;320:674-86. PMID: 30140884 doi:10.1001/jama.2018.10897",
  "related_content": {
    "syllabus": [
      "onsec24014_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.460933-06:00"
}