{
  "question_id": "gicor25001",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat gastroparesis refractory to nonpharmacologic therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 55-year-old woman is evaluated for persistent nausea, bloating, early satiety, and occasional vomiting. She has not had fever, weight loss, abnormal bowel movements, or hematemesis. Eight weeks ago she had a self-limited respiratory illness. She is otherwise healthy.On physical examination, vital signs are normal. Epigastric distention is noted.Laboratory studies show normal complete blood count, comprehensive metabolic panel, hemoglobin A1c value, thyroid-stimulating hormone level, and antinuclear antibody titer. Result on test for Helicobacter pylori stool antigen is negative.Upper endoscopy reveals no abnormalities. Four-hour gastric scintigraphy demonstrates delayed emptying.The patient is counseled to initiate small, frequent meals. Despite adherence to these dietary changes for 4 weeks, daily symptoms continue to interfere with her quality of life.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Erythromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Metoclopramide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nortriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Omeprazole",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with gastroparesis is metoclopramide (Option B). Gastroparesis is characterized by delayed gastric emptying in the absence of mechanical obstruction. Symptoms include nausea, vomiting, upper abdominal pain, and early satiety and may be persistent or intermittent. Gastroparesis may be secondary to diabetes mellitus, medications (e.g., opioids, anticholinergic agents), surgery (e.g., bariatric or pancreatic surgery), or autoimmune disease; however, it is most commonly idiopathic. An upper respiratory tract or gastrointestinal illness may precede its onset, suggesting a postviral cause. Initial management of gastroparesis includes correction of dehydration and electrolyte abnormalities; nutritional support; small, frequent meals that are low in fat and soluble fiber; and, in patients with diabetes mellitus, improved glycemic control. Pharmacologic therapy is indicated for refractory symptoms. Metoclopramide is the only prokinetic agent approved by the FDA for the treatment of gastroparesis and is considered first-line pharmacologic therapy. Although they are rare, neurologic adverse effects (such as tardive dyskinesia) can occur with metoclopramide; therefore, the lowest effective dosage should be given. Therapy must be stopped immediately if neurologic adverse effects develop. This patient with symptoms and scintigraphic evidence of gastroparesis that is refractory to nonpharmacologic measures should be offered a trial of metoclopramide.Erythromycin (Option A) is considered second-line treatment of gastroparesis. It can improve symptoms and gastric emptying, but long-term oral therapy is limited by tachyphylaxis. Intravenous erythromycin is effective in the treatment of hospitalized patients with gastroparesis who require parenteral treatment. Because this patient has not yet received metoclopramide, is not hospitalized, and does not need intravenous medication, erythromycin is not indicated.Nortriptyline (Option C) and other tricyclic antidepressants may be used to relieve symptoms of functional dyspepsia, but these drugs may worsen gastric emptying.Omeprazole (Option D) is an appropriate empiric therapy for dyspepsia, a condition characterized by predominant epigastric pain not due to peptic ulcer disease or Helicobacter pylori infection. Although some symptoms of dyspepsia and gastroparesis may overlap, recurrent vomiting is not a typical feature of dyspepsia. Furthermore, dyspepsia is not associated with the abnormal gastric scintigraphy results present in this patient. She should more appropriately receive therapy targeted at improving gastric emptying.Although most cases of postviral gastroparesis resolve within 1 year, no additional treatment (Option E) would be inappropriate in this case. This patient has daily symptoms that have not responded to lifestyle changes and are affecting her quality of life. Prokinetic therapy is indicated.",
  "critique_links": [],
  "key_points": [
    "Initial management of gastroparesis includes correction of dehydration and electrolyte abnormalities; nutritional support; small, frequent meals that are low in fat and soluble fiber; and, in patients with diabetes mellitus, improved glycemic control.",
    "If nonpharmacologic treatment fails, metoclopramide is the appropriate pharmacologic treatment; the lowest effective dosage should be prescribed to mitigate potential neurologic adverse effects, such as tardive dyskinesia."
  ],
  "references": "Camilleri M, Kuo B, Nguyen L, et al. ACG clinical guideline: gastroparesis. Am J Gastroenterol. 2022;117:1197-1220. PMID: 35926490 doi:10.14309/ajg.0000000000001874",
  "related_content": {
    "syllabus": [
      "gisec24002_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.506999-06:00"
}