{
  "question_id": "inmcq24067",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose Ludwig angina.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 28-year-old man is evaluated for tooth and mouth pain. He relates a 1-week history of pain in the lower right molar that has evolved to a pain in the floor of the mouth over the past 2 days. He has also had difficulty swallowing, fever, chills, and malaise. He has no other medical problems and takes no medications.On physical examination, temperature is 38.3 °C (100.9 °F), blood pressure is 112/74 mm Hg, and pulse rate is 103/min; other vital signs are normal. His voice is muffled. The floor of the mouth is tender and indurated, and he has difficulty protruding his tongue. The upper neck is full bilaterally, and the submandibular area is tender and indurated. There is tender submental and cervical lymphadenopathy.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute sialadenitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lemierre syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ludwig angina",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Necrotizing ulcerative gingivitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Ludwig angina (Option C). Ludwig angina is a rapidly progressive and potentially fatal cellulitis of the soft tissues of the floor of the mouth and neck. It often originates from the second and third lower molar teeth, and the causative pathogen is usually viridans streptococci. Risk factors include recent dental work; dental caries; alcohol use disorder; and immunocompromised states, such as diabetes mellitus. Patients may present with mouth and neck pain, drooling, dysphagia, and a muffled voice. Submandibular swelling with edema and induration of the mouth floor are present on examination. CT of the neck with contrast and blood cultures should be performed immediately if the diagnosis is suspected. Airway compromise is the leading cause of death, and early elective intubation may be needed if airway symptoms or difficulty in clearing secretions are present. Intravenous antibiotics are the mainstay of treatment and have reduced mortality rates from over 50% to under 10%. Surgical drainage may be needed if an abscess is present. Intravenous glucocorticoids and nebulized epinephrine are sometimes used to decrease edema, but little evidence supports their use. This patient presents with difficulty swallowing, submandibular swelling, and dysphonia, making Ludwig angina the most likely diagnosis.This patient most likely does not have acute sialadenitis (Option A). Acute sialadenitis is characterized by the sudden onset of pain and swelling of a salivary gland. Purulence may be expressed with palpation of the duct. Acute bacterial sialadenitis usually affects a single gland and does not cause the extensive infection seen in this patient.Lemierre syndrome (Option B) is not the most likely diagnosis. Lemierre syndrome is septic thrombophlebitis of the internal jugular vein caused by local spread of an oropharyngeal infection, most commonly bacterial pharyngitis. It presents with unilateral neck pain and fever, sometimes with septic pulmonary emboli. The diffuse involvement of the floor of the mouth in this patient makes Ludwig angina a more likely diagnosis.Necrotizing ulcerative gingivitis (Option D), also known as Vincent disease and trench mouth, is characterized by the rapid onset of gingival pain and interdental gingival inflammation and destruction (see Figure: Necrotizing Ulcerative Gingivitis). Halitosis and tender cervical lymphadenopathy are often present. This patient's findings are centered in the floor of the mouth rather than the gingiva, making necrotizing ulcerative gingivitis unlikely.",
  "critique_links": [],
  "key_points": [
    "Ludwig angina is a rapidly progressive cellulitis of the floor of the mouth and neck that presents with edema of the mouth floor, submandibular swelling, neck pain, drooling, dysphagia, or dysphonia."
  ],
  "references": "Bridwell R, Gottlieb M, Koyfman A, et al. Diagnosis and management of Ludwig's angina: an evidence-based review. Am J Emerg Med. 2021;41:1-5. PMID: 33383265 doi:10.1016/j.ajem.2020.12.030",
  "related_content": {
    "syllabus": [
      "insec24002_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.028043-06:00"
}