{
  "question_id": "rmqqq24003",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat refractory acute gout.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 76-year-old man undergoes follow-up evaluation for acute gout of the left knee, which developed during hospitalization for heart failure exacerbation. He was diagnosed 4 days ago after synovial fluid analysis revealed needle-shaped, negatively birefringent intracellular crystals; Gram stain was negative. Intra-articular methylprednisolone followed by intravenous methylprednisolone, 60 mg/d for 3 days, have not relieved his pain. He previously developed a rash after receiving colchicine. He also has hypertension. Medications are furosemide, lisinopril, metoprolol, heparin, and morphine as needed.On physical examination, vital signs are normal. The left knee is warm, swollen, and tender.Blood and synovial fluid cultures are negative.",
  "question_stem": "Which of the following is the most appropriate treatment for this patient's gout flare?",
  "options": [
    {
      "letter": "A",
      "text": "Canakinumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ibuprofen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vancomycin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Canakinumab (Option A) is the most appropriate treatment for this patient's acute gout flare. Synovial fluid analysis has confirmed the diagnosis. Whereas extracellular crystals suggest chronic gout, monosodium uric acid crystals within neutrophils define active, crystal-induced inflammation. Even with acute gout, Gram stain and cultures must be obtained to exclude infection because they occasionally coexist. Because he has not responded to glucocorticoids, has had a previous adverse reaction to colchicine, and is being treated for a heart failure exacerbation, canakinumab is the next best treatment. Canakinumab, an interleukin-1β inhibitor, is FDA approved for the treatment of gout flares in adults in whom colchicine, glucocorticoids, and NSAIDs are contraindicated, are not tolerated, or do not provide an adequate response. For gout flares, canakinumab is administered as a single subcutaneous dose and can be repeated only after 12 weeks.Colchicine (Option B) is unlikely to be effective for an established gout flare of greater than 12 to 24 hours' duration. Additionally, this patient has previously developed a rash with use of colchicine, which would be a contraindication to using it now.The lack of response to intra-articular or intravenous glucocorticoids necessitates an alternative treatment; however, NSAIDs such as ibuprofen (Option C) would not be as effective as the two previously provided failed alternatives. Additionally, NSAIDs have numerous adverse effects that might be even more likely to occur during critical illness; in addition, they should generally be avoided during heart failure exacerbations because of the risk of worsening volume retention. Thus, use of ibuprofen would not be appropriate in this patient.This patient's blood and synovial fluid cultures were, and Gram stain of synovial fluid was also negative. No evidence supports infection in this patient, and treatment with vancomycin (Option D) for methicillin-resistant Staphylococcus is unnecessary.",
  "critique_links": [],
  "key_points": [
    "Canakinumab, an interleukin-1β inhibitor, is FDA approved for the treatment of gout flares in adults in whom colchicine, glucocorticoids, and NSAIDs are contraindicated, are not tolerated, or do not provide an adequate response."
  ],
  "references": "Schlesinger N, Pillinger MH, Simon LS, et al. Interleukin-1β inhibitors for the management of acute gout flares: a systematic literature review. Arthritis Res Ther. 2023;25:128. PMID: 37491293 doi:10.1186/s13075-023-03098-4",
  "related_content": {
    "syllabus": [
      "rmsec24012_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:22.014019-06:00"
}