{
  "question_id": "pmmcq24051",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat a patient with COPD with bronchodilator therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 57-year-old woman is evaluated for a 6-month history of progressive dyspnea with frequent nonproductive cough. She becomes dyspneic while walking with friends on a level surface and often needs to stop to catch her breath. She has decreased energy but reports no chest pain, weight loss, or other symptoms. She has a 35-pack-year smoking history and currently smokes 10 cigarettes per day. She has no other medical history and takes no medications.On physical examination, vital signs are normal. Oxygen saturation is 94% with the patient breathing ambient air. Lung examination reveals mildly decreased air movement throughout the lung fields. No peripheral edema is noted.Pulmonary function tests (postbronchodilator):FEV162% of predictedL FEV1/FVC ratio0.63LChest radiograph shows an increased anteroposterior diameter and flat diaphragms.She is enrolled in a smoking cessation program.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Inhaled albuterol as needed",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inhaled salmeterol and fluticasone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inhaled salmeterol and tiotropium",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Roflumilast",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with newly diagnosed COPD is combination inhaled long-acting β2-agonist (LABA) and long-acting muscarinic antagonist (LAMA) bronchodilator therapy, such as with salmeterol and tiotropium (Option C). In patients with COPD, assessing the severity of disease is necessary to determine the most appropriate initial treatment strategy. The Global Initiative for Chronic Obstructive Lung Disease (GOLD) combined assessment (Table: GOLD Model for Classifying Severity of Disease in COPD) categorizes patients into three levels of severity (A, B, and E) based on symptom severity and history of exacerbations. Severity of symptoms are assessed using the COPD Assessment Test score (Table: COPD Assessment Test (CAT)) or the modified Medical Research Council Dyspnea Scale score (Table: Modified Medical Research Council Dyspnea Scale), and exacerbation history is graded based on number of exacerbations and need for hospitalization. The GOLD patient category that is determined then directs pharmacologic therapy (Table: Recommended Therapy for COPD by GOLD Patient Group). This patient's symptoms and smoking history suggest COPD, and the diagnosis is confirmed by a postbronchodilator FEV1/FVC ratio less than 0.70. Her symptoms correlate to a Modified Medical Research Council score of 2; without any exacerbations in the past year, she is classified as GOLD group B and should be treated with combined inhaled LABA and LAMA bronchodilator therapy.Patients with group A COPD should be treated with a short- or long-acting bronchodilator (β2-agonist or muscarinic antagonist). A long-acting bronchodilator is preferred unless symptoms are very mild, in which case a short-acting agent may be used as needed. An as-needed short-acting β2-agonist, such as albuterol alone (Option A), would be inadequate treatment for this patient with group B COPD.Patients with group E COPD should be treated with combination LABA and LAMA therapy and can be considered for the addition of an inhaled glucocorticoid. The combination of a LABA and an inhaled glucocorticoid, such as salmeterol and fluticasone (Option B), however, is not a preferred regimen in COPD. In addition, this patient is in GOLD category B, for which an inhaled glucocorticoid is not standard therapy.Roflumilast (Option D) is a selective phosphodiesterase-4 inhibitor that can be added to bronchodilators in patients with severe COPD and symptoms of chronic bronchitis to reduce exacerbation frequency. It is not indicated in this patient, who is not receiving bronchodilator therapy and has no recent exacerbations.",
  "critique_links": [],
  "key_points": [
    "The most appropriate initial treatment strategy in COPD is determined by disease severity and exacerbation history.",
    "Patients with COPD in Global Initiative for Chronic Obstructive Lung Disease group B should be treated with combination inhaled long-acting β2-agonist and long-acting muscarinic antagonist bronchodilator therapy."
  ],
  "references": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. 2025 Report. https://goldcopd.org/2025-gold-report/. Accessed May 20, 2025.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.130274-06:00"
}