{
  "question_id": "rmmcq24045",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat osteoarthritis with topical NSAID therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 78-year-old woman is evaluated for osteoarthritis of the hands and knees. Pain relief with over-the-counter acetaminophen has been inadequate. She also has hypertension, dyslipidemia, and gastroesophageal reflux disease. Her medications are lisinopril, atorvastatin, and pantoprazole.On physical examination, vital signs are normal. Tenderness of the right knee and distal and proximal interphalangeal joints bilaterally is noted. Assessment of active range of motion elicits pain in the hands and knees. No joint effusions are observed.Laboratory studies show a normal complete blood count, comprehensive metabolic panel, and erythrocyte sedimentation rate.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Oral colchicine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral hydrocodone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral naproxen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical diclofenac",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Topical lidocaine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Topical diclofenac (Option D) is the most appropriate treatment. A topical NSAID, such as diclofenac, is recommended as a safer alternative to oral NSAIDs for managing osteoarthritis (OA) pain in patients who are at increased risk for adverse effects from oral NSAID therapy. The 2019 American College of Rheumatology (ACR) guidelines strongly recommend topical diclofenac for knee OA and conditionally recommend it for hand OA. Topical diclofenac may also be preferred for patients at high risk for toxicity from oral NSAIDs or those age 75 years or older, such as this patient.Oral colchicine (Option A) is a reasonable choice for the management of inflammatory pain related to crystalline arthritis (e.g., gout), which can be superimposed on baseline OA. However, oral colchicine is unlikely to be effective in a patient with chronic osteoarthritis pain without evidence of inflammation or acute exacerbation. This patient has no joint swelling and has a normal erythrocyte sedimentation rate; thus, crystalline arthritis is an unlikely contributor to her symptoms.Oral hydrocodone (Option B) for OA pain should generally be avoided because of high risk for toxicity and potential for dependence. Opioid use should be considered only in limited circumstances when symptoms are intolerable or refractory to conventional therapy and when no other alternatives exist. For this patient, more appropriate treatments, such as NSAIDs or duloxetine, are available.An oral NSAID, such as naproxen (Option C), is suitable for managing OA pain in patients who are likely to tolerate it. However, the ACR guidelines recommend using topical NSAIDs before initiating oral NSAIDs because topical therapy is associated with less systemic exposure and fewer adverse effects. This patient has risk factors for adverse effects from systemic NSAID therapy; she is older than 75 years of age and has a higher risk for gastrointestinal toxicity.Topical lidocaine (Option E) can be considered for some forms of neuropathic pain, such as postherpetic neuralgia. However, there is insufficient evidence to recommend the routine use of lidocaine as first-line treatment for OA.",
  "critique_links": [],
  "key_points": [
    "Topical NSAIDs, such as diclofenac, are associated with a lower risk for systemic adverse effects than oral NSAIDs; topical formulations are strongly recommended for patients with knee osteoarthritis and conditionally recommended for patients with hand osteoarthritis."
  ],
  "references": "Kolasinski SL, Neogi T, Hochberg MC, et al. 2019 American College of Rheumatology/Arthritis Foundation guideline for the management of osteoarthritis of the hand, hip, and knee. Arthritis Rheumatol. 2020;72:220-233. PMID: 31908163 doi:10.1002/art.41142",
  "related_content": {
    "syllabus": [
      "rmsec24002_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:21.873618-06:00"
}