{
  "question_id": "inqqq24013",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose genitourinary syndrome of menopause.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 56-year-old woman is evaluated for severe vaginal itching and discomfort, which have progressively worsened over the past 4 months. There is no associated vaginal discharge or odor. She also has significant vaginal dryness, and intercourse has become painful despite the use of lubricants. She has been menopausal since age 53 years. She takes no other medications.Physical examination reveals a smooth, shiny, and dry vaginal epithelium, with visible blood vessels beneath the pale vaginal mucosa, and increased friability.Vaginal pH is 6.0. Wet mount shows occasional leukocytes. Whiff test result is negative. There are no clue cells and no hyphae on potassium hydroxide preparation.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute allergic contact dermatitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Genitourinary syndrome of menopause",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vulvar lichen planus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vulvar lichen sclerosus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is genitourinary syndrome of menopause (GSM) (Option B), previously referred to as vaginal atrophy. GSM is a clinical diagnosis. Approximately 10% to 40% of menopausal women experience symptoms related to GSM, including vulvar itching, vaginal dryness, and dyspareunia. Examination findings include pale and shiny vaginal walls, decreased rugae, and petechiae. In contrast to menopausal vasomotor symptoms, which resolve spontaneously, GSM is progressive and often requires treatment. Mild to moderate symptoms are treated with vaginal moisturizers and lubricants, but more severe symptoms, as in this patient, are best treated with vaginal estrogen. This patient's examination findings and progressive symptoms of vaginal itching, discomfort, and dryness are most consistent with GSM.Like GSM, acute allergic contact dermatitis (Option A) presents with intense pruritus, which is often worse at night, and burning and stinging. However, examination findings include a discrete, well-demarcated area of erythema and edema and possible fissures and excoriations along the labial folds. The time course progresses over days, not months, as this patient experienced. The most implicated culprits are fragrances, medications, and preservatives in medications. Diagnosis is typically made clinically; biopsy is rarely necessary. Treatment is allergen avoidance and warm water soaks (bathtub or sitz bath), followed by application of an emollient, such as petrolatum or a low-potency glucocorticoid. This patient's presentation is not consistent with allergic contact dermatitis.This patient most likely does not have lichen planus (Option C), which is an inflammatory condition that can affect the skin, nails, or mucosa. Clinical presentation includes white lines and patches (Wickham striae) or painful erythema and erosions (erosive variant), which are not seen in this patient, making this diagnosis unlikely. Therapies are glucocorticoids (systemic and topical) and immunosuppressive agents in severe disease.Lichen sclerosus (Option D), an inflammatory condition presenting as white, atrophic patches on the genital and perianal skin, is not the most likely diagnosis in this patient. It differs from lichen planus in its clinical presentation of white patches that circumferentially involve the vaginal introitus and perianal area (“figure 8” appearance). Those at highest risk are prepubertal girls and postmenopausal women. Diagnosis by biopsy differentiates it from other inflammatory disorders. Treatment is with potent topical glucocorticoids. The absence of white patches that circumferentially involve the vaginal introitus and perianal area make this diagnosis unlikely.",
  "critique_links": [],
  "key_points": [
    "Genitourinary syndrome of menopause is a clinical diagnosis characterized by vulvar itching, vaginal dryness, and dyspareunia; pelvic examination findings include pale and shiny vaginal walls, decreased rugae, and petechiae."
  ],
  "references": "Cox S, Nasseri R, Rubin RS, et al. Genitourinary syndrome of menopause. Med Clin North Am. 2023;107:357-369. PMID: 36759102 doi:10.1016/j.mcna.2022.10.017",
  "related_content": {
    "syllabus": [
      "insec24005_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.536863-06:00"
}