{
  "question_id": "pmmcq24035",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose a tuberculous pleural effusion.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 47-year-old woman is evaluated for a 1-month history of fever, cough, pleurisy, and occasional night sweats. She has no other symptoms. The patient immigrated to the United States from India at age 25 years.On physical examination, temperature is 38.9 °C (102.0 °F); other vital signs are normal. Lung auscultation reveals dullness to percussion and decreased breath sounds at the right lung base.Laboratory studies:Lactate dehydrogenase206 U/LH Protein, total6.8 g/dL (68 g/L)Chest radiograph shows a moderate-size right-sided effusion. No other abnormalities are noted.Thoracentesis is performed, with removal of 1 L of straw-colored pleural fluid.Pleural fluid analysis:Total nucleated cell count2500/µL (2.5 × 109/L), with 90% lymphocytespH7.30Lactate dehydrogenase350 U/LProtein, total3.5 g/dL (35 g/L)",
  "question_stem": "Which of the following is the most appropriate next diagnostic step?",
  "options": [
    {
      "letter": "A",
      "text": "Pleural biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pleural fluid adenosine deaminase testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pleural fluid triglyceride level measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next diagnostic step in this patient with possible tuberculous pleuritis is pleural fluid adenosine deaminase (ADA) testing (Option B). Pleural effusion from tuberculosis can be due to primary infection or, more commonly, reactivation disease. Pleural fluid typically is exudative, with a predominance of lymphocytes on cell count. Diagnosis is challenging because acid-fast smear and culture are often negative. ADA is an enzyme present in lymphocytes that is elevated in most tuberculous pleural effusions (sensitivity, 90%). In geographic areas with low prevalence, pleural fluid ADA has a high negative predictive value (98.9%) for excluding tuberculosis. In areas of high prevalence, a high pleural fluid ADA level (>40 U/L) carries a positive predictive value of 98%. False-positive results can occur because pleural fluid ADA level is sometimes elevated in other disorders, such as malignancy, bacterial empyema, and parapneumonic effusions. This patient has a unilateral lymphocyte-predominant pleural effusion and was born in a country with a high prevalence of tuberculous. Determining the pleural fluid ADA level is an important next step in assessing for tuberculosis as the cause of the pleural effusion.If the pleural fluid ADA is high and smear and culture for acid-fast bacilli are negative, pleural biopsy (Option A) is a reasonable next diagnostic step. Biopsy yields a positive mycobacterial culture in more than 70% of tuberculous effusions; histology may also establish the diagnosis if caseating granulomas are seen. Given its more invasive nature, however, biopsy is a second-line procedure for this patient.A pleural fluid triglyceride level above 110 mg/dL (1.24 mmol/L) suggests chylothorax. A chylothorax usually results from a disruption of the thoracic duct secondary to thoracic surgery or trauma or, less frequently, from malignancy and lymphatic malformations. None of these is a likely diagnosis in this patient, and pleural fluid triglyceride level measurement (Option C) is not the best next test.Transthoracic echocardiography (Option D) is a useful test when heart failure is the suspected cause of a pleural effusion. Effusions from heart failure are due to increased hydrostatic pressure and are usually transudates. This patient has an exudative effusion (Table: Criteria for Exudative Pleural Effusion), and heart failure is not a likely cause of the effusion; transthoracic echocardiography is not indicated.",
  "critique_links": [],
  "key_points": [
    "In a patient with unilateral, lymphocyte-predominant pleural effusion, measuring the pleural fluid adenosine deaminase level is an important diagnostic step in assessing the likelihood of a tuberculous effusion."
  ],
  "references": "Shaw JA, Diacon AH, Koegelenberg CFN. Tuberculous pleural effusion. Respirology. 2019;24(10):962-71. PMID: 31418985 doi:10.1111/resp.13673.",
  "related_content": {
    "syllabus": [
      "pmsec24005_24009"
    ]
  },
  "media": {
    "tables": [
      "tables/pmtab24032.html",
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "pmtab24032",
        "file": "tables/pmtab24032.html",
        "title": "Sensitivity and Specificity of Criteria for Exudative Pleural Effusion",
        "short_title": "Criteria for Exudative Pleural Effusion",
        "footnotes": [
          "LDH = lactate dehydrogenase; ULN = upper limit of normal.",
          "Information from Porcel JM, Light RW. Pleural fluid analysis: Are Light's criteria still relevant after half a century? Clin Chest Med. 2021;42:599-609. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/34774168\" target=\"_blank\">PMID: 34774168</a> doi:10.1016/j.ccm.2021.07.003"
        ],
        "headers": [
          "Test",
          "Sensitivity (%)",
          "Specificity (%)"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      },
      {
        "table_id": "inline_table_2",
        "file": "tables/inline_table_2.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.071660-06:00"
}