{
  "question_id": "onmcq24033",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Screen for breast cancer in a patient with previous mediastinum therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 32-year-old woman is evaluated during a routine annual health examination. Medical history is remarkable for Hodgkin lymphoma involving a large mediastinal mass, which was treated with a combination of ABVD chemotherapy (two cycles of doxorubicin, bleomycin, vinblastine, and dacarbazine) and involved-field radiation 9 years ago. Family history is remarkable for colon cancer in an uncle diagnosed at age 62 years.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT of the chest, abdomen, and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Mammography and breast MRI",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This most appropriate screening test is mammography and breast MRI (Option D). Patients who have had cancer should, at a minimum, receive age- and sex-appropriate cancer screening. Additionally, female patients who have received radiation therapy to the mediastinum have an increased rate of breast cancer, especially those who were treated in adolescence and early adulthood. As such, screening with mammography and MRI is indicated beginning at age 25 years or 8 years after completing radiation therapy, whichever occurs last. Screening should then be continued annually. This patient is older than 25 years and completed radiation therapy for Hodgkin lymphoma more than 8 years ago; she should be screened for breast cancer with mammography, which starts at the age of 25 years, and breast MRI.Colonoscopy (Option A) is not indicated based on standard surveillance guidelines. The United States Preventive Services Task Force recommends that colon cancer screening begin at age 45 years and continue through age 75 years. Although this patient has a history of colon cancer in an uncle diagnosed at age 62 years, there is no history of colon cancer in a first-degree relative, nor does she report any symptoms that would warrant a diagnostic colonoscopy at this age.CT of the chest, abdomen, and pelvis (Option B) is not indicated. Because the patient is asymptomatic and completed chemotherapy 9 years ago, it is unlikely that she would have a relapse of Hodgkin disease. Imaging would be pursued if she were to develop new symptoms concerning for recurrent disease.Echocardiography (Option C) is not the most appropriate test to perform next. This patient is at risk for several cardiovascular complications from cancer therapy. Treatment with doxorubicin may result in anthracycline-induced cardiomyopathy, whereas radiation therapy to the chest significantly increases the risk for coronary artery disease and cardiac valvular disease. The risk of anthracycline-induced cardiomyopathy, however, is related to the cumulative dose administered, and she only received two cycles. Additionally, this patient received involved-field radiation rather than mantle radiation, lessening the risk of radiation-induced cardiac disease. Finally, the patient is currently asymptomatic, and echocardiography is not needed.",
  "critique_links": [],
  "key_points": [
    "Female patients who have undergone radiation therapy to the mediastinum have an increased rate of breast cancer, especially if treated in adolescence or early adulthood; screening with mammography or MRI is indicated beginning at age 25 years or 8 years after completing radiation therapy, whichever occurs last."
  ],
  "references": "NCCN Clinical Practice Guidelines in Oncology. Survivorship. Version 1. 2024. NCCN.org. Accessed August 2, 2024. Available at: https://www.nccn.org/professionals/physician_gls/pdf/survivorship.pdf",
  "related_content": {
    "syllabus": [
      "onsec24013_24018"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.598782-06:00"
}