{
  "question_id": "hmmcq24070",
  "category": "hm",
  "educational_objective": "Treat a patient taking a factor Xa inhibitor who has life-threatening bleeding.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 72-year-old man is evaluated in the emergency department for worsening headaches and dizziness. Two hours ago, he sustained a head injury after falling from a ladder. Medical history is significant for atrial fibrillation. Medications are metoprolol and apixaban, which were last taken 7 hours before presentation.On physical examination, vital signs are normal. There is swelling and bruising on the right temple. The patient is slow to answer questions but has no focal neurologic deficits.CT scan reveals an acute subdural hematoma with a midline shift. The neurosurgery service is called to consider surgical evacuation of the hematoma.",
  "question_stem": "In addition to stopping apixaban, which of the following is the most appropriate medical treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Andexanet alfa",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cryoprecipitate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Idarucizumab",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient taking a factor Xa inhibitor with intracranial bleeding is to administer andexanet alfa (Option A). Andexanet alfa is a recombinant modified factor Xa that competes for binding to factor X with factor Xa inhibitors such as apixaban, sequestering the inhibitor and attenuating the anticoagulant effect. For patients with life-threatening bleeding who are taking an oral direct Xa inhibitor, the American Society of Hematology suggests stopping the oral direct Xa inhibitor and considering treatment with either andexanet alfa (off-label use for edoxaban) or four-factor prothrombin complex concentrate (4f-PCC) to reverse the anticoagulant effect. Comparative data are lacking on andexanet alfa and 4f-PCC. Because of the high cost and significant risk of thrombotic complications with andexanet alfa, experts recommend restricting its use to patients receiving anti-Xa anticoagulants who are experiencing life-threatening bleeding. Activated charcoal can be considered if the direct oral anticoagulant (DOAC) was ingested recently (<6 hours). This patient has a clinically significant and likely life-threatening subdural hemorrhage in the setting of apixaban use, and he should be given andexanet alfa.Cryoprecipitate (Option B) is used to replace fibrinogen in the treatment of hypofibrinogenemia and disseminated intravascular coagulation. It is also used empirically in uremic bleeding. However, it is not used to reverse the effect of DOACs.Idarucizumab (Option C) is an FDA-approved monoclonal antibody that binds to dabigatran and reverses its anticoagulant effects. It is indicated in patients taking dabigatran with life-threatening bleeding or those who require an urgent invasive procedure. Idarucizumab does not bind to factor Xa inhibitors, such as apixaban, and would not be effective in diminishing its anticoagulant effect.No medical therapy (Option D) is not an appropriate option for this patient. Although minor bleeding in patients taking anticoagulants may only require discontinuation of the anticoagulant and observation, this patient has a clinically significant subdural hemorrhage and should receive either a 4f-PCC or andexanet alfa.",
  "key_points": [
    "Four-factor prothrombin complex concentrate or andexanet alfa can be used to reverse life-threatening bleeding resulting from oral factor Xa inhibitors.",
    "Andexanet alfa is a recombinant modified factor Xa that competes for binding to factor X with factor Xa inhibitors, sequestering the inhibitor and attenuating the anticoagulant effect."
  ],
  "references": "Chaudhary R, Singh A, Chaudhary R, et al. Evaluation of direct oral anticoagulant reversal agents in intracranial hemorrhage: a systematic review and meta-analysis. JAMA Netw Open. 2022;5:e2240145. PMID: 36331504 doi:10.1001/jamanetworkopen.2022.40145",
  "related_content": {
    "syllabus": [
      "hmsec24009_24034"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T19:37:09.507882-06:00"
}