{
  "question_id": "rmcor25021",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose cryoglobulinemic vasculitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 63-year-old man is evaluated for a 6-week history of a spreading rash on the feet and legs. He developed left wrist weakness 1 week ago. He also has fatigue and joint pains. Medical history is otherwise unremarkable. His only medication is acetaminophen for pain.On physical examination, vital signs are normal. There is no hand or wrist tenderness, but he is unable to extend his left wrist against gravity. The remainder of the neuromusculoskeletal examination is unremarkable. Findings on pulmonary, cardiac, and gastrointestinal examinations are unremarkable. The rash is shown. Some lesions are palpable.Laboratory studies:Erythrocyte sedimentation rate110 mm/hHAlanine aminotransferase93 U/LHAspartate aminotransferase89 U/LHC3 complement113 mg/dL (1130 mg/L)C4 complementUndetectableLCreatinine2.1 mg/dL (185.6 μmol/L)HRheumatoid factor118 U/mL (118 kU/L)HUrinalysis with microscopy2+ blood; 2+ protein; dysmorphic erythrocytes; no castsAntinuclear antibodies, anti–cyclic citrullinated peptide antibodies, and ANCA are undetectable. Cryoglobulin measurement is pending refrigeration.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cryoglobulinemic vasculitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Granulomatosis with polyangiitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hypersensitivity vasculitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Polyarteritis nodosa",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with constitutional symptoms, a radial motor neuropathy, a vasculitic rash, and acute kidney injury with an active urine sediment is cryoglobulinemic vasculitis (Option A). Cryoglobulinemic vasculitis results from cryoglobulin-containing immune complexes depositing in small- and medium-sized arteries, leading to an inflammatory response. Of the three types of cryoglobulinemia, only types II and III (mixed cryoglobulinemia) cause vasculitis. Type II usually results from certain viral infections, most commonly hepatitis C virus infection. Type III is usually associated with autoimmune disease. Cutaneous involvement (palpable purpura, digital ischemia, ulcers, necrosis, and livedo reticularis) occurs in about 90% of patients. Other common manifestations include glomerulonephritis and arthralgia without arthritis. Pulmonary and/or gastrointestinal involvement is rare. In addition to detection of cryoglobulins, laboratory abnormalities frequently include depressed C4 complement level and low CH50 level, as well as a positive rheumatoid factor result. Patients with cryoglobulinemia should undergo hepatitis C virus testing and be treated if the result is positive. Severe cryoglobulinemia requires urgent treatment with high-dose glucocorticoids plus rituximab. This patient has severe cryoglobulinemia, with new-onset kidney failure, palpable purpura, and peripheral neuropathy affecting the left radial nerve. In this clinical setting, his undetectable C4 complement level and high rheumatoid factor level strongly support a diagnosis of cryoglobulinemia.Granulomatosis with polyangiitis (GPA) (Option B) is a small-vessel vasculitis affecting the upper and lower airways (sinuses, lungs), kidneys, eyes, skin, and peripheral nerves. GPA is almost always associated with c-ANCA positivity, and like most inflammatory states, it causes an elevation in complement levels. This patient lacks the airway involvement and laboratory findings characteristic of GPA.Hypersensitivity vasculitis (Option C) can appear as showers of purpura on the extremities but does not lead to systemic disease (glomerulonephritis, hypocomplementemia, neuropathy, and nephropathy), as seen in this patient.Polyarteritis nodosa (Option D), a medium-vessel vasculitis, most commonly affects the skin (tender erythematous nodules akin to erythema nodosum, palpable purpura, livedo reticularis, ulcers), peripheral nervous system (mononeuritis multiplex), and gut. However, polyarteritis nodosa does not cause glomerulonephritis, hypocomplementemia, or an elevated rheumatoid factor.",
  "critique_links": [],
  "key_points": [
    "Clinical manifestations of cryoglobulinemia include cutaneous involvement (palpable purpura, digital ischemia, ulcers, necrosis, and livedo reticularis), peripheral neuropathy, arthralgia, and glomerulonephritis (usually membranoproliferative).",
    "In addition to detection of cryoglobulins, cryoglobulinemia-associated laboratory abnormalities frequently include a depressed C4 complement level and low CH50 level, as well as a positive rheumatoid factor result."
  ],
  "references": "Moretti M, Ferro F, Baldini C, et al. Cryoglobulinemic vasculitis: a 2023 update. Curr Opin Rheumatol. 2024;36:27-34. PMID: 37916482 doi:10.1097/BOR.0000000000000989",
  "related_content": {
    "syllabus": [
      "rmsec24013_24042"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:59.097585-06:00"
}