{
  "question_id": "csmcq24064",
  "category": "cs",
  "educational_objective": "Evaluate a patient with early appendicitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 45-year-old man is evaluated in the emergency department for 6 hours of cramping pain in the periumbilical region. He reports 1 day of fatigue, nausea, and anorexia. He has had no vomiting, constipation, or diarrhea. He does not smoke or use tobacco products. Medical history is unremarkable, and he takes no medications.On physical examination, the patient appears moderately uncomfortable and is lying still. Temperature is 38.1 °C (100.6 °F); other vital signs are normal. Pain is elicited on palpation of the periumbilical region, with voluntary guarding on deep palpation. The remainder of the examination is normal.Laboratory studies:Leukocyte count12,500/µL (12.5 × 109/L)HThe remainder of laboratory study results, including complete blood count, complete metabolic panel, serum lipase level, and urinalysis, are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal and pelvic CT",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ciprofloxacin and metronidazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mesenteric angiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral hydration and bowel rest",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is abdominal and pelvic CT (Option A) to evaluate for possible acute appendicitis. The most common diagnoses among adults presenting with acute abdominal pain are gastroenteritis, biliary disease (biliary colic, cholecystitis), renal colic, diverticulitis, and appendicitis. Nonspecific abdominal pain without clear cause accounts for many presentations as well but is a diagnosis of exclusion. Several serious causes of abdominal pain, including acute cholecystitis, mesenteric ischemia, and appendicitis, usually require imaging for diagnosis, and imaging should not be delayed when these diagnoses are suspected. Early appendicitis may present with a nonspecific syndrome of nausea, malaise, and anorexia, and a high index of suspicion is necessary to make the diagnosis. The pain may start in the periumbilical region and gradually migrate to the right lower quadrant, although this is not a universal progression. A careful abdominal examination may reveal signs of peritoneal irritation, increasing the likelihood of appendicitis and mandating imaging with CT (or ultrasonography if CT is unavailable). This patient has symptoms suggestive of early appendicitis and guarding on physical examination. Abdominal and pelvic CT scans should be obtained to confirm the diagnosis and evaluate for complications, such as perforation or abscess.Antibiotics, such as ciprofloxacin and metronidazole (Option B), are a mainstay of treatment of appendicitis and may prevent the need for appendectomy in carefully selected patients. However, other common causes of periumbilical pain, such as gastritis and nonspecific pain, do not require antibiotic therapy. Empiric antibiotics are not indicated in this non–critically ill patient until a diagnosis is confirmed.Selective mesenteric angiography (Option C) can be useful in the diagnosis of acute mesenteric ischemia, but CT angiography is usually preferred as the first-line test. Acute mesenteric ischemia most commonly presents with severe periumbilical pain with a less impressive abdominal examination (“pain out of proportion to exam”) in patients with established risk factors for embolic disease, such as atrial fibrillation or heart failure. This patient has no risk factors for mesenteric ischemia, and his presentation is most consistent with early appendicitis.Supportive care, including oral hydration and bowel rest (Option D), is an appropriate therapy for many causes of abdominal pain, including mild, uncomplicated diverticulitis and gastroenteritis. However, imaging is required for this patient with likely appendicitis, and supportive care only would not be appropriate.",
  "key_points": [
    "Patients with symptoms of appendicitis (malaise, anorexia, fever, and pain in the periumbilical region) should be evaluated with imaging of the abdomen and pelvis (CT or ultrasonography if CT is unavailable)."
  ],
  "references": "Yew KS, George MK, Allred HB. Acute abdominal pain in adults: evaluation and diagnosis. Am Fam Physician. 2023;107:585-596. PMID: 37327158",
  "related_content": {
    "syllabus": [
      "cssec24007_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:01:45.826508-06:00"
}