{
  "question_id": "cscor25005",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat acute low back pain with an NSAID.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 35-year-old man is evaluated for 2 weeks of low back pain. The pain is moderate, aching, and nonradiating. It is worse when the patient stands and relieved when he is supine. He has 15 to 30 minutes of lower back stiffness each morning. He had no precipitating injury and has no bowel or bladder dysfunction, fevers, leg weakness, night sweats, saddle anesthesia, or weight loss. The pain has been interfering with his ability to work. He has no other medical problems and takes no medications.On physical examination, vital signs are normal. Palpation elicits tenderness of the lumbosacral paraspinal muscles. The musculoskeletal and neurologic examinations are otherwise normal.",
  "question_stem": "Which of the following is the most appropriate next step for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Acetaminophen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ibuprofen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Physical therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Radiography of the sacroiliac joints",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this patient with acute, nonspecific low back pain is an NSAID, such as ibuprofen (Option B). Back pain is classified as acute (<6 weeks), subacute (6-12 weeks), or chronic (>12 weeks). Evaluation of patients with low back pain includes a detailed history directed toward illuminating specific causes of pain, such as sacroiliitis, nerve root irritation, or spinal stenosis. The physician should also assess for the presence of historical red flags that suggest a serious underlying disorder, such as cancer, infection, or cauda equina. Physical findings that suggest a nefarious cause include fever, weight loss, localized bony tenderness, and certain neurologic deficits. In the vast majority of patients, initial clinical evaluation will suggest no specific cause; for these patients, no laboratory evaluation or diagnostic imaging is required. Importantly, patient education about the natural history of low back pain has been shown to reassure patients and reduce subsequent primary care visits for pain. Patients should be advised that bed rest is ineffective and early mobility is both safe and therapeutic. NSAIDs are first-line pharmacotherapy for acute back pain in patients without contraindications. These agents should be used for the shortest duration and at the lowest effective dose required. This patient with acute symptoms has no features suggesting a specific cause of low back pain, so he can be reassured that his pain likely will improve without intervention. Because he has no contraindications to NSAIDs, ibuprofen is an appropriate recommendation to relieve pain and facilitate functional improvement.No evidence exists that acetaminophen (Option A) is effective in reducing pain or improving functional status in patients with acute or chronic low back pain.Physical therapy (Option C) plays a role in the multimodal treatment of chronic low back pain, but other than mobilization as tolerated, there is no evidence that exercise therapy as prescribed or planned by a clinician is beneficial for acute nonspecific low back pain.Making an early diagnosis of sacroiliitis with plain radiography (Option D) or MRI is important when ankylosing spondylitis is suspected, because early disease-modifying therapy is indicated for this condition. Features suggesting spondyloarthropathy-associated sacroiliitis include young age, prolonged morning stiffness, pain persistent when supine, and persistent pain beyond 3 months. This patient lacks most of these features, and he does not have physical findings of sacroiliitis or ankylosing spondylitis, such as a positive FABER (Flexion, ABduction, and External Rotation) maneuver or decreased spinal range of motion.",
  "critique_links": [],
  "key_points": [
    "For patients with acute nonspecific low back pain, NSAIDs are first-line pharmacotherapy."
  ],
  "references": "Chiarotto A, Koes BW. Nonspecific low back pain. N Engl J Med. 2022;386:1732-1740. PMID: 35507483 doi:10.1056/NEJMcp2032396",
  "related_content": {
    "syllabus": [
      "cssec24008_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.140293-06:00"
}