{
  "question_id": "ccmcq24008",
  "category": "cc",
  "educational_objective": "Diagnose anticholinergic syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 32-year-old man is evaluated in the emergency department after police found him lying in the front yard of a neighbor's house, confused and hallucinating. He has substance use disorder and insomnia. He takes no prescription medications.On physical examination, temperature is 38.2 °C (100.8 °F), blood pressure is 150/88 mm Hg, pulse rate is 112/min, and respiration rate is 18/min. Oxygen saturation is 98% with the patient breathing ambient air. He is agitated, describes seeing animals on the ceiling, and is not oriented to time or place. The patient's pupils are dilated, with minimal response to light. His skin is flushed, warm, and dry with no signs of trauma.Results of laboratory studies, including creatine kinase, glucose, and lactate levels, are normal.Noncontrast head CT scan is normal. ECG reveals sinus tachycardia and normal intervals.",
  "question_stem": "Which of the following drugs is the most likely cause of this patient's presentation?",
  "options": [
    {
      "letter": "A",
      "text": "Cyanide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Doxylamine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fentanyl",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Methamphetamine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's presentation is doxylamine (Option B), an antihistamine found in over-the-counter sleep aids. Anticholinergic syndrome is seen after ingestion of medications with substantial anticholinergic action, including antihistamines, tricyclic antidepressants, some antipsychotics, anti-Parkinson agents (e.g., benztropine, bromocriptine, trihexyphenidyl), atropine, and scopolamine. Features of anticholinergic toxicity include hyperthermia, dry skin and mucous membranes, tachypnea, hypertension, and mydriasis. Central nervous system (CNS) symptoms are frequently seen and range from somnolence and coma to agitation and seizures; hallucinations are not uncommon. Sinus tachycardia usually occurs, and in more severe toxicity, QRS widening can occur. Management is typically supportive; benzodiazepines may be used for severe agitation. Physostigmine can also be used in severe cases of isolated anticholinergic toxicity. This patient has signs and symptoms of anticholinergic syndrome, and the most likely cause is a drug with anticholinergic properties, such as doxylamine.Cyanide (Option A) impairs mitochondrial function and aerobic metabolism, resulting in widespread hypoxic damage. Exposures are primarily fire-related or industrial in nature, but cyanide can also be ingested or produced as a byproduct of nitroprusside infusion. Early CNS manifestations include headache, confusion, and taste disturbances, with progression to coma. “Cherry red” skin flushing can be seen. Liver and kidney injury, rhabdomyolysis, and lactic acidosis are common. In this patient, the lack of clear cyanide exposure and lack of end-organ damage rule out cyanide toxicity.Opioid intoxication due to fentanyl (Option C) is characterized by CNS depression with somnolence and coma, respiratory depression with low respiration rates (<10/min), and miotic (pinpoint) pupils. This patient demonstrates none of these manifestations, making opioid toxicity very unlikely.Use of sympathomimetic amines, such as methamphetamine (Option D), typically results in CNS excitation with agitation, mood swings, and violent behavior. Blood pressure and pulse rate are generally high, and temperature elevations are common. Diaphoresis is often present, rather than the dry skin and impaired sweating of anticholinergic toxicity. Signs of long-term methamphetamine use may also be present, including signs of trauma or skin burns (such as around the nose), evidence of intravenous injections, and poor dentition. None of these features is seen in this patient.",
  "key_points": [
    "Features of anticholinergic syndrome include hyperthermia, dry skin and mucous membranes, agitation, delirium, tachypnea, hypertension, and mydriasis.",
    "Drugs that can cause anticholinergic syndrome include antihistamines, tricyclic antidepressants, some antipsychotics, anti-Parkinson agents (e.g., benztropine, bromocriptine, trihexyphenidyl), atropine, and scopolamine."
  ],
  "references": "McCoy CE, Honda R. Anticholinergic toxicity in the emergency department. J Educ Teach Emerg Med. 2023;8:S25-47. PMID: 37465041 doi:10.21980/J8D07Z",
  "related_content": {
    "syllabus": [
      "ccsec24003_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:53:33.571504-06:00"
}