{
  "question_id": "npmcq24012",
  "category": "np",
  "educational_objective": "Diagnose secondary hypertension due to autosomal dominant polycystic kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 40-year-old woman is evaluated during a new patient visit. A blood pressure measurement obtained at a health fair last month was elevated. Approximately 1 year ago, she had an episode of hematuria. She also has occasional flank pain and has had two episodes of pyelonephritis. Her mother has hypertension and “kidney problems,” and her uncle is receiving dialysis.On physical examination, blood pressure is 160/96 mm Hg. Abdominal examination reveals bilateral flank fullness and mild tenderness.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Kidney biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Kidney ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plasma aldosterone concentration/plasma renin activity ratio",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Renal angiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is kidney ultrasonography (Option B). Initial evaluation of hypertension in all patients includes assessment of serum creatinine and estimated glomerular filtration rate, urinalysis with microscopic examination to exclude hematuria and/or proteinuria, and urine albumin-creatinine ratio in those with diabetes or family history of kidney disease. Abnormalities in any of these tests can signify underlying kidney disease. In those with a normal serum creatinine but a high suspicion for certain kidney diseases, such as a positive family history of kidney disease, kidney ultrasonography should be performed. This patient's significant hypertension, normal kidney function, microalbuminuria, and family history of kidney disease and hypertension are consistent with autosomal dominant polycystic kidney disease (ADPKD). The abdominal fullness and tenderness and history of upper urinary tract infections are further suggestive of this condition. Kidney ultrasonography should be performed.Kidney biopsy (Option A) is indicated for patients with kidney disease when less invasive diagnostic studies cannot determine a diagnosis and a pathologic evaluation would be helpful in diagnostic and management decisions. Indications for kidney biopsy may include glomerular hematuria, severely increased albuminuria, kidney disease of unclear cause, and kidney transplant dysfunction or monitoring. This patient's clinical presentation is suggestive of ADPKD, which can be diagnosed with less invasive testing, such as ultrasonography.A plasma aldosterone concentration/plasma renin activity ratio (Option C) would help diagnose primary hyperaldosteronism. However, primary hyperaldosteronism would not explain this patient's abdominal examination findings, microalbuminuria, or hematuria and is not compatible with this patient's family history.Renal artery stenosis caused by fibromuscular dysplasia of the renal artery may cause hypertension in a young woman. The gold standard for diagnosing renal artery stenosis is renal angiography (Option D), although less invasive imaging is usually performed first. However, this patient's family history and clinical presentation are more compatible with ADPKD.",
  "key_points": [
    "Initial evaluation of hypertension in all patients includes assessment of serum creatinine and estimated glomerular filtration rate, urinalysis with microscopic examination to exclude hematuria and/or proteinuria, and urine albumin-creatinine ratio in those with diabetes or family history of kidney disease; in those with a normal serum creatinine but a high suspicion for certain kidney diseases, such as autosomal dominant polycystic kidney disease, kidney ultrasonography should be performed."
  ],
  "references": "Kidney Disease: Improving Global Outcomes (KDIGO) ADPKD Work Group. KDIGO 2025 clinical practice guideline for the evaluation, management, and treatment of autosomal dominant polycystic kidney disease (ADPKD). Kidney Int. 2025;107:S1-S239. PMID: 39848759 doi:10.1016/j.kint.2024.07.009",
  "related_content": {
    "syllabus": [
      "npsec24005_24041"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:06:29.738553-06:00"
}