{
  "question_id": "idmcq24079",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Manage newly diagnosed HIV infection in pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 31-year-old woman undergoes consultation for newly diagnosed HIV infection discovered during routine prenatal testing. She is at 9 weeks' gestation. She is not taking antiretroviral therapy. Her only medication is a prenatal vitamin.Vital signs are normal, and physical examination findings are unremarkable.Laboratory studies, including complete blood count and kidney and liver function tests, are normal.Hepatitis B serology indicates previous immunization. Hepatitis C antibody is negative. Testing for other sexually transmitted infections is negative.HIV viral load is 38,750 copies/mL and CD4 cell count is 834/µL.",
  "question_stem": "Which of the following is the most appropriate time to initiate antiretroviral therapy in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "After delivery",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "During labor",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Now",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Second trimester",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Antiretroviral therapy (ART) should be initiated immediately (Option C). Pregnant persons with HIV who are not receiving ART should start treatment as early as possible in pregnancy, regardless of CD4 cell count or viral load. The goal of ART in pregnancy is to achieve an undetectable viral load to minimize the risk of perinatal transmission. Most mother-to-child transmission of HIV occurs during the intrapartum period, but a longer duration of ART before delivery is associated with lower rates of perinatal transmission. Several antiretroviral regimens are considered safe and effective during pregnancy. Preferred treatment options include the combination of tenofovir alafenamide or tenofovir disoproxil fumarate plus either emtricitabine or lamivudine plus dolutegravir or the combination of tenofovir alafenamide plus emtricitabine plus bictegravir. Atazanavir and raltegravir are no longer preferred ART agents during pregnancy but are reasonable alternatives if preferred agents cannot be used. As in nonpregnant persons with HIV, it is not necessary to wait for genotype results before starting ART; the antiretroviral regimen can be modified, if needed, after a genotype is obtained. Prescribing ART during pregnancy should include a shared decision-making approach that includes discussion of potential risks and benefits of specific antiretroviral drugs.ART to prevent perinatal transmission is recommended for all pregnant persons with HIV, and starting ART as soon as possible increases the likelihood of achieving an undetectable viral load. Therefore, waiting to initiate treatment would not be appropriate (Option A, Option B, Option D).",
  "critique_links": [],
  "key_points": [
    "Pregnant persons with HIV who are not receiving antiretroviral therapy should start treatment as early as possible in pregnancy, regardless of CD4 cell count or viral load."
  ],
  "references": "Panel on Treatment of HIV During Pregnancy and Prevention of Perinatal Transmission. Recommendations for the use of antiretroviral drugs during pregnancy and interventions to reduce perinatal HIV transmission in the United States. Available at https://clinicalinfo.hiv.gov/en/guidelines/perinatal/whats-new. Updated June 12, 2025. Accessed September 29, 2025.",
  "related_content": {
    "syllabus": [
      "idsec24019_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.696971-06:00"
}