{
  "question_id": "idmcq24040",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose secondary syphilis in a patient with previous syphilis infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old man is evaluated for a diffuse rash on his trunk, which began approximately 1 week ago. The rash is not itchy or painful. He has HIV that is well controlled with antiretroviral therapy. A recent HIV viral load was undetectable and CD4 cell count was 1023/µL. He is sexually active with other men. He had primary syphilis and chlamydia several years ago, for which he received appropriate treatment. His only medication is combination tenofovir alafenamide-emtricitabine-bictegravir, which he has been taking for several years.On physical examination, vital signs are normal. A detailed neurologic examination is normal. Generalized lymphadenopathy is noted. A diffuse maculopapular erythematous rash that involves the anterior and posterior trunk and the axillae bilaterally is present. No genital lesions are noted.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Lyme serology",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Polymerase chain reaction of the rash for herpes simplex virus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rapid plasma reagin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Treponema pallidum particle agglutination",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test is a rapid plasma reagin (RPR) (Option C). This patient has a history of syphilis and has risk factors for reinfection. Secondary syphilis most commonly presents with a rash. The palms and soles are often involved, but not in all cases.Although early disseminated Lyme disease can cause a diffuse rash, it would appear as multiple erythema migrans “bull's eye” lesions rather than a diffuse erythematous maculopapular rash. The description of this patient's rash is inconsistent with that seen in early disseminated Lyme disease. He also has no history of a preceding tick bite or epidemiologic risk factors that would place him at risk for Lyme disease. Therefore, Lyme serology (Option A) is not the most appropriate test.Polymerase chain reaction (Option B) would be the appropriate test if disseminated herpes simplex virus (HSV) were suspected. However, this patient's rash is not vesicular. Additionally, his HIV is well controlled; he is adherent to his antiretroviral medication, as shown by the undetectable viral load and CD4 cell count of 1023/µL, which makes it unlikely that he is immunosuppressed. Patients who are immunosuppressed are predisposed to disseminated HSV infection.Treponemal tests will likely remain positive in patients with a history of syphilis, even after appropriate treatment. Therefore, using particle agglutination, a specific treponemal test, to evaluate for Treponema pallidum, may not provide an accurate diagnosis in this patient (Option D). Nontreponemal tests include the RPR and the Venereal Disease Research Laboratory test; patients with a history of syphilis should be tested with a nontreponemal test, usually RPR, and the titer should be compared with previous titers. A four-fold increase, or a reactive result that was previously nonreactive, is diagnostic of a new syphilis infection. This patient has multiple risk factors for syphilis reinfection, including HIV positivity, previous syphilis infection, and sexual activity with other men. Other possible risk factors for syphilis infection include engaging in transactional sex or drug use with sex, a history of incarceration, and having multiple sex partners.",
  "critique_links": [],
  "key_points": [
    "Treponemal tests, such as particle agglutination and enzyme-linked immunoassay, will likely remain positive in patients with a history of syphilis, even after appropriate treatment.",
    "In patients with a history of syphilis, a nontreponemal test, such as the Venereal Disease Research Laboratory test or rapid plasma reagin, should be performed to confirm a diagnosis of secondary syphilis."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24012_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.560085-06:00"
}