{
  "question_id": "onmcq24001",
  "category": "on",
  "educational_objective": "Diagnose soft-tissue sarcoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 35-year-old patient is evaluated for a 4-month history of right thigh pain, which was initially mild but has progressively worsened. They have also experienced fullness and swelling of the right thigh for the past 2 to 3 weeks. The patient has no other medical problems and takes no medications.On physical examination, vital signs are normal. Examination of the right thigh reveals a palpable 10-cm posterior mass.MRI reveals a 12-cm complex soft-tissue mass in the posterior compartment of the right thigh involving muscle but not bone.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Core-needle biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fine-needle aspiration",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Incisional biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "PET/CT",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Core-needle biopsy (Option A) is the most appropriate next step for this patient with a large soft-tissue mass characteristic of soft-tissue sarcoma. Soft-tissue sarcomas account for less than 1% of cancer diagnosed in adults. Patients typically present with a palpable soft-tissue mass or with pain or other symptoms due to local effects of the growing mass. These masses can arise in different areas but often appear in the upper and lower extremities, which is uncommon for many other types of cancer. Core-needle biopsy is the preferred biopsy method for suspected soft-tissue sarcoma because it allows for accurate diagnosis and assessment of the sarcoma subtype. The size of this patient's mass and their progressively worsening symptoms observed over several months raise significant concerns regarding malignancy, particularly sarcoma. Biopsy is clearly indicated.CT of the chest (Option B) is a standard test for staging high-grade soft-tissue sarcomas because they typically metastasize through the bloodstream. This characteristic makes the lungs the most common metastatic site. However, this patient has not yet been diagnosed with sarcoma, and staging with chest CT would be premature.Fine-needle aspiration (Option C) is not indicated as an initial diagnostic test for patients with suspected soft-tissue sarcoma. Although it can accurately diagnose metastatic disease, it is not as accurate for initial diagnosis as core-needle biopsy. Fine-needle aspiration does not allow for accurate subtyping of soft-tissue sarcoma or the molecular studies that are needed to diagnose certain types of sarcomas.Incisional biopsy (Option D) is not initially recommended in the evaluation of suspected soft-tissue sarcoma until after a core-needle biopsy has been attempted without success. Incisional biopsy can make future surgical treatment more difficult unless done properly and is more invasive than core-needle biopsy. This patient did not undergo a failed core-needle biopsy, and therefore incisional biopsy is not indicated.PET/CT (Option E) has no proven value in diagnosing soft-tissue sarcoma and is not a standard imaging study for patients with suspected soft-tissue sarcoma. Although PET/CT can be used for staging certain cancers, a diagnosis is necessary before consideration of imaging to assess the extent of cancer in this patient.",
  "key_points": [
    "Core-needle biopsy is the preferred biopsy method for soft-tissue sarcoma because it allows for accurate diagnosis and assessment of the sarcoma subtype.",
    "Incisional biopsy is not recommended for soft-tissue sarcoma until after a core-needle biopsy has been attempted without success; incisional biopsy can make future surgical treatment more difficult unless done properly and is more invasive than core-needle biopsy."
  ],
  "references": "Roland CL. Soft tissue tumors of the extremity. Surg Clin North Am. 2020;100:669-80. PMID: 32402308 doi:10.1016/j.suc.2020.02.015",
  "related_content": {
    "syllabus": [
      "onsec24011_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.596434-06:00"
}