{
  "category": "en",
  "critique": "This patient with type 1 diabetes mellitus should be evaluated for celiac disease with IgA tissue transglutaminase antibody and total IgA level testing (Option C). Patients with type 1 diabetes have an increased risk for other autoimmune disorders, including celiac disease, thyroid disorders, myasthenia gravis, pernicious anemia, autoimmune hepatitis, vitiligo, and autoimmune primary adrenal insufficiency. Type 1 diabetes and celiac disease are both associated with HLA genes, specifically HLA-DQ2 and HLA-DQ8. Approximately 5% of persons with type 1 diabetes develop celiac disease; of those patients, only a subset develops overt gastrointestinal symptoms. Erratic blood glucose measurements and recurrent hypoglycemia caused by impaired intestinal absorption are more common. Young persons with type 1 diabetes should undergo routine screening for celiac disease at diagnosis and periodically thereafter. The American Diabetes Association also recommends screening for celiac disease in adults with suggestive symptoms, including gastrointestinal symptoms, vitamin deficiencies, osteoporosis, and iron deficiency anemia. Celiac disease screening is performed with IgA tissue transglutaminase antibody and IgA level testing. Diagnostic confirmation with an upper endoscopy and biopsy is recommended.Less than 1% of patients with type 1 diabetes develop autoimmune adrenalitis (Addison disease). This condition is associated with increased frequency of hypoglycemia, decreased insulin requirements, hyperpigmentation, hypotension, hyponatremia, and hyperkalemia. Although this patient has hypoglycemia, she does not exhibit these other findings. Moreover, her 8 am fasting serum cortisol level is greater than 15 μg/dL (414 nmol/L), which rules out adrenal insufficiency. Although adrenocorticotropic hormone levels (Option A) are elevated in autoimmune adrenalitis, this patient's presentation excludes this condition.The glutamic acid decarboxylase antibody (Option B) is found in about 70% of patients with type 1 diabetes at the time of diagnosis. Although they could be elevated in this patient, that would not help explain her hypoglycemia.Autoimmune thyroid disease is common in patients with type 1 diabetes. Measuring thyroid peroxidase and thyroglobulin antibodies is recommended at the time of type 1 diabetes diagnosis, as the presence of thyroid antibodies confers greater risk for developing thyroid disease. Although measuring thyroid peroxidase antibodies (Option D) is not unreasonable, it is not a diagnostic test for thyroid dysfunction. Additionally, hypothyroidism results in hypoglycemia, whereas hyperthyroidism, which is rare in patients with type 1 diabetes, can lead to hyperglycemia. Although this patient has hypoglycemia, her weight loss and diarrhea are not suggestive of hypothyroidism.",
  "educational_objective": "Diagnose celiac disease in a patient with type 1 diabetes mellitus.",
  "extracted_at": "2025-12-22T22:59:23.028025-06:00",
  "key_points": [
    "Patients with type 1 diabetes mellitus have an increased risk for other autoimmune disorders, including celiac disease, thyroid disorders, myasthenia gravis, pernicious anemia, autoimmune hepatitis, vitiligo, and autoimmune primary adrenal insufficiency."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Adrenocorticotropic hormone"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Glutamic acid decarboxylase antibody"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "IgA tissue transglutaminase antibody and IgA level"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Thyroid peroxidase antibody"
    }
  ],
  "question_id": "enmcq24011",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "question_text": "A 20-year-old woman is evaluated for a 1-month history of erratic blood glucose levels. She has type 1 diabetes mellitus, which was diagnosed 2 years ago and had been previously well controlled. Recently, she has experienced fluctuations in her blood glucose level and frequent symptomatic hypoglycemia (50-60 mg/dL [2.8-3.3 mmol/L]), mainly after meals. She has unintentionally lost 2 kg (4.4 lb) during this time. She has also had intermittent diarrhea. She has not changed her medications, diet, or exercise routine. Medications are insulin glargine and insulin aspart.Physical examination findings, including vital signs, are normal.Serum electrolyte levels are normal.",
  "references": "Flores Monar GV, Islam H, Puttagunta SM, et al. Association between type 1 diabetes mellitus and celiac disease: autoimmune disorders with a shared genetic background. Cureus. 2022;14:e22912. PMID: 35399440 doi:10.7759/cureus.22912",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24002_24006"
    ]
  },
  "user_performance": {
    "correct_answer": "C",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}