{
  "question_id": "enmcq24022",
  "category": "en",
  "educational_objective": "Diagnose primary aldosteronism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 51-year-old woman is evaluated at a new patient visit for hypertension. She is asymptomatic. Medical history is significant for hypertension since age 49 years. Therapy has been escalated over the course of the past year. Medications are amlodipine, hydrochlorothiazide, lisinopril, metoprolol, and a potassium supplement.On physical examination, blood pressure is 128/78 mm Hg and pulse rate is 80/min. Other vital signs and the rest of the examination are normal.Serum electrolyte and creatinine levels are normal.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the abdomen",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Plasma aldosterone concentration/plasma renin activity ratio",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "24-Hour urine free cortisol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "A plasma aldosterone concentration/plasma renin activity (PAC/PRA) ratio (Option B) is the most appropriate next test. Secondary causes of hypertension should be considered in patients requiring multiple antihypertensives. Endocrine causes of secondary hypertension include primary aldosteronism, pheochromocytoma, and Cushing syndrome. Primary aldosteronism is often underdiagnosed and should be considered in patients with resistant hypertension or in patients with controlled hypertension requiring four or more antihypertensives. Additional indications for evaluation are listed in Table: Case Detection Indications for Primary Aldosteronism. Identifying patients with primary aldosteronism is important because aldosterone has direct effects on the heart and kidneys. Cardiovascular disease is more common in patients with primary aldosteronism compared with those with primary hypertension. Clues to suggest primary aldosteronism in this patient include the necessity of four antihypertensive medications to achieve blood pressure control and the need for potassium supplementation. Testing for primary aldosteronism is indicated, and the best initial test is a PAC/PRA ratio on a midmorning sample. Although some antihypertensive medications may affect results, most medications can generally be continued through testing. However, interpretation of results should consider these potential effects (). Checking plasma fractionated metanephrines in this patient is also recommended given his resistant hypertension.Imaging of the adrenal glands is needed if primary aldosteronism is confirmed on biochemical testing. This patient has not yet completed hormonal testing, so imaging for an adrenal mass with CT of the abdomen (Option A) is premature.24-Hour urine free cortisol measurement (Option C) can assess for clinical Cushing syndrome. This testing should be considered in patients with hypertension who also have suggestive physical examination findings of Cushing syndrome, including proximal muscle weakness, rounding of the face with plethora, or wide violaceous stretch marks or striae. Comorbidities such as type 2 diabetes mellitus, venous thromboembolism, or unexplained fracture should also raise concern for Cushing syndrome. This patient does not have findings suggestive of Cushing syndrome.No additional testing (Option D) is inappropriate for this patient. Primary aldosteronism is an important cause of secondary hypertension and is often underdiagnosed. This patient meets criteria for primary aldosteronism evaluation.",
  "key_points": [
    "Primary aldosteronism is an underdiagnosed cause of secondary hypertension and should be considered in patients with resistant hypertension or controlled hypertension requiring four or more antihypertensives.",
    "The initial test to evaluate for primary aldosteronism is a plasma aldosterone concentration/plasma renin activity ratio."
  ],
  "references": "Funes Hernandez M, Bhalla V. Underdiagnosis of primary aldosteronism: a review of screening and detection. Am J Kidney Dis. 2023;82:333-346. PMID: 36965825 doi:10.1053/j.ajkd.2023.01.447",
  "related_content": {
    "syllabus": [
      "ensec24004_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:59:29.030453-06:00"
}