{
  "question_id": "onmcq24023",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Diagnose histologic transformation of indolent lymphoma to diffuse large B-cell lymphoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old man is evaluated for rapidly enlarging right axillary lymphadenopathy over the past month. He has a history of follicular lymphoma affecting the cervical, axillary, and inguinal nodes, which responded well to rituximab administered 5 years ago. He additionally has benign prostatic hypertrophy and hypertension; his medications are lisinopril, hydrochlorothiazide, and tamsulosin.On physical examination, vital signs are normal. A large right axillary mass is observed. The patient also has cervical and inguinal lymphadenopathy.Laboratory studies:Complete blood countNormalBasic metabolic panelNormalLactate dehydrogenase350 U/LHCT scans show a 6-cm right axillary mass, cervical adenopathy, and inguinal adenopathy. PET/CT scan demonstrates high uptake activity in the right axillary mass and low activity elsewhere.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Anthracycline-based chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Biopsy of right axillary mass",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation to right axillary mass",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rituximab",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is biopsy of the right axillary mass (Option B). Transformation of an indolent lymphoma to diffuse large B-cell lymphoma may occur in up to one third of patients. Clinical features that suggest transformation include rapid progression of a localized area of disease, markedly higher areas of standardized uptake values on PET/CT scans, B symptoms (fevers, night sweats, and unintentional weight loss), and elevated serum lactate dehydrogenase level. Transformed disease is associated with an aggressive course and poor prognosis. This patient has a history of follicular lymphoma that was previously treated with single-agent rituximab and now has rapid enlargement of a right axillary mass with relative increased activity on PET/CT compared with other areas of involvement. Biopsy is warranted to confirm transformation and to inform prognosis and possible treatment options.Anthracycline-based chemotherapy, such as rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) (Option A) is a treatment option for transformed disease. Initiating treatment before confirmation of transformation, however, is not appropriate, and biopsy is indicated.Radiation (Option C) can be used in patients with follicular lymphoma, including with curative intent for very early-stage disease and to treat bulky symptomatic disease. The focus in this patient, however, needs to be on assessing the possibility of transformation with biopsy.Single-agent rituximab (Option D) or rituximab in conjunction with either bendamustine or leflunomide is used to treat indolent lymphomas. These regimens, however, are not adequate to treat transformed disease, which must be confirmed with biopsy.",
  "critique_links": [],
  "key_points": [
    "In patients with a history of follicular cell lymphoma and rapid progression of a localized area of disease, markedly higher areas of uptake on PET/CT, new B symptoms, or an elevated serum lactate dehydrogenase level, biopsy should be performed to evaluate for possible transformation of follicular lymphoma to diffuse large B-cell lymphoma."
  ],
  "references": "Smith S. Transformed lymphoma: what should I do now? Hematology Am Soc Hematol Educ Program. 2020;2020:306-11. PMID: 33275671 doi:10.1182/hematology.2020000115",
  "related_content": {
    "syllabus": [
      "onsec24008_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.956020-06:00"
}