{
  "question_id": "inmcq24046",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose recurrent ACE inhibitor–induced angioedema.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 53-year-old patient is evaluated in the emergency department for a 4-hour history of lip swelling. Two weeks ago, they were hospitalized with lisinopril-induced angioedema, which was managed with supportive care, leading to complete resolution of symptoms; lisinopril was discontinued with a plan to start a new antihypertensive agent at their next appointment. The patient has not taken lisinopril since hospital discharge. They report no exposure to new foods or medications. The patient has hypertension, dyslipidemia, and type 2 diabetes mellitus. Medications are metformin and atorvastatin. They have no family history of angioedema.On physical examination, blood pressure is 146/82 mm Hg; other vital signs are normal. Lips are edematous. There is no dyspnea. No rash is noted. The remainder of the examination is normal.Results of a complete blood count and comprehensive metabolic panel are normal. C4 complement level at the time of the previous episode was normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "ACE inhibitor–induced angioedema",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Anaphylaxis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "C1 inhibitor deficiency",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Food allergy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with isolated angioedema is recurrent ACE inhibitor–induced angioedema (Option A). ACE inhibitor–induced angioedema occurs in up to 0.7% of patients treated with an ACE inhibitor. It can occur at any time during treatment with an ACE inhibitor, even years after starting the medication. The mechanism of action involves modification of the bradykinin-mediated pathway and elevated bradykinin levels, resulting in angioedema involving the lips, tongue, mouth, or face. It may also affect the gastrointestinal tract, causing recurrent abdominal pain. The histamine-mediated pathway is not affected in ACE inhibitor–induced angioedema; thus, these patients have isolated angioedema without urticaria or itching. Treatment involves discontinuation of the ACE inhibitor along with supportive care. Even after discontinuation of the offending medication, angioedema may recur in up to 46% of patients, most often in the first month after discontinuation. If recurrence occurs more than 1 month following discontinuation, other causes should be considered. This patient has recurrent angioedema within 1 month of a suspected episode of ACE inhibitor–induced angioedema without evidence of an alternative cause. Recurrent ACE inhibitor–induced angioedema is the most likely diagnosis.Anaphylaxis (Option B) is an acute, severe systemic reaction and is unlikely in this patient because her vital signs are normal and only her oral mucosal tissues are involved. Findings that are absent in this patient but would suggest anaphylaxis include dyspnea, wheezing, hypotension, and urticaria.C1 inhibitor deficiency or dysfunction (Option C) is the most common cause of hereditary angioedema and results in low C4 complement levels during an episode of angioedema, although C4 complement levels may normalize when the patient is asymptomatic. Because this patient has a normal C4 level while simultaneously symptomatic, C1 inhibitor deficiency as a cause of hereditary angioedema is not a likely diagnosis.Food allergy (Option D) is unlikely in this patient because they have not had exposure to new foods. Additionally, food allergy is mast cell mediated and more frequently presents with other symptoms in addition to angioedema (e.g., itching, urticaria, diarrhea, anaphylaxis) and less often as isolated angioedema, as seen in this patient.",
  "critique_links": [],
  "key_points": [
    "ACE inhibitor–induced angioedema, an isolated angioedema that often involves the lips, tongue, mouth, or face, can occur at any time during treatment, even years after starting the medication.",
    "ACE inhibitor–induced angioedema may recur up to 1 month following cessation of the ACE inhibitor."
  ],
  "references": "Wilkerson RG, Winters ME. Angiotensin-converting enzyme inhibitor-induced angioedema. Immunol Allergy Clin North Am. 2023;43:513-532. PMID: 37394257 doi:10.1016/j.iac.2022.10.013",
  "related_content": {
    "syllabus": [
      "insec24001_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.430556-06:00"
}