{
  "category": "nr",
  "critique": "The most likely neuroimaging diagnosis is mesial temporal sclerosis (Option D). The coronal flair MRI shows increased signal intensity and atrophy of the right mesial temporal lobe (white arrow) consistent with mesial temporal lobe sclerosis. Temporal lobe epilepsy is the most common adult-onset focal epilepsy. Typical symptoms include aura, loss of awareness, staring, behavior arrest, and amnesia. Automatisms, repetitive semipurposeful movements (such as lip smacking, chewing, and swallowing), and picking or grabbing movements with the ipsilateral arm are common. Speech arrest may be seen with involvement of the dominant hemisphere. Mesial temporal sclerosis with hippocampal atrophy is the most common cause of medication-resistant, adult-onset focal epilepsy; in selected patients, surgical resection of the anterior temporal lobe can lead to seizure freedom in 70% to 80% of patients.",
  "educational_objective": "Identify mesial temporal sclerosis on magnetic resonance imaging.",
  "extracted_at": "2025-12-23T14:11:42.608199-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/nrfig24615.6313cfd1e7514016f97ffdc39f6b6bf0.jpg",
      "figures/nrfig24614.89e5bfb72b9ea34a4d27d4bd6f3f7a9e.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Brain abscess"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Intracerebral hemorrhage"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Meningioma"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Mesial temporal sclerosis"
    }
  ],
  "question_id": "nrvdx24013",
  "question_stem": "Which of the following is the most likely neuroimaging diagnosis?",
  "question_text": "A 21-year-old man is evaluated for newly diagnosed temporal lobe epilepsy. Brain MRI is performed.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "nrsec24003_24005"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}