{
  "question_id": "fcqqq24016",
  "category": "fc",
  "educational_objective": "Treat pain with hydromorphone in a patient with advanced serious illness and chronic kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 67-year-old woman is evaluated for severe back pain. The pain began several months ago but has dramatically worsened in the past week. It is localized to the thoracic spine; it does not radiate, and no change has occurred in gait or bowel or bladder function. Medical history is significant for multiple myeloma and stage 4 chronic kidney disease. Medications are acetaminophen, amlodipine, metoprolol, sertraline, bortezomib, dexamethasone, and lenalidomide.Palpation elicits tenderness over the thoracic spine. Neurologic examination is normal.Restaging CT scans from 2 months ago revealed lytic lesions in the thoracic spine.Urgent spinal MRI is scheduled.",
  "question_stem": "Which of the following is the most appropriate treatment of this patient's pain?",
  "options": [
    {
      "letter": "A",
      "text": "Gabapentin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hydromorphone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Morphine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tramadol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient's pain is hydromorphone (Option B). Her back pain is caused by progressive multiple myeloma, and she requires rapid pain management with initial oral opioids. Because of concerns for worsening back pain in the setting of malignancy, an urgent MRI of her spine is indicated to rule out impending malignant spinal cord compression. Hydromorphone is a potent opioid agonist that is considered safer in patients with severe kidney impairment, such as this patient with stage 4 chronic kidney disease (CKD).Gabapentin (Option A) can be an effective nonopioid adjuvant for treating various pain types, including neuropathic pain. Gabapentin titration can be prolonged to avoid adverse effects; therefore, it would not be helpful in this patient in need of more rapid analgesia. In addition, it is cleared through the kidney and is associated with an increased risk of toxicity in patients with CKD.Morphine (Option C) is a prototypical opioid agonist, but its active metabolites accumulate in the setting of kidney injury and increase the risk for adverse neuroexcitatory effects with aggressive titration. Morphine, codeine, and meperidine are all contraindicated in patients with kidney injury (glomerular filtration rate <30 mL/min/1.73 m2).Tramadol (Option D) is a weak opioid agonist whose analgesic activity is influenced by its inhibition of serotonin and norepinephrine reuptake. It is a poor analgesic in the setting of cancer-related pain and should not be used in patients with kidney injury because of accumulation of active metabolites. In addition, tramadol has the potential for significant drug interactions.",
  "critique_links": [],
  "key_points": [
    "Hydromorphone is the preferred opioid to treat cancer-related pain in patients with chronic kidney disease."
  ],
  "references": "Paice JA, Bohlke K, Barton D, et al. Use of opioids for adults with pain from cancer or cancer treatment: ASCO guideline. J Clin Oncol. 2023;41:914-930. PMID: 36469839 doi:10.1200/JCO.22.02198",
  "related_content": {
    "syllabus": [
      "fcsec24011_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.859767-06:00"
}