{
  "question_id": "idqqq24019",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose cytomegalovirus infection in a solid organ transplant recipient with colitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old man is hospitalized with a 5-day history of fever, bloody diarrhea, and abdominal pain. Medical history is significant for end-stage kidney disease, for which he underwent kidney transplantation 1 year ago. Medications are prednisone, mycophenolate, and tacrolimus.Vital signs are normal. Other than diffuse abdominal tenderness on palpation, the physical examination is unremarkable.Laboratory studies:Hemoglobin9.5 g/dL (95 g/L)LLeukocyte count3400/µL (3.4 × 109/L)LPlatelet count98,000/µL (98 × 109/L)LAlanine aminotransferase99 U/LHAspartate aminotransferase88 U/LH",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cytomegalovirus infection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Entamoeba histolytica infection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Salmonella enteritidis infection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Strongyloides stercoralis infection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient is cytomegalovirus infection (Option A). Approximately 60% to 90% of adults have latent cytomegalovirus infection, and disease reactivation is common in persons who are immunosuppressed (patients with AIDS, transplant recipients). After solid organ transplantation (SOT), the risk for cytomegalovirus is highest (>50%) for donor-positive/recipient-negative (D+/R−) transplantation, intermediate (15%-20%) for D−/R+ and D+/R+ transplantation, and lowest for D−/R− transplantation. Cytomegalovirus can cause retinitis (especially in persons with AIDS), pneumonitis, hepatitis, bone marrow suppression, colitis with bloody diarrhea, esophagitis, and adrenalitis. This kidney transplant recipient has bone marrow suppression (leukopenia and thrombocytopenia), hepatitis (elevated aminotransferase levels), and bloody diarrhea consistent with cytomegalovirus reactivation. Colitis is the most common manifestation of cytomegalovirus disease after transplantation and can occur with low viral loads or without viremia. Diagnosis relies on cytopathic demonstration of “owl's eye” intracellular inclusions from tissue biopsy. Antiviral treatment with valganciclovir or ganciclovir is indicated in tissue invasive disease in SOT. Prophylaxis with valganciclovir is often preferred after SOT for patients at high risk (D+/R−, lymphocyte depletion) and is usually given for at least 3 to 6 months.Entamoeba histolytica (Option B) and Salmonella enteritidis (Option C) can cause bloody diarrhea, but neither presents with pancytopenia. Therefore, they are unlikely possibilities in a solid organ transplant recipient.Strongyloides stercoralis (Option D) is the only parasite that has an autoinfection route (ability to complete its life cycle entirely within the human host), resulting in an increasing burden of parasites that can survive for decades in patients. Disseminated strongyloidiasis after SOT can present with abdominal pain and diarrhea, but it is usually nonbloody. Furthermore, disseminated Strongyloides infection may present with sepsis with colonic bacteria, serpiginous rash, meningitis, or eosinophilic pneumonia.",
  "critique_links": [],
  "key_points": [
    "Latent cytomegalovirus infection is present in approximately 60% to 90% of adults, and patients who are immunosuppressed (e.g., patients with AIDS, transplant recipients) may experience disease reactivation with retinitis, pneumonitis, hepatitis, bone marrow suppression, colitis with bloody diarrhea, esophagitis, or adrenalitis."
  ],
  "references": "Agrawal A, Ison MG, Danziger-Isakov L. Long-term infectious complications of kidney transplantation. Clin J Am Soc Nephrol. 2022;17:286-295. PMID: 33879502 doi:10.2215/CJN.15971020",
  "related_content": {
    "syllabus": [
      "idsec24020_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.484570-06:00"
}