{
  "question_id": "rmcor25008",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat localized, symptomatic osteoarthritis with intra-articular glucocorticoids.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 62-year-old woman is evaluated for a 2-year history of progressively frequent and severe pain in the right knee. She has a history of osteoarthritis in her bilateral hands and knees. Current therapy with acetaminophen, topical diclofenac, celecoxib, and a daily exercise regimen controls symptoms in her hands and left knee. She reports having about 20 minutes of morning stiffness in the right knee with significant pain with use after rest; her activities are increasingly limited by these symptoms. She is not interested in total knee replacement. Medical history is otherwise unremarkable, and she takes no other medications.On physical examination, vital signs are normal. Examination of the right knee reveals crepitus, bony hypertrophy, and tenderness along the medial and lateral joint-lines. A positive bulge sign for effusion with slight warmth but no erythema is noted.Standing radiographs of the knees show right (greater than left) medial joint-space narrowing and bilateral osteophytes.Synovial fluid analysis:Leukocyte count250/µL (0.25 × 109/L)HNo crystals are seen.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Arthroscopic surgery",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intra-articular glucocorticoids",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intra-articular hyaluronic acid",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral glucosamine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Administration of intra-articular glucocorticoids (Option B) is the most appropriate next step for this patient with osteoarthritis (OA) pain primarily affecting a single joint. In the absence of disease-modifying OA drugs, pharmacologic treatment is considered when symptoms are bothersome to the patient and are inadequately or incompletely addressed by nonpharmacologic interventions. Pharmacologic therapy includes oral, topical, and intra-articular medications. Choice of treatment depends on individualized assessment of comorbidities, concomitant medications, and adverse treatment effects. The use of glucocorticoid injections in OA may be particularly helpful for localized, symptomatic OA, especially in patients who experience inefficacy of, intolerance of, or contraindication to oral and topical therapies. Individual studies have shown that the presence of an effusion, more severe symptoms, absence of synovitis, and injection delivery under ultrasound guidance may improve the likelihood of response to this treatment. This patient's right knee is clearly more affected than any other joint, and symptoms there are uncontrolled despite other treatment modalities. Therefore, therapy targeted toward this joint is indicated, and intra-articular glucocorticoids are the most appropriate choice for this patient to address her localized symptoms.Surgery for OA (Option A) is considered when nonpharmacologic and pharmacologic approaches fail to control pain or improve functional limitation. Although total knee replacement may be curative in some patients, arthroscopic surgery for knee OA provides no better outcomes than conservative management when there is no instability or locking.Hyaluronic acid injections (Option C) have shown only a minimal degree of benefit in the treatment of knee OA, primarily in studies with a higher risk of bias; analysis of studies with a lower risk of bias failed to demonstrate a benefit. Therefore, guidelines conditionally recommend against using hyaluronic acid injections to treat knee OA.Glucosamine (Option D) is an amino sugar and dietary supplement marketed for treatment of arthritis. Guidelines strongly recommend against its use for knee OA because the weight of evidence indicates lack of efficacy and large placebo effects.",
  "critique_links": [],
  "key_points": [
    "Targeted therapy with an intra-articular glucocorticoid injection is appropriate in patients with localized, symptomatic osteoarthritis when symptoms have been inadequately or incompletely addressed by nonpharmacologic and oral and topical interventions."
  ],
  "references": "Kolasinski SL, Neogi T, Hochberg MC, et al. 2019 American College of Rheumatology/Arthritis Foundation guideline for the management of osteoarthritis of the hand, hip, and knee. Arthritis Care Res (Hoboken). 2020;72:149-162. PMID: 31908149 doi:10.1002/acr.24131",
  "related_content": {
    "syllabus": [
      "rmsec24004_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:59.044973-06:00"
}