{
  "question_id": "cvmcq24094",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose coronary artery disease in a patient with new-onset heart failure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 38-year-old man is evaluated in the hospital for a 2-week history of exertional dyspnea with orthopnea and paroxysmal nocturnal dyspnea. He reports no chest pain. His father had a myocardial infarction at age 48 years. The patient drinks six beers and smokes one pack of cigarettes daily. He takes no medications.On physical examination, blood pressure is 116/78 mm Hg and pulse rate is 98/min. Jugular venous distention is present 4 cm above the clavicle. Cardiac examination reveals a grade 2/6 holosystolic murmur and no S3.Laboratory studies:B-type natriuretic peptide826 pg/mL (826 ng/mL)HThyroid-stimulating hormone2.6 µU/mL (2.6 mU/L)ECG shows Q waves in leads II and III and QRS of 90 ms. Transthoracic echocardiography reveals an ejection fraction of 20%, a dilated left ventricle, and no significant valvular disease.The patient begins torsemide and guideline-directed medical therapy for heart failure.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac magnetic resonance imaging",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endomyocardial biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Implantable cardioverter-defibrillator placement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Coronary angiography (Option B) is the most appropriate management for this patient with new-onset heart failure. Coronary artery disease (CAD) causes more than 50% of cases of heart failure in the United States and should be considered in all patients with newly diagnosed heart failure. The decision whether to evaluate for CAD with stress testing or coronary angiography depends on the patient's symptoms, risk factors, and findings on ECG and echocardiogram. Identification of CAD is important because left ventricular dysfunction caused by ischemia may potentially lessen or resolve with revascularization. This patient has newly diagnosed heart failure with reduced ejection fraction. Although alcohol use is another potential cause and despite his young age, CAD is possible given his family history, tobacco use, and ECG showing Q waves in leads II and III. Coronary angiography is indicated to investigate CAD as a cause of new-onset heart failure.Cardiac magnetic resonance (CMR) imaging (Option A) can help identify infarction, myocarditis, ischemia, or infiltrative cardiomyopathies. It may be appropriate in patients with heart failure of unclear etiology once more common causes, such as CAD, have been ruled out or if the clinical presentation suggests myocarditis or an infiltrative process. In this patient with several risk factors for CAD, cardiac catheterization is the more appropriate test.Endomyocardial biopsy (Option C) has a limited role in the evaluation of heart failure. It is considered in patients in whom myocarditis is a concern (rapid-onset heart failure with hemodynamic compromise or ventricular arrhythmias) or if therapy would be changed by a specific diagnosis, such as amyloidosis, sarcoidosis, or iron infiltration. These diagnoses, however, can often be made noninvasively.Implantable cardioverter-defibrillator (ICD) placement (Option D) is indicated in some patients with heart failure, but only after a period of guideline-directed medical therapy (40 days after myocardial infarction, 3 months in others). Some patients with new-onset heart failure have substantial improvement in function with treatment and may no longer meet criteria for ICD placement.",
  "critique_links": [],
  "key_points": [
    "Patients with new-onset heart failure and exertional chest pain, a history of myocardial infarction, or other findings suggesting coronary artery disease (CAD) should undergo functional or anatomic assessment for obstructive CAD.",
    "Patients with a high likelihood of CAD should undergo cardiac catheterization instead of noninvasive assessment."
  ],
  "references": "Heidenreich PA, Bozkurt B, Aguilar D, et al. 2022 AHA/ACC/HFSA guideline for the management of heart failure: a Report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2022;145:e895-e1032. PMID: 35363499 doi:10.1161/CIR.0000000000001063",
  "related_content": {
    "syllabus": [
      "cvsec24005_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.171222-06:00"
}