{
  "question_id": "fccor25011",
  "category": "fc",
  "educational_objective": "Treat depression in a patient with limited life expectancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 25-year-old woman is being transferred from the hospital to home hospice with a life expectancy of weeks. She has acute myeloid leukemia that did not respond to allogeneic hematopoietic stem cell transplantation, and her course has been complicated by graft-versus-host disease and several infections. Her hearing is impaired because of gentamicin toxicity. She expresses depressed mood, low energy due to her prognosis, pain, and difficulty communicating with others because of the hearing loss. Medications are fluoxetine and oxycodone.On physical examination, vital signs are normal. The patient is tearful, with restricted affect, and has difficulty hearing.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add bupropion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add methylphenidate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Group psychotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Switch fluoxetine to duloxetine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to add methylphenidate (Option B) to fluoxetine. The prevalence of depression in the palliative care population ranges from 24% to 70%; because depression may worsen quality of life, it should be treated aggressively. Many nonpharmacologic and pharmacologic approaches that are effective for treating depression in general are also effective in the palliative care setting. However, in patients with limited life expectancy, the choice of pharmacologic therapy must take into consideration the medication's onset of action. Although selective serotonin reuptake inhibitors (SSRIs), tricyclic antidepressants, and mirtazapine have all been shown to be effective and well tolerated, their delayed onset to response may limit their efficacy in patients at the end of life. The stimulant methylphenidate, alone or in combination with an SSRI, has been shown to improve depression with a faster onset of action and can possibly induce remission earlier. In this patient who has a limited life expectancy, adding methylphenidate to fluoxetine would yield the greatest response.Adding bupropion to fluoxetine (Option A) is a reasonable consideration; however, the amount of time it would take for the patient to achieve therapeutic benefit in her situation makes this a less optimal choice.Supportive group psychotherapy (Option C) has not been shown to be helpful in palliative care. Furthermore, this patient's hearing impairment would make it difficult for her to participate in a group setting.Switching from an SSRI to a serotonin-norepinephrine reuptake inhibitor, such as duloxetine (Option D), is a reasonable consideration to help manage depression and chronic pain. However, as with the addition of bupropion, the length of time needed to achieve therapeutic benefit limits the role of duloxetine in this patient with limited life expectancy.",
  "key_points": [
    "Because depression may worsen quality of life, it should be treated aggressively in patients receiving palliative care; the choice of pharmacologic therapy must take into consideration the patient's life expectancy and medication's onset of action.",
    "In patients with depression receiving palliative care, the stimulant methylphenidate can improve symptoms with a relatively quick onset of action."
  ],
  "references": "Perusinghe M, Chen KY, McDermott B. Evidence-based management of depression in palliative care: a systematic review. J Palliat Med. 2021;24:767-781. PMID: 33720758 doi:10.1089/jpm.2020.0659",
  "related_content": {
    "syllabus": [
      "fcsec24011_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.221232-06:00"
}