{
  "question_id": "fcmcq24044",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage perioperative anemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 74-year-old woman is evaluated in the hospital 1 day after she underwent surgical repair of a left hip fracture, which she sustained after falling on ice. Apart from expected postsurgical pain, she feels well. Her only medical condition is hypertension. Current medications are amlodipine, acetaminophen, and oxycodone.On physical examination, blood pressure is 110/80 mm Hg and pulse rate is 85/min. The surgical site appears clean, dry, and intact. The remainder of her examination is unremarkable.Laboratory studies:On admission (yesterday)TodayHemoglobin11.0 g/dL (110 g/L)L8.6 g/dL (86 g/L)L",
  "question_stem": "In addition to ongoing monitoring, which of the following is the most appropriate inpatient management of this patient's anemia?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Peripheral blood smear",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transfusion of packed red blood cells",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "In addition to ongoing monitoring, the patient does not require additional management of her anemia (Option D). Anemia in the setting of a hip fracture is common due to the fracture itself and may worsen postoperatively. In the perioperative setting, patients should be monitored for anemia. For hospitalized patients who are found to be anemic and hemodynamically stable, the Association for the Advancement of Blood and Biotherapies (AABB) recommends a restrictive transfusion strategy. The threshold for most patients is a hemoglobin level of less than 7 g/dL (70 g/L); a threshold of 7.5 g/dL (75 g/L) may be considered for patients undergoing cardiac surgery, and a threshold of 8 g/dL (80 g/L) can be selected for those undergoing orthopedic surgery or who have underlying cardiovascular disease. A more liberal transfusion strategy has not been shown to improve outcomes such as mortality, cardiovascular outcomes, or stroke. This patient is hemodynamically stable, has had an expected drop in hemoglobin as a result of her hip fracture and orthopedic surgery, and has a hemoglobin level above the recommended transfusion threshold. Ongoing monitoring without a transfusion of packed red blood cells (Option C) is appropriate.For a patient with iron deficiency anemia, colonoscopy (Option A) is an appropriate diagnostic study. However, in the setting of anemia due to acute orthopedic injury and surgery, colonoscopy is not indicated. If the anemia persists after the patient has recovered from surgery, further evaluation, including laboratory evaluation and possible colonoscopy, would be indicated.A peripheral blood smear (Option B) may be useful in the evaluation of anemia because different red blood cell morphologies may be associated with different causes of anemia. However, in this case, the anemia is most likely related to the hip fracture and urgent hip surgery rather than a result of an underlying medical condition. A peripheral blood smear is not indicated in this setting.",
  "critique_links": [],
  "key_points": [
    "For most hospitalized patients who are found to be anemic and hemodynamically stable, a restrictive transfusion strategy (hemoglobin level of less than 7 g/dL [70 g/L]) is recommended.",
    "A hemoglobin threshold of 7.5 g/dL (75 g/L) may be considered for patients undergoing cardiac surgery, and a threshold of 8 g/dL (80 g/L) can be selected for those undergoing orthopedic surgery or who have underlying cardiovascular disease."
  ],
  "references": "Carson JL, Stanworth SJ, Guyatt G, et al. Red blood cell transfusion: 2023 AABB international guidelines. JAMA. 2023;330:1892-1902. PMID: 37824153 doi:10.1001/jama.2023.12914",
  "related_content": {
    "syllabus": [
      "fcsec24009_24025"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.391820-06:00"
}