{
  "question_id": "fccor25012",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Evaluate perioperative cardiovascular risk in a patient with coronary artery disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 64-year-old man is evaluated before undergoing elective total knee replacement for severe right knee osteoarthritis. Although his ability to walk is limited by knee pain, he swims laps for 1 hour daily without shortness of breath or chest pain. His Duke Activity Status Index score is 42.2 (approximately 8 metabolic equivalents). He has coronary artery disease with a history of ST-elevation myocardial infarction and drug-eluting stent placement 2 years ago; he also has hypertension and dyslipidemia. Medications are atorvastatin, metoprolol, losartan, and aspirin.On physical examination, vital signs are normal. Cardiopulmonary examination findings are unremarkable.Hemoglobin and serum electrolyte and creatinine levels are normal.ECG is unremarkable.",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Dobutamine stress echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "In this asymptomatic patient with stable, treated coronary artery disease (CAD) and good functional capacity, no further testing (Option D) is indicated. The preoperative cardiac evaluation is intended to assess patient risks for a major adverse cardiac event, such as ischemia, cardiac arrest, heart failure, and dysrhythmias, both during and after surgery. Metabolic equivalents (METs) are used to represent a patient's functional capacity based on the intensity of activity the patient can perform. The Duke Activity Status Index (DASI) score (see Table: Duke Activity Status Index (DASI) Score Questionnaire) is a standardized and accurate means of estimating exercise capacity. According to the American Heart Association/American College of Cardiology guideline for perioperative cardiovascular management for noncardiac surgery, if functional capacity exceeds 4 METs, the patient may proceed to surgery without further testing (see Figure: Ischemic Cardiac Disease Evaluation for Noncardiac Surgery). Although this patient is limited by knee pain, he can exercise without cardiopulmonary symptoms, and his DASI score indicates that he can perform greater than 4 METS of activity. Despite his history of CAD, he is asymptomatic with good functional capacity; he does not require further cardiac assessment. Aspirin therapy ideally should be continued through the perioperative period. In addition, statin and β-blocker therapy should be continued perioperatively because of their known cardiac benefits. ACE inhibitors and angiotensin receptor blockers may be held the morning of surgery to maintain optimal renal blood flow and perfusion.Chest radiography (Option A) has no role in this patient's preoperative evaluation. He has no pulmonary symptoms to evaluate, and his physical examination findings are unremarkable. Preoperative chest radiography is indicated only in patients with signs or symptoms that suggest pulmonary pathology.Patients with CAD should not undergo routine coronary angiography (Option B) before surgery. This procedure should be reserved for patients with recognized indications based on clinical practice guidelines. This patient has no cardiovascular symptoms, and angiography would not alter perioperative management.Dobutamine stress echocardiography (Option C), or any type of noninvasive stress testing, is not indicated in the preoperative setting based solely on a history of CAD. Preoperative stress testing may be considered in select patients anticipating elevated-risk surgery who have poor or unknown functional capacity and an elevated calculated risk for perioperative events. This patient is asymptomatic and has good functional capacity; he does not require stress testing.",
  "critique_links": [],
  "key_points": [
    "According to the American Heart Association/American College of Cardiology preoperative risk stratification guideline, if functional capacity exceeds 4 metabolic equivalents, the patient may proceed to surgery without further testing."
  ],
  "references": "Thompson A, Fleischmann KE, Smilowitz NR, et al. 2024 AHA/ACC/ACS/ASNC/HRS/SCA/SCCT/SCMR/SVM guideline for perioperative cardiovascular management for noncardiac surgery: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2024;150:e351-e442. PMID: 39316661 doi:10.1161/CIR.0000000000001285Thompson",
  "related_content": {
    "syllabus": [
      "fcsec24009_24012"
    ]
  },
  "media": {
    "tables": [
      "tables/fctab24041.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "fctab24041",
        "file": "tables/fctab24041.html",
        "title": "Duke Activity Status Index (DASI) Score Questionnaire",
        "short_title": "Duke Activity Status Index (DASI) Score Questionnaire",
        "footnotes": [
          "<sup>a</sup>In Wijeysundera and colleagues 2020, a DASI score of 34 (equivalent to approximately 5 metabolic equivalents in the study population) was the cutoff below which patients experienced elevated risk for 30-day mortality and myocardial infarction.",
          "Reprinted from Hlatky MA, Boineau RE, Higginbotham MB, et al. A brief self-administered questionnaire to determine functional capacity (the Duke Activity Status Index). Am J Cardiol. 1989;64:651-654. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/2782256\" target=\"_blank\">PMID: 2782256</a> doi:10.1016/&amp;#8232;0002-9149(89)90496-7. ©1989, with permission from Elsevier.",
          "Wijeysundera DN, Beattie WS, Hillis GS, et al; Measurement of Exercise Tolerance before Surgery Study Investigators. Integration of the Duke Activity Status Index into preoperative risk evaluation: a multicentre prospective cohort study. Br J Anaesth. 2020;124:261-270. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/31864719\" target=\"_blank\">PMID: 31864719</a> doi:10.1016/j.bja.2019.11.025"
        ],
        "headers": [
          "Questionnaire Item",
          "Points (each “Yes” answer)a"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:30.223916-06:00"
}