{
  "question_id": "cvmcq24116",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Prevent stroke in a patient treated with catheter ablation for atrial fibrillation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 79-year-old woman is evaluated during a follow-up visit 3 months after undergoing catheter ablation for paroxysmal atrial fibrillation. She has no symptoms. She has hypertension, dyslipidemia, and diabetes mellitus. Medications are apixaban, lisinopril, atorvastatin, and metformin.Physical examination findings, including vital signs, are normal.Routine laboratory studies are normal.ECG shows sinus rhythm. Previous echocardiogram showed mild left atrial enlargement with normal left ventricular function (ejection fraction of 55%) and no significant valvular disease.",
  "question_stem": "Which of the following is the most appropriate management of this patient's risk for stroke?",
  "options": [
    {
      "letter": "A",
      "text": "Add aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinue apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer for left atrial appendage occlusion",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current regimen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate preventive measure is for the patient to continue her current regimen, including apixaban (Option D). The decision to use oral anticoagulation for stroke prevention in atrial fibrillation depends on the patient's thromboembolic risk balanced by the risk for bleeding. The CHA2DS2-VASc score is used to risk stratify patients with nonvalvular atrial fibrillation and determine the appropriateness of oral anticoagulation (see Table: Recommendations for Nonvalvular Atrial Fibrillation and Flutter). Guidelines vary regarding the threshold for initiation of oral anticoagulation. The American College of Cardiology/American Heart Association/Heart Rhythm Society recommend anticoagulation for a score of 2 or greater in men or 3 or greater in women; however, greater leeway is now acknowledged to include other factors in the decision (e.g., chronic kidney disease, arrhythmia burden). The American College of Chest Physicians recommends anticoagulation with one or more non-sex stroke risk factors (i.e., a score of ≥1 in men or ≥2 in women). Catheter ablation of atrial fibrillation, although effective in maintaining sinus rhythm and reducing symptoms, has not been definitively shown to obviate the need for anticoagulation when otherwise indicated. This patient has a CHA2DS2-VASc score of 5, suggesting a high risk for stroke and a continued need for anticoagulation with apixaban.Adding aspirin to oral anticoagulation (Option A) significantly increases the risk for bleeding. Patients with strong indications for antiplatelet therapy, such as recent cardiovascular or cerebrovascular events or the presence of a coronary stent, should receive antiplatelet therapy; otherwise, the combination of antiplatelet therapy and oral anticoagulation is avoided. This patient has no indication for the addition of aspirin.This patient has a high risk for stroke, with a CHA2DS2-VASc score of 5: 2 points for age 75 years and older and 1 point each for female sex, hypertension, and diabetes. Catheter ablation does not decrease her risk for stroke, and discontinuing apixaban (Option B) at this time would be inappropriate.Left atrial appendage occlusion (LAAO) (Option C) may be considered to prevent stroke in patients with at least a moderate risk for stroke (CHA2DS2-VASc score ≥3) if anticoagulation is not feasible. This patient does not have bleeding or other contraindications to oral anticoagulation, and LAAO is not appropriate at this time.",
  "critique_links": [],
  "key_points": [
    "Although catheter ablation in atrial fibrillation reduces symptoms, it has not been definitively demonstrated to decrease stroke risk, particularly among patients with high baseline risk.",
    "Left atrial appendage occlusion may be considered to prevent stroke in patients with at least a moderate risk for stroke (CHA2DS2-VASc score ≥3) if anticoagulation is not feasible."
  ],
  "references": "January CT, Wann LS, Calkins H, et al. 2019 AHA/ACC/HRS focused update of the 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. J Am Coll Cardiol. 2019;74:104-132. PMID: 30703431 doi:10.1016/j.jacc.2019.01.011",
  "related_content": {
    "syllabus": [
      "cvsec24006_24023"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.692944-06:00"
}