{
  "question_id": "gicor25025",
  "category": "gi",
  "educational_objective": "Diagnose colonic ischemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 78-year-old woman is evaluated in the emergency department for the sudden onset of crampy, left-lower-quadrant abdominal pain followed several hours later by passage of bright red blood per rectum. She has hypertension and hyperlipidemia. Medications are chlorthalidone and rosuvastatin.On physical examination, vital signs are normal. Abdomen is soft and nondistended, with mild left-lower-quadrant tenderness and no rebound or guarding. Anorectal examination shows scant bright red blood in the rectal vault.Laboratory studies:Leukocyte count12,000/μL (12 × 109/L)HBlood urea nitrogen24 mg/dL (8.5 mmol/L)HAbdominal and pelvic CT scan shows only segmental thickening of the descending and sigmoid colon.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Clostridioides difficile infection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonic ischemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Internal hemorrhoids",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ulcerative colitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is colonic ischemia (Option B). This form of ischemic bowel disease is the most common and usually results from a nonocclusive low-flow state in microvessels. The term colonic ischemia is preferred to ischemic colitis because some patients do not have a documented inflammatory phase of disease. Risk factors for colonic ischemia include age older than 60 years, female sex, vasoconstrictive and antihypertensive medication use, constipation, and thrombophilia. Colonic ischemia presents with abrupt onset of cramping and mild to moderate lower abdominal discomfort, followed within 24 hours by hematochezia. Physical examination usually reveals lower abdominal tenderness over the involved colonic segment without peritoneal signs. Leukocyte count and blood urea nitrogen may be mildly elevated. Abdominal CT is indicated to assess the severity of colonic ischemia. CT findings are nonspecific, including segmental bowel wall thickening and pericolonic fat stranding, often in the distribution of the “watershed” areas of the colon (splenic flexure and rectosigmoid junction). Colonoscopy is the primary method to diagnose colonic ischemia, usually after CT has shown a thickened segment of colon.Clostridioides difficile infection (Option A) can mimic the presentation of colonic ischemia and must be excluded by stool tests. However, bloody diarrhea is uncommon in C. difficile colitis, and the infection often involves the colon in a diffuse fashion rather than the segmental pattern seen on this patient's CT scan.Internal hemorrhoids (Option C) often present with painless bright red blood per rectum, often with a history of red blood on tissue paper after a bowel movement. Because this patient is experiencing abdominal pain and has mild left-lower-quadrant abdominal tenderness on examination, internal hemorrhoidal bleeding is not the most likely diagnosis. External hemorrhoids are more painful and can bleed; however, they would be apparent on physical examination of the anorectal area and would also not be expected to cause lower abdominal pain but rather pain in the rectal area.Ulcerative colitis (Option D) can present with abdominal pain and bloody stools. However, it usually involves the rectum and extends proximally in a continuous and symmetric pattern. This patient's CT scan, showing segmental thickening of the descending and sigmoid colon with sparing of the rectum, makes ulcerative colitis unlikely, as do the abrupt symptom onset and older patient age.",
  "key_points": [
    "Colonic ischemia is the most common form of ischemic bowel disease and usually results from a nonocclusive low-flow state in microvessels.",
    "Colonic ischemia presents with abrupt-onset lower abdominal discomfort and cramping, followed within 24 hours by hematochezia."
  ],
  "references": "Brandt LJ, Feuerstadt P, Longstreth GF, et al; American College of Gastroenterology. ACG clinical guideline: epidemiology, risk factors, patterns of presentation, diagnosis, and management of colon ischemia (CI). Am J Gastroenterol. 2015;110:18-44. PMID: 25559486 doi:10.1038/ajg.2014.395",
  "related_content": {
    "syllabus": [
      "gisec24009_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:34:01.197655-06:00"
}