{
  "question_id": "rmqqq24001",
  "category": "rm",
  "educational_objective": "Treat acute calcium pyrophosphate crystal arthritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "An 82-year-old woman is evaluated for severe left wrist pain of 3 days' duration. She reports no preceding trauma. She has hypertension treated with lisinopril and stage G3 chronic kidney disease.Vital signs are normal. The left wrist is swollen and tender with decreased range of motion without erythema or warmth.Left wrist synovial fluid analysis reveals a leukocyte count of 20,000/µL (20 × 109/L) (90% neutrophils) and rhomboid-shaped, weakly positively birefringent crystals within macrophages. Gram stain is negative.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Allopurinol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ibuprofen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methotrexate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Prednisone (Option D) is the most appropriate treatment for this patient with acute calcium pyrophosphate (CPP) crystal arthritis. Acute CPP crystal arthritis (pseudogout) typically presents as monoarticular inflammatory arthritis, characterized by sudden onset of swelling, pain, loss of function, tenderness, and warmth of the affected joint (commonly a knee or wrist). Like gout flares, CPP flares may be provoked by systemic insults, such as major surgery or acute illness. Flares are typically milder than gout flares and less commonly affect the metatarsophalangeal joint but, if untreated, can persist for weeks or months. Definitive diagnosis requires identification of rhomboid-shaped positively birefringent crystals in synovial fluid. This patient has an acute, monoarticular inflammatory arthritis with rhomboid-shaped, weakly positively birefringent crystals within macrophages. Thus, she has acute CPP crystal arthritis. Compared with gout, no mechanism is known for dissolving articular CPP crystals or preventing their formation. Instead, treatment aims at reducing the inflammatory manifestations of the disease, and oral prednisone would be a reasonable option.Allopurinol (Option A) is a uric acid–lowering therapy used as a first-line therapy in the treatment of gout; however, this patient's serum uric acid level is normal. Allopurinol has no role in the management of acute CPP crystal arthritis and is not indicated in this patient.Although NSAIDs, such as ibuprofen (Option B), can be used to treat the inflammatory manifestations of acute CPP crystal arthritis, this older patient has hypertension and stage G3 chronic kidney disease, so ibuprofen would be not be the best option in this patient.Methotrexate (Option C) was found to be no better than placebo in a randomized crossover trial for chronic CPP arthropathy. It also has no role in the treatment of acute CPP crystal arthritis.",
  "key_points": [
    "Compared with gout, no mechanism is known for dissolving articular calcium pyrophosphate crystals or preventing their formation; instead, treatment aims at reducing inflammatory manifestations of crystal-induced arthropathies."
  ],
  "references": "Parperis K, Papachristodoulou E, Kakoullis L, et al. Management of calcium pyrophosphate crystal deposition disease: A systematic review. Semin Arthritis Rheum. 2021;51:84-94. PMID: 33360232 doi:10.1016/j.semarthrit.2020.10.005",
  "related_content": {
    "syllabus": [
      "rmsec24012_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:13:05.908726-06:00"
}