{
  "question_id": "idqqq24017",
  "category": "id",
  "educational_objective": "Prevent acute hepatitis A infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 40-year-old man undergoes pretravel consultation. He plans to leave for Kenya in 8 days. He received yellow fever and typhoid vaccinations 18 months ago, and he is undergoing a work-related three-dose hepatitis B vaccination series. He also has a prescription for prophylactic antimalarial medication.Vital signs and other physical examination findings are normal.",
  "question_stem": "Which of the following is the most appropriate pretravel management for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Immune globulin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Single dose of hepatitis A vaccine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Two doses of hepatitis A vaccine 7 days apart",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No intervention",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should be given a single dose of hepatitis A vaccine (Option B). Worldwide, hepatitis A virus is the most common cause of acute viral hepatitis and the leading cause of infection and death among vaccine-preventable diseases. The highest rates of endemicity occur in developing nations, where hygiene and sanitary measures are suboptimal. It spreads primarily through the fecal-oral route; infected adolescents and adults usually experience fever, malaise, nausea, and anorexia, with more than 70% exhibiting jaundice. Most infections are benign and resolve uneventfully. Rarely, patients may experience fulminant hepatitis and acute liver failure. In addition to avoiding potentially contaminated food and water, vaccination with either of the two available inactivated cell culture–produced vaccines is strongly advised for those planning to travel to areas that pose significant risk of infection. Ideally, vaccination should occur at least 2 to 4 weeks before departure. Protective antibody titers develop within 4 weeks in more than 90% of healthy recipients after the initial dose, so a single dose of vaccine usually provides adequate protection in otherwise healthy adults. Depending on the vaccine product used, a second dose is administered between 6 and 18 months later. Serologic testing for hepatitis A is not routinely recommended before vaccination.Immune globulin (Option A) is indicated for those who decline vaccination or are allergic to its components. Immune globulin may also be considered in addition to vaccination if travel is scheduled within 2 weeks for adults older than 40 years, immunocompromised persons, and persons with chronic liver disease and other chronic medical conditions.Another dose of vaccine administered 7 days after the first (Option C) would have no significant immunologic boosting effect.Providing no intervention (Option D) would place this traveler at undue risk of acquiring hepatitis A virus.",
  "critique_links": [],
  "key_points": [
    "Hepatitis A vaccination should ideally occur 2 to 4 weeks before travel to an endemic region."
  ],
  "references": "Centers for Disease Control and Prevention. CDC Yellow Book 2026: Health Information for International Travel: Hepatitis A. New York: Oxford University Press. Available at https://www.cdc.gov/yellow-book/hcp/travel-associated-infections-diseases/hepatitis-a.html. Accessed October 28, 2025.",
  "related_content": {
    "syllabus": [
      "idsec24015_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.625510-06:00"
}