{
  "question_id": "oncor25029",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat stage I cancer of the upper rectum.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old woman is evaluated for rectal bleeding and pain with defecation that has increased during the past 3 months. She takes no medications.On physical examination, vital signs are normal. The rectal examination reveals no masses. The remainder of the physical examination is unremarkable.Laboratory studies:Hemoglobin12.5 g/dL (125 g/L)LLiver chemistry tests are normal. A colonoscopy to the ileocecal valve identifies a fungating mass 10 cm from the anal verge, and a biopsy reveals mismatch repair–proficient adenocarcinoma. An MRI of the pelvis shows a nonobstructing tumor invading the muscularis but not through the full thickness of the rectal wall (T2). No abnormal lymph nodes are seen. Contrast-enhanced CT scans of the chest and abdomen are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Pembrolizumab followed by surgery",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Radiation therapy plus chemotherapy followed by surgery",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation therapy plus chemotherapy followed by surveillance",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgery alone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is surgery alone (Option D). Patients with mid-to-upper rectal tumors that are not full thickness and do not have lymph node involvement (stage I) on pretreatment imaging usually undergo surgery, with a total mesorectal excision being the preferred procedure. The mesorectum is a fatty sheath covering the rectum that contains the regional lymph nodes. A total mesorectal excision entails a sharp dissection of the pelvis outside of the mesorectum to allow removal of the mesorectum fully intact (en bloc) with the rectum. Resection of mid to upper rectal tumors is sphincter sparing and does not require a permanent colostomy. Considerable expertise is required to avoid complications with this procedure, which should be performed only by a subspecialized surgeon. This patient has a T2N0, stage I cancer of the upper third of the rectum at 10 cm from the anal verge and should undergo surgery.Rectal cancers that are mismatch repair deficient have high rates of clinical response to immunotherapy, and treatment with PD-1 inhibitors, such as pembrolizumab (Option A), is often indicated. This patient, however, has mismatch repair–proficient adenocarcinoma, and pembrolizumab is not indicated.Radiation therapy plus chemotherapy followed by surgery (Option B) is not the most appropriate treatment option in this patient. Patients with full-thickness tumors (stage II) and tumors with involved lymph nodes (stage III) traditionally have been treated with radiation therapy, chemotherapy, and surgery. This patient, however, has stage I disease that can be resected without the need for permanent colostomy, and neoadjuvant therapy before planned surgery is not necessary.Radiation therapy plus chemotherapy followed by surveillance (Option C) is not indicated in this patient. When stage I rectal tumors are distal enough that surgery would require a permanent colostomy, neoadjuvant radiation therapy and chemotherapy followed by surveillance without surgery is an option if a complete response is achieved. This patient, however, has proximal rectal disease in which surgery would be sphincter sparing, and surgery is the preferred treatment option.",
  "critique_links": [],
  "key_points": [
    "Cancers of the mid to upper rectum without full thickness penetration of the bowel wall or involved lymph nodes are classified as stage I and are usually best treated with surgical resection."
  ],
  "references": "Martinez CAR, Campos FG. Current guidelines for the management of rectal cancer patients: a review of recent advances and strategies. Rev Assoc Med Bras (1992). 2024;70:e2024S112. PMID: 38865532 doi:10.1590/1806-9282.2024S112",
  "related_content": {
    "syllabus": [
      "onsec24003_24004"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:35.467445-06:00"
}