{
  "question_id": "enmcq24053",
  "category": "en",
  "educational_objective": "Treat hypophysitis caused by immune checkpoint inhibitor therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 54-year-old patient is evaluated for a 1-month history of reduced appetite, mild headache, weight loss, and fatigue. They have metastatic melanoma treated with nivolumab and ipilimumab.On physical examination, blood pressure is 100/70 mm Hg and pulse rate is 101/min. BMI is 18. Visual field testing is normal. No focal neurologic findings are present.MRI shows a mildly enlarged pituitary gland with homogeneous enhancement and thickening of the pituitary stalk. There is no compression of the optic chiasm.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue ipilimumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Start hydrocortisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start levothyroxine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Refer for pituitary biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has hypophysitis related to immune checkpoint inhibitor therapy, and the most appropriate next step in management is to start hydrocortisone (Option B). Ten percent of patients receiving anti–cytotoxic T-lymphocyte–associated protein-4 (anti–CTL-4) agents (e.g., ipilimumab) and a smaller number of patients receiving anti–programmed cell death protein-1 (anti–PD-1) agents (e.g., nivolumab) or anti–programmed cell death ligand protein-1 (anti–PD-L1) agents will develop hypophysitis. Patients often present with fatigue and headache. Compressive symptoms, including visual deficits, may be present in patients with severe disease. Deficiencies of adrenocorticotropic hormone, luteinizing hormone, thyroid-stimulating hormone (TSH), and growth hormone are common. Arginine vasopressin deficiency (formerly central diabetes insipidus) is uncommon. Imaging reveals pituitary gland enhancement or enlargement with a thickened stalk. Although metastases to the pituitary gland may occur, they usually present as a rapidly enlarging mass with evidence of anterior and posterior pituitary hormone deficiencies. Management of hypophysitis includes treatment of pituitary hormone deficiencies. Importantly, cortisol deficiency should always be treated first. Hydrocortisone (15-25 mg/d) is typically recommended. However, in patients with hypophysitis that causes compressive symptoms, high-dose glucocorticoids (1-2 mg/kg per day for 1-2 weeks) should be initiated. This patient is receiving combination immune checkpoint inhibitor therapy and has developed hypopituitarism as a result of that treatment; hydrocortisone should be administered promptly to treat secondary adrenal insufficiency.Discontinuation of immune checkpoint inhibitor therapy is not necessary in mild cases of hypophysitis. In severe cases, with compression of surrounding structures from pituitary enlargement or visual symptoms, the immune checkpoint inhibitor should be discontinued until symptoms resolve. This patient has mild disease that can be managed with pituitary hormone replacement therapy; therefore, discontinuing ipilimumab (Option A) is unnecessary.This patient has secondary hypothyroidism as evidenced by a low free thyroxine level and an inappropriately normal TSH level. However, starting levothyroxine (Option C) before treating adrenal insufficiency would be inappropriate because it might worsen adrenal insufficiency and potentially precipitate adrenal crisis. Adrenal insufficiency should always be treated before initiating levothyroxine therapy.Pituitary biopsy (Option D) is not necessary in this patient because their clinical presentation, laboratory findings, and imaging characteristics are consistent with hypophysitis. If the patient had an atypical presentation, such as symptoms suggestive of an arginine vasopressin disorder and/or a rapidly enlarging mass, biopsy might be considered to rule out metastasis.",
  "key_points": [
    "Immune checkpoint inhibitors are associated with hypophysitis; deficiencies of adrenocorticotropic hormone, luteinizing hormone, thyroid-stimulating hormone, and growth hormone are common.",
    "In patients with hypophysitis, adrenal insufficiency should always be treated before initiating levothyroxine therapy."
  ],
  "references": "Wright JJ, Powers AC, Johnson DB. Endocrine toxicities of immune checkpoint inhibitors. Nat Rev Endocrinol. 2021;17:389-399. PMID: 33875857 doi:10.1038/s41574-021-00484-3",
  "related_content": {
    "syllabus": [
      "ensec24003_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T22:59:46.021842-06:00"
}