{
  "question_id": "cscor25016",
  "category": "cs",
  "educational_objective": "Diagnose neurally mediated syncope.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "An 18-year-old man is evaluated in the emergency department following an episode of loss of consciousness. He was standing at an outdoor concert in hot weather when he developed tunnel vision and nausea. The next thing he remembers is lying on the ground. His friend witnessed the event and notes that he fell suddenly and exhibited 30 seconds of random-appearing “twitching” of each of his limbs independently. The patient awoke and was able to converse normally within 1 minute of his collapse. This is the patient's second such episode; the first was 1 year ago while he stood in a line outdoors.Physical examination findings, including vital signs, are unremarkable.An ECG shows no abnormalities.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Atonic seizure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Generalized tonic-clonic seizure",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Myoclonic seizure",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Neurally mediated syncope",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient with brief loss of consciousness and rapid, spontaneous return to full recovery most likely has neurally mediated syncope (Option D). Syncope is a transient, complete loss of consciousness and postural tone caused by global cerebral hypoperfusion and, like seizures or migraines, may follow stereotyped patterns. The onset of syncope is abrupt, and recovery is rapid and complete without clinical intervention. The most common form of syncope is neurally mediated syncope, which generally occurs in response to a noxious stimulus, prolonged standing, heat exposure, or a combination of those factors. It is characterized by a prodrome of nausea, lightheadedness, and diminished sensory acuity (tunnel vision, reduction in hearing). Stereotyped events with warning signs can be mistaken for seizures, but the duration of loss of consciousness is usually briefer in syncope (<1 min) than in seizures. Immediate and complete neurologic recovery also distinguishes syncope from seizures. Nonepileptic myoclonus and other types of movements and shaking are typical of syncope; in fact, syncope without any movements is the exception rather than the rule. This patient likely had cerebral hypoperfusion in response to a predictable trigger (heat and prolonged standing), followed by myoclonic movements typical of neurally mediated syncope.Atonic seizures (Option A) are characterized by abrupt falling, a brief loss of consciousness, and decreased muscle tone; they usually have no warning symptoms or precipitating events. Atonic seizures are briefer in duration (a few seconds) than syncope. The presence of a typical trigger and prodrome and the duration of this patient's event make neurally mediated syncope a more likely diagnosis than an atonic seizure.Generalized tonic-clonic seizures (GTCS) (Option B) are characterized by an abrupt loss of consciousness, sometimes associated with a scream or choking sound, and increased tone at onset (tonic phase), followed by rhythmic, synchronous jerking of all limbs (clonic phase). GTCS usually last longer than 1 minute. Confusion, lethargy, and occasionally combativeness follow GTCS. The nature of this patient's movements, the short duration of his event, and his spontaneous and quick recovery are not consistent with a GTCS.Myoclonus is a single quick jerk of a limb or the entire body lasting less than a second. Although myoclonus is not always associated with a seizure, myoclonic seizures (Option C) may occur repetitively and result in falls. Maintained awareness and very short duration differentiate this condition from neurally mediated syncope.",
  "key_points": [
    "Syncope is a transient loss of consciousness and postural tone due to global cerebral hypoperfusion and typically has an abrupt onset and complete, rapid neurologic recovery.",
    "Nonepileptic myoclonus and other types of movements and shaking are typical of convulsive syncope."
  ],
  "references": "Sheldon R. How to differentiate syncope from seizure. Cardiol Clin. 2015;33:377-85. PMID: 26115824 doi:10.1016/j.ccl.2015.04.006",
  "related_content": {
    "syllabus": [
      "cssec24006_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:01:45.919673-06:00"
}