{
  "question_id": "nrmcq24035",
  "category": "nr",
  "educational_objective": "Treat myasthenic crisis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 32-year-old patient is hospitalized for dysphagia and difficulty holding their head up. Medical history is significant for generalized myasthenia with acetylcholine receptor antibodies. The patient was in stable condition until 3 weeks ago, when they had an upper respiratory infection. Since then, the patient reports increasing fatigue and intermittent diplopia, followed by dysphagia and neck weakness. Medications are pyridostigmine, prednisone, vitamin D, and calcium.On physical examination, temperature is 37.2 °C (99.0 °F), blood pressure is 145/85 mm Hg, pulse rate is 95/min, respiration rate is 22/min, and oxygen saturation is 94% with the patient breathing ambient air. There is intermittent accessory muscle use. The patient exhibits bilateral ptosis and paresis of the abducens and facial nerves. Speech is dysarthric, and there is moderate neck flexion weakness. The extremities exhibit slight weakness that mildly increases with repeated strength testing. Deep tendon reflexes are preserved.Laboratory studies:Potassium3.8 mEq/L (3.8 mmol/L)Magnesium1.5 mg/dL (0.62 mmol/L)L",
  "question_stem": "Which of the following is the most appropriate treatment to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Administer intravenous immune globulin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Administer intravenous magnesium",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Administer intravenous methylprednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Increase pyridostigmine dosage",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Perform emergency thymectomy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with myasthenic crisis should be treated with intravenous immune globulin (IVIG) (Option A). Myasthenic crisis is severe worsening of myasthenia gravis marked by generalized weakness, severe bulbar dysfunction, and respiratory muscle weakness with respiratory failure. It can result from progressive disease or be triggered by insufficient immunosuppression, infection, or exposure to certain medications (especially aminoglycosides, fluoroquinolones, magnesium, β-blockers, and hydroxychloroquine). Patients with myasthenic crisis require close monitoring of respiratory status and stabilization with IVIG or plasmapheresis. This patient has severe bulbar dysfunction and respiratory muscle weakness indicative of myasthenic crisis. They should receive IVIG or undergo plasmapheresis immediately.Intravenous magnesium (Option B) is contraindicated in myasthenia because it can block the neuromuscular junction and aggravate weakness.Glucocorticoids are often used as an immunosuppressive agent for managing myasthenia. However, significantly increasing the oral prednisone dosage or administering intravenous glucocorticoids should be avoided in the crisis setting because of the risk for further exacerbating the myasthenia. Additionally, glucocorticoids do not work quickly enough to address myasthenic crisis. In this patient with myasthenic crisis, intravenous methylprednisolone (Option C) would be an inappropriate option; immediate-acting therapies, such as IVIG or plasmapheresis, should be prioritized.Pyridostigmine (Option D) is a cholinesterase inhibitor that helps with short-term improvement of myasthenia symptoms but would be inappropriate for addressing myasthenic crisis. Pyridostigmine is often used as monotherapy in ocular myasthenia and as an adjunct therapy alongside immunosuppressants for generalized myasthenia. In patients with severe dysphagia, such as this patient, pyridostigmine should be withheld because of its adverse effect of increasing secretions that can increase the risk for aspiration.In the setting of myasthenic crisis, stabilization with IVIG or plasmapheresis should be achieved before thymectomy (Option E) is considered. Thymectomy should be performed in all patients with myasthenia gravis with thymoma and offered as an option to potentially avoid or minimize immunotherapy in other patients with active disease who are aged 18 to 65 years, are within 5 years of diagnosis, and have acetylcholine receptor antibodies.",
  "critique_links": [],
  "key_points": [
    "Patients in myasthenic crisis may develop severe bulbar, respiratory, or generalized weakness; they require rapid stabilization with intravenous immune globulin or plasmapheresis.",
    "Myasthenic crisis can be triggered by insufficient immunosuppression, recent infections, or certain medications, including fluoroquinolones and β-blockers."
  ],
  "references": "Alhaidar MK, Abumurad S, Soliven B, et al. Current treatment of myasthenia gravis. J Clin Med. 2022;11. PMID: 35329925 doi:10.3390/jcm11061597",
  "related_content": {
    "syllabus": [
      "nrsec24009_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:31.211867-06:00"
}