{
  "question_id": "inmcq24017",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Recommend folate supplementation in the preconception period.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 29-year-old woman comes to the clinic for preconception counseling. She is nulliparous and is hoping to conceive in the next few months. She discontinued oral contraceptives last month, and her last menstrual period was 1 week ago. She does not drink alcohol or smoke cigarettes. She has an unrestricted diet. She is up to date with all vaccinations. She has no other medical problems and takes no medications.Physical examination findings, including vital signs, are normal.Laboratory studies reveal positive rubella and varicella antibody titers. A pregnancy test result is negative.",
  "question_stem": "Which of the following is the most appropriate nutritional supplement for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Calcium",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Folic acid",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vitamin B12",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vitamin D",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate recommendation for this patient is to start folic acid supplementation (Option B). Supplementation with folic acid at a dosage of 0.4 to 0.8 mg/d (400-800 µg/d) is recommended for all patients considering pregnancy to reduce the risk for neural tube defects. Neural tube development begins in the third or fourth week of gestation, before most patients realize they are pregnant. Therefore, it is most appropriate to start folic acid supplementation before conception. Prenatal multivitamins that contain sufficient folic acid are a reasonable option for women contemplating pregnancy. In addition to folic acid, low-dose iron supplementation (27 mg daily) is recommended to help reduce the risk for maternal anemia. Beyond nutritional supplementation, patients should be counseled about the importance of a healthy lifestyle both before and during pregnancy. Maintaining a healthy weight before conceiving and exercising with moderate intensity activity for 150 minutes per week both before and during pregnancy are ideal. Complete cessation of tobacco, alcohol, cannabis, and other substances is also strongly recommended before conception. All patients considering pregnancy should also be screened for immunity to rubella and varicella and offered vaccination if not immune, with the caveat that pregnancy be avoided for at least 4 weeks after vaccination to reduce risk to the fetus from these live vaccines. This healthy patient is contemplating pregnancy and should begin folic acid supplementation.Starting calcium (Option A) would not be the most appropriate recommendation. Although calcium is important for bone health, calcium supplementation is not routinely recommended as part of preconception care.Vitamin B12 (Option C) would not be the most appropriate nutritional supplementation for this patient because it is not routinely recommended as part of preconception care. Since vitamin B12 is derived from animal products, anyone who follows a vegan diet may benefit from assessment of adequate vitamin B12 intake and possible supplementation. However, this is not specific to preconception care, and this patient eats an unrestricted diet.Vitamin D (Option D) would not be the most appropriate option because it is also not routinely recommended during pregnancy. Vitamin D supplementation is appropriate for established vitamin D deficiency and may also be recommended in some patients with osteoporosis.",
  "critique_links": [],
  "key_points": [
    "Supplementation with folic acid at a dosage of 0.4 to 0.8 mg/d (400-800 µg/d) is recommended for all patients considering pregnancy to reduce the risk for neural tube defects; folic acid supplementation should start before conception because neural tube development begins in the third or fourth week of gestation.",
    "All patients considering pregnancy should be screened for immunity to rubella and varicella and offered vaccination if not immune; pregnancy should be avoided for at least 4 weeks after the vaccination to reduce fetal risk."
  ],
  "references": "ACOG committee opinion no. 762: prepregnancy counseling. Obstet Gynecol. 2019;133:e78-e89. PMID: 30575679 doi:10.1097/AOG.0000000000003013",
  "related_content": {
    "syllabus": [
      "insec24006_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.874573-06:00"
}