{
  "question_id": "inqqq24004",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat generalized anxiety disorder with pharmacologic therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 30-year-old woman is evaluated for a 1-year history of severe anxiety. She reports irritability, poor sleep, and difficulty concentrating, and she finds it difficult to complete her daily home and occupational tasks. She has visited her internal medicine physician multiple times for various symptoms, including atypical chest pain, shortness of breath, palpitations, and intermittent diarrhea. She does not use alcohol, tobacco, or nonprescribed substances. She drinks one cup of coffee every morning. Her Generalized Anxiety Disorder 7-item scale score is 15, corresponding to severe anxiety.Laboratory studies reveal a normal serum thyroid-stimulating hormone level.",
  "question_stem": "Which of the following is the most appropriate long-term pharmacologic treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Amitriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Clonazepam",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lithium",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sertraline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate long-term pharmacologic treatment for this patient with generalized anxiety disorder (GAD) is sertraline (Option D). GAD is characterized by excessive anxiety occurring most days for at least 6 months and causing significant functional impairment. Other symptoms may include difficulty concentrating, irritability, muscle tension, restlessness, and sleep disturbance. The Generalized Anxiety Disorder 7-item scale (GAD-7) is a useful tool that asks patients to rate seven items on a scale of 0 to 3 based on increasing severity. A score of 5 to 9 indicates mild anxiety, 10 to 14 indicates moderate anxiety, and 15 to 21 indicates severe anxiety. The GAD-7 can be used to monitor symptom severity over time to monitor treatment effectiveness. This patient has severe anxiety based on her GAD-7 score of 15. Treatment options for GAD include cognitive behavioral therapy (CBT) and pharmacologic therapy, such as with a selective serotonin reuptake inhibitor (SSRI) or serotonin-norepinephrine reuptake inhibitor (SNRI). Patients with GAD often have comorbid mood and anxiety disorders, which make SSRIs and SNRIs preferred because of their broad therapeutic applicability. CBT is the most effective psychotherapy for GAD; trials have shown that it is as effective as pharmacologic therapy and can be used as monotherapy or in combination with medications. The choice between pharmacologic therapy and CBT is often based on patient preference and the presence of comorbid disorders. In this patient with GAD, the most appropriate long-term pharmacologic treatment would be an SSRI or SNRI.Tricyclic antidepressants, such as amitriptyline (Option A), are considered second-line therapy for GAD because of a higher incidence of adverse effects with their use. Common adverse effects include dry mouth, constipation, sedation, and dizziness or lightheadedness.Benzodiazepines, such as clonazepam (Option B), are useful for controlling severe anxiety symptoms, especially before the benefits of CBT or other pharmacologic therapies can take effect. These agents should be used only for short periods (<4-6 weeks) because of the potential for dependency and other adverse effects. Use of a benzodiazepine as monotherapy for severe anxiety would not be appropriate.Lithium (Option C) and other mood stabilizers are appropriate treatments for bipolar disorder but are not indicated for the treatment of anxiety disorders. Thus, lithium would not be appropriate in this patient.",
  "critique_links": [],
  "key_points": [
    "Treatment options for generalized anxiety disorder include cognitive behavioral therapy and pharmacologic therapy with a selective serotonin reuptake inhibitor or serotonin-norepinephrine reuptake inhibitor."
  ],
  "references": "Szuhany KL, Simon NM. Anxiety disorders: A review. JAMA. 2022;328:2431-2445. PMID: 36573969 doi:10.1001/jama.2022.22744",
  "related_content": {
    "syllabus": [
      "insec24007_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.508368-06:00"
}