{
  "question_id": "oncor25024",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Treat lymphedema after breast cancer therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 63-year-old woman is evaluated for swelling and pain in the left arm. She was diagnosed with left triple-negative breast cancer 1 year ago, for which she was treated with neoadjuvant chemotherapy followed by mastectomy and axillary lymph node dissection. Her current symptoms began several months after surgery and have progressively worsened. She has a history of well-controlled hypertension and takes valsartan.On physical examination, vital signs are normal. BMI is 34. The left breast is surgically absent. There is 2+ edema in the left arm that is worse proximally. Range of motion in the left shoulder is limited by pain. No skin changes are noted in the left arm. The remainder of the physical examination is otherwise normal.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lymphatic physical therapy and compression sleeve",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the shoulder",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Skin biopsy of the proximal left arm",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's findings are consistent with lymphedema, and she should be treated with physical therapy and a compression sleeve (Option B). Lymphedema occurs in 10% to 40% of patients with early-stage breast cancer and is likely associated with lymphatic obstruction. The risk increases in those who undergo axillary lymph node dissection (higher risk than sentinel lymph node biopsy) and axillary radiotherapy; obesity is another known risk factor. Clinical presentation includes edema, skin changes, pain, and reduced joint mobility due to fibrosis, all of which can have a profound impact on patients' quality of life. Symptoms are reversible in early stages but can become irreversible. Prevention and early detection are key to avoiding long-term problems, and diagnosis is based mostly on clinical symptoms. Additionally, limb measurements, bioimpedance spectroscopy, MRI, CT, Doppler imaging, and lymphography can be used in select patients. The most effective treatment is complex decongestive treatment that includes physical therapy with manual lymph drainage (or pneumatic compression devices), exercise, and compression sleeves. Lifestyle changes, such as weight loss, should also be encouraged.Diuresis with furosemide (Option A) is unlikely to aid in this patient's management. The clinical suspicion for volume overload is low because she has localized edema and no history of heart failure or other conditions predisposing her to edema. Starting diuretic therapy may additionally subject her to volume depletion and electrolyte abnormalities.Shoulder MRI (Option C) is not indicated. MRI may be completed when there is diagnostic uncertainty, or another primary disorder is suspected. This patient has diffuse upper extremity edema ipsilateral to the breast, which is consistent with lymphedema and not with a primary joint disorder.Skin biopsy (Option D) is not recommended for this patient who is unlikely to have a primary skin disorder or a secondary malignancy. Radiotherapy-induced sarcomas are a very rare and aggressive complication of radiation therapy. They present 4 to 20 years after breast cancer radiation therapy and manifest as red, purple, or brown elevated skin lesions, depending on patient skin tone. This patient's findings are not suggestive of sarcoma.",
  "critique_links": [],
  "key_points": [
    "Lymphedema occurs in 10% to 40% of patients with early-stage breast cancer; those who undergo axillary lymph node dissection and axillary radiotherapy or who have obesity are at increased risk.",
    "The most effective treatment for lymphedema is complex decongestive treatment that includes physical therapy with manual lymph drainage (or pneumatic compression devices), exercise, and compression sleeves."
  ],
  "references": "Davies C, Levenhagen K, Ryans K, et al. Interventions for breast cancer-related lymphedema: clinical practice guideline from the academy of oncologic physical therapy of APTA. Phys Ther. 2020;100:1163-79. PMID: 32589208 doi:10.1093/ptj/pzaa087",
  "related_content": {
    "syllabus": [
      "onsec24002_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.422455-06:00"
}