{
  "question_id": "invdx24014",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose cholesteatoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 42-year-old man is evaluated for chronic left ear pain and discharge associated with decreased hearing.Otoscopic findings are shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cholesteatoma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Granulomatosis with polyangiitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Langerhans cell histiocytosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Otitis externa",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely cause of this patient's symptoms is cholesteatoma (Option A). The otoscopic findings show an opaque, perforated tympanic membrane (black arrow) with drainage into the external ear canal along with a white mass visible in the middle ear canal consistent with cholesteatoma (red arrow). In patients without perforation, cholesteatoma may appear as a subtle whitish discoloration behind an otherwise normal tympanic membrane. Cholesteatoma is a collection of keratinized, desquamated epithelial cells in the middle ear or mastoid; it does not contain cholesterol or lipids and is not a neoplasm. Cholesteatomas are usually caused by eustachian tube dysfunction that results in tympanic membrane retraction and inflammatory changes in a pocket behind the retracted membrane. Epithelial debris accumulates in this pocket, grows with continued inflammation and infection, and may eventually erode into middle ear or mastoid structures.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "insec24002_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.113811-06:00"
}