{
  "category": "pm",
  "critique": "The most appropriate next step in the management of this patient with combined pulmonary fibrosis and emphysema (CPFE) is lung transplantation evaluation (Option A). CPFE is a unique pathophysiologic entity distinct from idiopathic pulmonary fibrosis (IPF) and emphysema. In patients with CPFE, the competing effects of emphysema and fibrosis result in higher lung volumes than occur in patients with pulmonary fibrosis alone. Similarly, the FEV1/FVC ratio in patients with CPFE may be preserved. However, there appears to be an additive deleterious effect on gas exchange properties of the lungs, manifested by a severe reduction in Dlco. High-resolution CT is the preferred diagnostic modality and typically reveals emphysematous changes in the upper lobes with fibrotic changes in the lower lobes similar to those seen in IPF (). Although both COPD and IPF can lead to pulmonary hypertension, the likelihood of developing pulmonary hypertension in CPFE is much higher than in either individual disease and portends a poor prognosis. Lung transplantation is the only curative therapy in CPFE. This patient has advanced CPFE with hypoxemia and pulmonary hypertension and warrants expedited evaluation for lung transplantation.Nintedanib (Option B), a tyrosine kinase inhibitor, is an antifibrotic agent indicated in the treatment of both IPF and systemic sclerosis–associated interstitial lung disease. It does not, however, have a role in the management of CPFE.Glucocorticoids, such as prednisone (Option C), may benefit patients experiencing acute exacerbations of COPD and are often used in acute flares of IPF. However, they do not alter the natural history of CPFE and carry a risk for significant adverse effects. They are unlikely to be of benefit in this patient with a chronic progressive course of CPFE.Surgical lung biopsy (Option D) is typically reserved for situations in which the combination of clinical and imaging data is not diagnostic and when biopsy results may be useful in making management decisions. Importantly, patients with pulmonary hypertension are at a higher risk for complications from a surgical lung biopsy. This patient has a clinical picture consistent with CPFE and features consistent with pulmonary hypertension; a surgical lung biopsy is not indicated.",
  "educational_objective": "Manage combined pulmonary fibrosis and emphysema.",
  "extracted_at": "2025-12-23T14:15:52.973106-06:00",
  "key_points": [
    "Combined pulmonary fibrosis and emphysema is characterized by high-resolution CT scan demonstrating emphysematous changes in the upper lobes with fibrotic changes in the lower lobes similar to those seen in idiopathic pulmonary fibrosis.",
    "Lung transplantation is the only curative therapy for combined pulmonary fibrosis and emphysema."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Lung transplantation evaluation"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Nintedanib"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Prednisone"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Surgical lung biopsy"
    }
  ],
  "question_id": "pmmcq24021",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "question_text": "A 68-year-old woman is evaluated for a 6-month history of progressive shortness of breath and dry cough. She has a 30-pack-year history of smoking but stopped smoking 15 years ago. She has no other medical problems and takes no medications.On physical examination, respiration rate is 22/min; other vital signs are normal. Oxygen saturation is 88% with the patient breathing ambient air. Pulmonary examination reveals fine end-inspiratory crackles at both bases. Cardiovascular examination is normal.CT scan of the chest reveals upper lobe emphysematous findings and basilar subpleural reticular and fibrotic changes.Echocardiogram shows normal left ventricular function; estimated mean pulmonary arterial pressure is 36 mm Hg.",
  "references": "Hage R, Gautschi F, Steinack C, Schuurmans MM. Combined pulmonary fibrosis and emphysema (CPFE) clinical features and management. Int J Chron Obstruct Pulmon Dis. 2021;16:167-77. PMID: 33536752 doi:10.2147/COPD.S286360.",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "pmsec24003_24018"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}