{
  "question_id": "csmcq24057",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose presyncope.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 78-year-old man is evaluated for an episode of dizziness that occurred 1 week ago. He describes the episode as dizziness with the sensation that he was about to faint. The episode lasted less than 1 minute, and he did not lose consciousness. It occurred after he arose from the couch where he was watching television. He reports diaphoresis but no chest pain or dyspnea. He has coronary artery disease, hypertension, dyslipidemia, and type 2 diabetes mellitus. Medications are aspirin, amlodipine, metoprolol, lisinopril, atorvastatin, empagliflozin, insulin glargine, and insulin aspart.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Benign paroxysmal positional vertigo",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hypoglycemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Orthostatic presyncope",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Posterior circulation transient ischemic attack",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is orthostatic presyncope (Option C). Patients presenting with dizziness may be grouped into one of four distinct categories: vertigo, presyncope, disequilibrium, or nonspecific dizziness. Presyncope shares pathophysiology with syncope and is caused by transient cerebral hypoperfusion. Symptoms depend on the underlying cause and may include lightheadedness, visual changes (tunnel vision), warmth, nausea, and near loss of consciousness. Patients often report the sensation of “almost blacking out.” Importantly, neurologic symptoms and vertigo do not occur in patients with presyncope. Presyncope is differentiated from syncope by the lack of loss of consciousness or postural tone. The differential diagnosis for presyncope is the same as for syncope; it is commonly associated with medications (i.e., antihypertensives), dehydration, and numerous medical conditions, including diabetes mellitus, which causes small fiber neuropathy and resultant autonomic dysfunction. Evaluation begins with measurement of orthostatic vital signs and an ECG. Further testing, such as with echocardiography or cardiac event monitoring, may be appropriate based on the results of the initial evaluation. This patient presents with a symptom complex consistent with presyncope, characterized by the sensation of nearly passing out while going from a sitting to a standing position. This likely represents orthostatic hypotension, perhaps secondary to his multiple antihypertension medications, and he should undergo measurement of orthostatic vital signs and an ECG.Benign paroxysmal positional vertigo (BPPV) (Option A) is the most common cause of peripheral vertigo. It presents with recurrent and brief episodes of vertigo triggered by head movement and often accompanied by nausea and imbalance. This patient does not describe vertigo and, although his symptoms had onset with positional changes, the lack of recurrence and absence of vertigo make BPPV very unlikely.Hypoglycemia (Option B) includes a wide variety of neuroglycopenic and adrenergic symptoms and should be included in the differential diagnosis for patients with both dizziness and loss of consciousness. Although this patient is taking multiple medications that may cause hypoglycemia, the transient nature of his symptoms, spontaneous improvement, and onset with postural changes make hypoglycemia an unlikely cause of his event.A posterior circulation transient ischemic attack (TIA) or stroke (Option D) is an important diagnostic consideration in patients presenting with dizziness. Symptoms often include vertigo along with neurologic findings such as nystagmus, dysarthria, diplopia, and ataxia. This patient with established cardiovascular disease is at risk for an ischemic event, but he does not describe vertigo or other neurologic symptoms, making TIA an unlikely diagnosis.",
  "critique_links": [],
  "key_points": [
    "Presyncope is characterized by lightheadedness, visual changes (tunnel vision), warmth, nausea, and near loss of consciousness; patients with presyncope do not have vertigo.",
    "Presyncope is differentiated from syncope by the lack of loss of consciousness or postural tone."
  ],
  "references": "Shen WK, Sheldon RS, Benditt DG, et al. 2017 ACC/AHA/HRS guideline for the evaluation and management of patients with syncope: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2017;136:e25-59. PMID: 28280232 doi:10.1161/CIR.0000000000000498",
  "related_content": {
    "syllabus": [
      "cssec24005_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.312533-06:00"
}