{
  "question_id": "incor25010",
  "category": "in",
  "educational_objective": "Evaluate a breast mass in a woman younger than 30 years.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 28-year-old woman is evaluated for a painless breast lump she noticed 1 week ago. Medical history is otherwise unremarkable. Her grandmother was diagnosed with breast cancer at age 72 years. Her only medication is a combined hormonal contraceptive pill.Breast examination reveals a 1-cm, nontender, smooth, mobile, round mass on the medial aspect of the right breast. The overlying skin is normal. There is no lymphadenopathy. The left breast is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Breast MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Breast ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mammography with tomosynthesis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No diagnostic imaging is indicated",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this young woman with a palpable right breast mass is ultrasonography of the right breast (Option B). Although breast cancer should be considered in all patients, most breast masses, particularly in patients younger than 30 years, are benign entities such as cysts, fibroadenomas, fat necrosis, or lipomas. Evaluation requires consideration of breast cancer risk factors, including family history of breast or ovarian cancer; previous breast biopsies; hormonal risk factors; and a detailed history of the mass, including onset, changes with the menstrual cycle, associated symptoms, and overlying skin and/or nipple changes. Findings on clinical breast examination (CBE) may suggest a benign (smooth, mobile, regular) process, such as seen in this patient, or a malignant (fixed, hard, heterogeneous) process. However, the predictive value of CBE is poor, and all patients presenting with a breast mass should be evaluated by imaging even if their CBE lacks concerning features. The initial choice of imaging depends on the patient's age. Younger patients have increased breast density, which decreases the sensitivity of mammography. Therefore, women younger than age 30 and men younger than age 25 who present with a breast mass should first be evaluated with breast ultrasonography. Ultrasonography is also the preferred imaging modality in pregnant patients in order to avoid radiation exposure. Breast imaging results are categorized by Breast Imaging Reporting and Data System (BI-RADS) criteria. Biopsy is recommended for category 4 and 5 findings. In addition, any suspicious findings on CBE, including a hard, fixed, or heterogeneous mass, should be evaluated by biopsy, even if initial imaging is negative.Breast MRI (Option A) is an accepted screening modality for asymptomatic patients with an elevated risk of breast cancer, but it is not the diagnostic test of choice for a new palpable breast mass.Diagnostic mammography (Option C) is an appropriate first test for women older than age 30 and men older than age 25 who present with a breast mass. Mammography may demonstrate a mass, asymmetric density, or abnormal/pleomorphic calcifications potentially indicating breast cancer. For patients with a focal abnormality noted on mammogram, subsequent targeted ultrasonography can clarify the size of the mass, determine whether the mass is solid or cystic, and identify the margins as smooth or irregular. However, this patient is 28 years old, and therefore the appropriate initial diagnostic test is breast ultrasonography.Regardless of clinical or examination features, all patients presenting with a breast mass should undergo diagnostic imaging, so no further evaluation (Option D) would be inappropriate.",
  "key_points": [
    "Ultrasonography is the preferred imaging modality for evaluation of a breast mass in women younger than 30 years.",
    "All patients presenting with a breast mass should be evaluated by imaging even if their clinical breast examination is without concerning features."
  ],
  "references": "Klein KA, Kocher M, Lourenco AP, et al; Expert Panel on Breast Imaging. ACR appropriateness criteria® palpable breast masses: 2022 update. J Am Coll Radiol. 2023;20:S146-S163. PMID: 37236740 doi:10.1016/j.jacr.2023.02.013",
  "related_content": {
    "syllabus": [
      "insec24005_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:46:41.617805-06:00"
}