{
  "question_id": "incor25003",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat acute uncomplicated otitis externa.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 23-year-old man is evaluated at an urgent care center for a 5-day history of right ear pain associated with whitish drainage, itching, and diminished hearing. He has no other medical problems and takes no medications.On physical examination, vital signs are normal. There is discomfort when pulling on the right ear pinna. The mastoid process and temporomandibular joint are nontender. Findings on otoscopy are shown.Using an otoscope and a wire ear loop, debris is removed from the canal.",
  "question_stem": "Which of the following is the most appropriate antimicrobial treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Ciprofloxacin-dexamethasone otic drops",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral amoxicillin-clavulanate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical clotrimazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional treatment for this patient with moderate-severity acute otitis externa (AOE) (swimmer's ear) is ciprofloxacin-dexamethasone otic drops (Option A). AOE is diffuse inflammation of the external ear canal and may involve the pinna and tragus. The vast majority of AOE is caused by bacterial infection, most commonly with Pseudomonas or Staphylococcus aureus. The diagnosis of AOE is clinical. Symptoms include the rapid onset of otalgia, pruritus, and ear fullness. Signs include tenderness with manipulation of the pinna and tragus. Inflammation of the external auditory canal is apparent, characterized by diffuse canal edema or erythema, otorrhea, pinna cellulitis, and/or local lymphadenitis. First-line topical treatments include antibiotics, glucocorticoids, antiseptics (acetic acid), and combination therapies; there is no evidence that one agent is superior to any other. In this patient with moderate-severity disease characterized by pain and occlusion of the ear canal with debris (cerumen, desquamated cells, purulent material), topical pharmacotherapy is indicated after cleaning the debris from the ear canal. Patients should be instructed on proper technique for instillation of ear drops, including cleaning excess debris before instilling the drops and then lying down with the affected ear facing upward, remaining in this position for 3 to 5 minutes.Malignant otitis externa (MOE) is a feared complication of AOE involving the skull base. It occurs mainly in patients who have diabetes mellitus, are immunocompromised, or are older. Patients present with severe unresolving otalgia radiating toward the face with ear discharge, headache, and temporomandibular joint pain. In addition to systemic antipseudomonal antibiotics, such as ciprofloxacin (Option B), urgent referral to an otolaryngologist is warranted. This patient does not have risk factors for or clinical indicators of MOE.In immunocompetent patients with uncomplicated AOE, systemic antibiotics, such as amoxicillin-clavulanate (Option C), are not necessary and are less effective than local care combined with topical therapy. Amoxicillin-clavulanate is a reasonable choice if antibiotic therapy is selected for acute otitis media (AOM). However, AOM is characterized by intense erythema and bulging of the tympanic membrane, rather than inflammation of the external ear canal as seen in this patient.Fungal infection of the external ear canal is uncommon and is usually suspected when appropriate treatment for AOE fails. The use of topical antibiotics can be a predisposing factor for fungal external otitis. Treatment includes meticulous cleaning of the external ear canal and application of a topical antifungal agent, such as clotrimazole (Option D). This patient is not at increased risk for fungal infection, so clotrimazole is not an appropriate initial therapy.",
  "critique_links": [],
  "key_points": [
    "The classic signs of acute otitis externa (AOE) are inflammation of the external auditory canal accompanied by tenderness with manipulation of the tragus or pinna.",
    "First-line treatment of AOE includes cleaning and removal of debris, followed by topical antibiotics, glucocorticoids, antiseptics (acetic acid), or combination topical therapies."
  ],
  "references": "Jackson EA, Geer K. Acute otitis externa: rapid evidence review. Am Fam Physician. 2023;107:145-151. PMID: 36791445",
  "related_content": {
    "syllabus": [
      "insec24002_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.782470-06:00"
}