{
  "question_id": "pmqqq24008",
  "category": "pm",
  "educational_objective": "Treat asthma during pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 27-year-old woman is evaluated for exertional dyspnea and chest tightness occurring three to four times weekly. She has a history of asthma since childhood that was previously well controlled with budesonide and as-needed albuterol. She is 14 weeks pregnant, and she stopped taking her medications 4 weeks ago out of concern for effects on the fetus. She has no other medical problems.Vital signs are normal. Oxygen saturation is 97% with the patient breathing ambient air. Chest examination shows good air movement with occasional expiratory wheezing. The remainder of the examination is normal.Spirometry demonstrates mild airflow obstruction.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Begin fluticasone-salmeterol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Begin low-dose prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Monitor serial peak flow measurements",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Restart budesonide and albuterol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's previous medications of budesonide and albuterol should be restarted (Option D). Asthma management during pregnancy should consist of optimization of anti-inflammatory therapy, management of gastroesophageal reflux, and smoking cessation. Inhaled glucocorticoids are considered safe in pregnancy, and abundant long-term safety evidence exists for budesonide. With the exception of zileuton, most leukotriene modifiers are also considered safe in pregnancy. The treatment of asthma in pregnancy is very similar to treatment in nonpregnant patients. This patient now has symptoms more than twice weekly, and her previous regimen of low-dose inhaled glucocorticoids plus a short-acting β2-agonist is the recommended therapy. The risks to the fetus of untreated asthma are significantly greater than the risks of asthma medications. Maternal asthma increases the risk for perinatal mortality, preterm birth, low-birth-weight infants, and preeclampsia. Budesonide is the preferred inhaled glucocorticoid to use in pregnant patients with asthma because more data are available regarding budesonide use in pregnancy than the other inhaled glucocorticoid formulations.Treatment with a regular daily low-dose inhaled glucocorticoid and an as-needed short-acting β2-agonist (SABA) is highly effective in reducing asthma symptoms, severe exacerbations, hospitalization, and death. For patients with persistent symptoms and/or exacerbations despite use of a low-dose glucocorticoid and an as-needed SABA, the preferred step-up therapy is a combination low-dose inhaled glucocorticoid and long-acting β2 agonist, such as fluticasone-salmeterol (Option A) or budesonide-formoterol. This patient should first restart budesonide and as-needed albuterol, which previously controlled her asthma symptoms, rather than stepping up therapy.Prednisone (Option B) is used to treat asthma exacerbations, and all patients with asthma should have a written asthma action plan to manage an exacerbation and begin self-treatment. Therefore, although prednisone may be part of this patient's asthma management plan if she were to develop an asthma exacerbation, it is not indicated for treating her current symptoms of mild persistent asthma without evidence of an exacerbation.This patient is experiencing frequent symptoms of asthma and would benefit from treatment. Therefore, peak flow monitoring alone (Option C) is not appropriate without initiation of pharmacotherapy.",
  "key_points": [
    "Treatment of asthma during pregnancy is similar to treatment in nonpregnant patients."
  ],
  "references": "Huang J, Namazy J. Asthma in pregnancy. JAMA. 2023;329:1981-1982. PMID: 37234011 doi:10.1001/jama.2023.5588",
  "related_content": {
    "syllabus": [
      "pmsec24002_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:52:23.662749-06:00"
}