{
  "question_id": "idcor25038",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat <i>Giardia duodenalis</i> (formerly <i>Giardia lamblia</i>) diarrheal infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 36-year-old man is hospitalized with a 2-week history of foul-smelling, voluminous, watery diarrhea associated with a 4.5-kg (10-lb) weight loss. The diarrhea began 1 week after returning from a hiking vacation, during which he drank untreated stream water occasionally. Medical history is otherwise unremarkable. He takes no medications.On physical examination, vital signs are normal. Abdominal examination reveals increased bowel sounds and minimal diffuse tenderness to palpation without guarding or rebound.A rapid molecular gastrointestinal assay of the stool identifies Giardia duodenalis (formerly Giardia lamblia) infection.",
  "question_stem": "In addition to supportive care, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Atovaquone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tinidazole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is tinidazole and supportive care (Option C). This patient has diarrhea secondary to the protozoan parasite Giardia duodenalis (formerly Giardia lamblia), which exists in fresh water sources internationally, and ingestion of untreated water from contaminated streams or rivers is the primary source of human infection; outdoor enthusiasts are at highest risk of infection. Cysts enter natural water supplies through excretion in animal feces. Interpersonal transmission by fecal-oral contamination is less common. The incubation period is about 1 to 2 weeks. More than 50% of infected patients are asymptomatic. Symptomatic patients typically have watery, foul-smelling diarrhea associated with bloating, belching, and flatulence. Fever is uncommon, but weight loss and malabsorption occur. Chronic infection may develop, particularly in persons with hypogammaglobulinemia. Immunoassays for antigen detection and molecular testing of stool are more sensitive than stool microscopy for confirming the diagnosis. Treatment for symptomatic patients consists of supportive care and antiparasitic agents. Treatment typically consists of tinidazole, nitazoxanide, or metronidazole. Tinidazole is often preferred because it is highly effective and can be given as a single dose. Consequently, tinidazole would be most appropriate for this patient.Atovaquone (Option A) has activity against protozoan organisms such as Pneumocystis, Toxoplasma, Plasmodium, and Babesia species, but it is not used to treat Giardia infection.Ciprofloxacin (Option B) has activity against the gastrointestinal protozoan parasite Cystoisospora belli, but it is not used to treat Giardia infection.Trimethoprim-sulfamethoxazole (Option D) has activity against protozoans like Pneumocystis jirovecii, C. belli, and Cyclospora cayetanensis. It is not used for treatment of Giardia infection.",
  "critique_links": [],
  "key_points": [
    "Tinidazole, nitazoxanide, and metronidazole are the primary therapeutic antimicrobials for the treatment of infectious diarrhea caused by Giardia.",
    "More than 50% of all patients with Giardia duodenalis (formerly Giardia lamblia) infection are asymptomatic; symptomatic patients typically have watery, odorous diarrhea associated with bloating, belching, and flatulence."
  ],
  "references": "Shane AL, Mody RK, Crump JA, et al. 2017 Infectious Diseases Society of America clinical practice guidelines for the diagnosis and management of infectious diarrhea. Clin Infect Dis. 2017;65:e45-e80. PMID: 29053792 doi:10.1093/cid/cix669",
  "related_content": {
    "syllabus": [
      "idsec24016_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.915353-06:00"
}