{
  "question_id": "onmcq24018",
  "category": "on",
  "educational_objective": "Diagnose lymphoma with a lymph node biopsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 65-year-old man is evaluated for a right axillary mass that has been progressively enlarging over the past month, along with fatigue. He has lost 12.0 lb (5.4 kg) over the preceding month. He has no other medical conditions and takes no medications. The patient has no risk factors for tuberculosis.On physical examination, vital signs are normal. Bulky lymphadenopathy is noted in the bilateral axillary, left inguinal, and cervical regions. The remainder of the examination is normal. Chest radiograph is unremarkable other than bilateral axillary soft-tissue masses.Results of chemistry tests and complete blood count are normal. HIV test and tuberculin skin test results are negative.PET/CT scan reveals high uptake in a 5-cm mass in the right axilla with moderate uptake in both the left axillary lymph node (3.5 cm) and left inguinal lymph node (5.5 cm).",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Biopsy of the right axillary lymph node",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Bone marrow biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Reassessment in 4 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "MRI of the brain",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is biopsy of the right axillary lymph node (Option A). In patients presenting with widespread lymphadenopathy, diagnostic possibilities include malignancy and infectious causes such as HIV infection, Epstein-Barr infection, tuberculosis, and cat scratch disease. Cancer is the leading concern in older patients, especially without risk factors or clinical findings suggesting infectious causes. Patients with aggressive lymphomas such as diffuse large B-cell lymphoma, commonly present with widespread enlarging lymphadenopathy associated with B symptoms (fever, night sweats, and weight loss). In patients with a high likelihood of lymphoma, PET/CT can help direct the diagnostic evaluation. Biopsy should be performed at the area of greatest PET uptake, assuming it can be safely accessed. Although this patient's left inguinal lymph node is largest, biopsy of the right axillary lymph node is most appropriate for him because of higher uptake in that region. An excisional biopsy is often preferable to a core needle biopsy because it may better determine nodal architecture.Because this patient's complete blood count and bone marrow activity on PET/CT scan are normal, there is no need for a bone marrow biopsy (Option B). Bone marrow biopsies are often not required for the diagnosis or complete staging of lymphoma unless there are abnormalities on PET/CT scan or evidence of cytopenia.Reassessment of lymphadenopathy in 4 weeks (Option C) is an appropriate strategy in patients presenting with lymphadenopathy who have a low risk for malignancy. However, an expedited evaluation is indicated in this patient because the widespread involvement, systemic symptoms (including weight loss), and PET scan results are highly concerning for malignancy.MRI of the brain (Option D) may be indicated in patients presenting with suspected malignancy when there are neurologic signs or symptoms. It may also serve as a component of staging in patients already diagnosed with malignancy, particularly those with a high likelihood of central nervous system involvement. This patient has no neurologic symptoms and no established diagnosis of malignancy, so MRI is not currently indicated.",
  "key_points": [
    "In patients with lymphadenopathy that is concerning for lymphoma, the lymph node with the highest uptake on PET scan should be biopsied to rule out an aggressive lymphoma."
  ],
  "references": "Sehn LH, Salles G. Diffuse large B-cell lymphoma. N Engl J Med. 2021;384:842-58. PMID: 33657296 doi:10.1056/NEJMra2027612",
  "related_content": {
    "syllabus": [
      "onsec24008_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:27:09.553472-06:00"
}