{
  "category": "gi",
  "critique": "The most appropriate screening approach is colonoscopy at age 40 years (Option A). For persons in whom a first-degree relative is diagnosed with colorectal cancer (CRC) or advanced polyp before age 60 years, screening for CRC should begin at age 40 years or 10 years earlier than the age of the youngest first-degree relative at diagnosis, whichever comes first (see ). This patient's father was diagnosed with CRC at age 57 years; thus, the patient should begin colonoscopy at age 40 years rather than 47 (Option B). Given the patient's increased risk, guidelines recommend that they continue to undergo colonoscopy every 5 years even if no polyps are identified or resected on initial screening.Colonoscopy is the preferred screening modality in most patients at increased risk for colorectal cancer (the exception is a patient with a first-degree relative diagnosed with colorectal cancer or advanced polyp at age ≥60 years; in these patients, any modality is recommended). Therefore, because this patient is at elevated risk as a result of their father's colorectal cancer diagnosis at age 57 years, multitarget stool DNA testing at age 40 years (Option C) is not recommended for screening. In addition, multitarget stool DNA testing at age 47 years (Option D) is also inappropriate because of the testing modality and because the patient should start screening at age 40 years.",
  "educational_objective": "Screen for colon cancer in a patient at increased risk.",
  "extracted_at": "2025-12-23T14:14:30.831475-06:00",
  "key_points": [
    "For persons in whom a first-degree relative is diagnosed with colorectal cancer (CRC) or advanced polyp before age 60 years, screening for CRC should begin with colonoscopy at age 40 years or 10 years earlier than the age of the youngest first-degree relative at diagnosis, whichever comes first."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Colonoscopy at age 40 years"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Colonoscopy at age 47 years"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Multitarget stool DNA testing at age 40 years"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Multitarget stool DNA testing at age 47 years"
    }
  ],
  "question_id": "gimcq24001",
  "question_stem": "Which of the following is the most appropriate colorectal cancer screening approach?",
  "question_text": "A 37-year-old patient is evaluated during a yearly office visit. Their father was diagnosed with colon cancer at age 57 years. The patient has no other family history of cancer and no medical conditions.On physical examination, vital signs and other findings are normal.",
  "references": "Rex DK, Boland CR, Dominitz JA, et al. Colorectal cancer screening: recommendations for physicians and patients from the U.S. Multi-society Task Force on Colorectal Cancer. Gastroenterology. 2017;153:307-323. PMID: 28600072 doi:10.1053/j.gastro.2017.05.013",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "gisec24004_24005"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}