{
  "question_id": "csvdx24007",
  "category": "cs",
  "educational_objective": "Diagnose greater trochanteric pain syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 71-year-old woman is evaluated for right-sided hip pain that is worse with walking and when sleeping on her right side. The patient localizes the pain as shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Greater trochanteric pain syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hip osteoarthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Labral tear",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sacroiliitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is greater trochanteric pain syndrome (GTPS; formerly known as trochanteric bursitis) (Option A). Lateral hip pain is most commonly caused by GTPS or meralgia paresthetica. Pain that worsens with lying on the affected side suggests GTPS; the pain may radiate to the buttock or knee if the iliotibial band is also affected. Pain also commonly occurs with walking, prolonged standing, and climbing stairs. Patients often localize the pain by pointing with one finger over the greater trochanter. The most common examination finding in GTPS is tenderness to palpation of the greater trochanter. In contrast, the pain of meralgia paresthetica is caused by irritation of the lateral femoral cutaneous nerve and presents with anterolateral thigh pain and paresthesia rather than tenderness to palpation in the region of the greater trochanter. The pain secondary to hip arthritis is more commonly felt in the anterior region of the hip and groin. Similarly, a labral tear often presents as anterior hip pain with insidious onset and may be accompanied by painful clicking or catching. Sacroiliitis most commonly causes low back, posterior hip, or buttock pain.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cssec24012_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/csfig24607.1ddedd2f0cdcafeadac19887b9626b7d.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "csfig24607",
        "file": "figures/csfig24607.1ddedd2f0cdcafeadac19887b9626b7d.jpg",
        "title": "Location of Lateral Hip Pain",
        "short_title": "Location of Lateral Hip Pain",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 756,
        "height": 1008
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.165320-06:00"
}