{
  "question_id": "pmmcq24046",
  "category": "pm",
  "educational_objective": "Treat mild persistent asthma with inhaled glucocorticoid-formoterol reliever therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 22-year-old man is evaluated during a follow-up visit for mild persistent asthma. He has asthma symptoms on most days and uses an albuterol inhaler several times per week on average, which provides minimal relief. He has no nocturnal asthma symptoms and has not had an exacerbation requiring systemic glucocorticoids in more than a year. He does not have pets at home but works on a farm where he is exposed to animals. He has no other medical conditions and takes no other medications.On physical examination, vital signs and other findings are normal. Lung sounds are clear.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Add omalizumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add tiotropium",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Change albuterol to low-dose budesonide-formoterol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prescribe prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with uncontrolled asthma is to change the reliever therapy to a low-dose glucocorticoid-formoterol inhaler, such as budesonide-formoterol (Option C). The strategy preferred by the Global Initiative for Asthma is a single glucocorticoid–long-acting β2-agonist (LABA) inhaler for both maintenance and reliever therapy for persons with asthma symptoms on most days. This regimen has been shown to decrease the time to recovery of asthma symptoms and reduce the risk for severe exacerbations compared with the alternative approach using a low-dose glucocorticoid-LABA and short-acting β2-agonist reliever therapy. It is thus recommended to switch to a single glucocorticoid-LABA inhaler for both maintenance and reliever therapy before a step-up in inhaled glucocorticoid dosage. This approach is also simpler because it entails a single medication for reliever and controller therapy. The most appropriate treatment for this patient is a switch to low-dose glucocorticoid-formoterol reliever therapy.Omalizumab (Option A) is an anti-IgE monoclonal antibody that is useful as additive therapy in patients with persistent symptoms despite receiving at least medium-dose inhaled glucocorticoid-LABA therapy. It is most effective in patients with an elevated IgE level. This patient is using a low-dose glucocorticoid-formoterol inhaler, and adding omalizumab to his regimen would be premature.Long-acting muscarinic antagonist (LAMA) therapy, such as tiotropium (Option B), may be added to a medium- or high-dose glucocorticoid-LABA maintenance regimen as a step-up in therapy to control asthma. This patient, however, has not yet used low-dose glucocorticoid-LABA as reliever therapy, so adding a LAMA to his regimen is not the best next step.Oral glucocorticoids, such as prednisone (Option D), are a crucial element in the treatment of asthma exacerbations. Long-term use, however, is associated with multiple adverse effects and should be limited to patients with severe disease and persistent symptoms despite maximal inhaled therapy. This patient is receiving just a low dose of inhaled glucocorticoids and is not having an acute exacerbation; prednisone is not indicated.",
  "critique_links": [],
  "key_points": [
    "The Global Initiative for Asthma recommends a single glucocorticoid-formoterol inhaler for both maintenance and reliever therapy in persistent asthma."
  ],
  "references": "Beasley R, Harrison T, Peterson S, et al. Evaluation of budesonide-formoterol for maintenance and reliever therapy among patients with poorly controlled asthma: a systematic review and meta-analysis. JAMA Netw Open. 2022;5:e220615. PMID: 35230437 doi:10.1001/jamanetworkopen.2022.0615",
  "related_content": {
    "syllabus": [
      "pmsec24002_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.132507-06:00"
}