{
  "question_id": "pmmcq24023",
  "category": "pm",
  "educational_objective": "Diagnose asbestos-related lung disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 75-year-old man is evaluated for a 2-month history of dry cough and mild shortness of breath. He has not had weight loss, fevers, or chest pain. He worked for a decade installing insulation before switching to an office job 40 years ago. He has never smoked. Medical history is significant for hypertension, and his only medication is hydrochlorothiazide.On physical examination, vital signs are normal. Oxygen saturation is 95% with the patient breathing ambient air.Chest radiograph shows bibasilar interstitial infiltrates and bilateral mid- and lower-zone pleural plaques.High-resolution CT scan of the chest shows bilateral interstitial infiltrates in both lower lobes, subpleural parenchymal bands, and bilateral calcified pleural plaques.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Asbestos-related pleuropulmonary disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chronic beryllium disease",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hypersensitivity pneumonitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Silicosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is asbestos-related pleuropulmonary disease (Option A). This disease most commonly occurs in patients with occupational exposure to asbestos, such as through insulation installation, shipbuilding, and demolition work. Amphibole asbestos, principally used in fireproofing and insulation, is more pathogenic than the more common serpentine asbestos. Patients typically develop asbestos-related pleuropulmonary disease after a latent period of more than 25 years. The pulmonary parenchymal involvement can manifest as diffuse pulmonary fibrosis; the pleural involvement can have many manifestations, ranging from benign processes (such as pleural thickening, pleural plaques, and benign asbestos pleural effusion) to malignant transformation (such as malignant mesothelioma). In this patient, the combination of an occupational exposure, disease presentation after a long latent period, and classic radiologic findings makes asbestos-related pleuropulmonary disease the most likely diagnosis.Chronic beryllium disease (Option B), or berylliosis, is a chronic granulomatous disease. Occupational beryllium exposure is linked to the aerospace, automotive, nuclear, and telecommunication industries. In addition to pulmonary symptoms, cutaneous nodules can develop. Chest images typically reveals parenchymal involvement and mediastinal adenopathy. Pleural involvement is uncommon. Diagnosis requires a positive result on a beryllium lymphocyte proliferation test. The absence of a typical exposure history and inconsistent radiologic findings suggest against a diagnosis of chronic beryllium disease.Hypersensitivity pneumonitis (HP) (Option C) is a diffuse parenchymal lung disease that typically develops after repetitive exposure to specific inhaled antigens, such as bacteria, mold, or chemicals. In its subacute form, HP is identified on a CT scan of the chest by centrilobular nodules and ground-glass opacities. Untreated, it can progress to a chronic form, with the development of traction bronchiectasis and honeycomb changes. This patient's clinical presentation, absence of a discrete exposure to inhaled antigens, and imaging findings are not consistent with HP.Silicosis (Option D) is a spectrum of fibrotic lung diseases that result from exposure to silica dust. Persons who work in sandblasting, hydraulic fracking for natural gas, and industries that cut or grind silica-containing materials are at risk. On chest imaging, the disease presents with ground-glass, nodular, interstitial, or fibrotic infiltrates that can occasionally coalesce into areas of progressive massive fibrosis. Calcified lymph nodes are seen in an “eggshell calcification” pattern in up to 10% of patients. The exposure history and radiologic findings of this patient are not consistent with a diagnosis of silicosis.",
  "critique_links": [],
  "key_points": [
    "Patients with workplace asbestos exposure typically develop asbestos-related pleuropulmonary disease after a latency period of more than 25 years.",
    "Pulmonary asbestosis can manifest as diffuse pulmonary fibrosis and pleural disease; pleural manifestations include pleural thickening, pleural plaques, benign asbestos pleural effusion, and malignant mesothelioma."
  ],
  "references": "Caceres JD, Venkata AN. Asbestos-associated pulmonary disease. Curr Opin Pulm Med. 2023;29(2):76-82. PMID: 36630203 doi:10.1097/MCP.0000000000000939.",
  "related_content": {
    "syllabus": [
      "pmsec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:32.056715-06:00"
}