{
  "question_id": "ccmcq24001",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Treat a patient with opioid toxicity.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 30-year-old woman is evaluated in the emergency department (ED) after being found unresponsive at home. A syringe, a half-empty bottle of vodka, and an empty lorazepam bottle filled 2 months ago were found nearby. Initial respiration rate was 8/min, and oxygen saturation was 89% with the patient breathing ambient air. En route to the ED, she was administered 5 L/min of supplemental oxygen by simple face mask, two doses of intranasal naloxone, and one dose of intravenous naloxone, resulting in a respiration rate of 12/min and an oxygen saturation of 95%. The patient has a history of substance use disorder, alcohol use disorder, and anxiety. Her only medication is lorazepam.On arrival in the ED, respiration rate is 8/min; other vital signs are normal. Oxygen saturation is 92% with the patient breathing supplemental oxygen, 5 L/min by simple face mask. The patient grimaces and opens her eyes with a trapezius squeeze but is otherwise unresponsive. Pupil diameter is 1 mm bilaterally.Laboratory studies:Glucose88 mg/dL (4.9 mmol/L)",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Bilevel positive airway pressure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Endotracheal intubation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Flumazenil",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous naloxone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with likely opioid toxicity is intravenous naloxone (Option D). Opioid toxicity is characterized by respiratory depression, depressed level of consciousness, and miotic pupils. Naloxone, an opioid antagonist, is the treatment of choice in opioid toxicity. It serves to reverse respiratory depression with a therapeutic target of normalizing the respiration rate. Naloxone has a short half-life, and its antidote effects often subside before the effects of the opioid, depending on the pharmacokinetics of the ingested opioid. Opioids such as sustained-release formulations and methadone have a long half-life, and reversal requires repeated dosing of naloxone. Patients should thus be observed for recurrent signs of respiratory depression, as well as for signs of opioid withdrawal, which requires only supportive care. This patient suspected of having opioid toxicity has responded to naloxone but is showing signs of recurrent respiratory depression, and treatment with additional naloxone is needed.Bilevel positive airway pressure (Option A) is not recommended in the setting of depressed consciousness because of drug intoxication. It is best used in the cooperative patient and in situations in which airway protection is less of a concern.Endotracheal intubation (Option B) is unnecessary in this patient responding to naloxone. Intubation is indicated in opioid overdose for a patient with worsening hypoxemia or an inability to protect the airway despite naloxone administration. In many instances, close monitoring and repeated doses of naloxone can avert the need for intubation.Flumazenil (Option C), a benzodiazepine receptor antagonist, is generally not indicated in the patient with a depressed level of consciousness resulting from polysubstance intoxication because it can precipitate withdrawal seizures in those with long-term use of benzodiazepines or alcohol. Opioids have proportionally greater respiratory depressant effects than benzodiazepines, and the focus should be on reversal of the opioid effects.",
  "critique_links": [],
  "key_points": [
    "Naloxone is an opioid antagonist that reverses the respiratory depression and encephalopathy caused by opioid toxicity.",
    "Naloxone has a short half-life, and its antidote effects often subside before the opioid effects; continued or recurrent signs of respiratory depression may require repeated dosing of naloxone."
  ],
  "references": "Stolbach A, Connors N, Nelson L, et al. ACMT position statement: interpretation of urine opiate and opioid tests. J Med Toxicol. 2022;18:176-9. PMID: 34780053 doi:10.1007/s13181-021-00864-1",
  "related_content": {
    "syllabus": [
      "ccsec24003_24009"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.409067-06:00"
}