{
  "question_id": "nrqqq24005",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage a mild traumatic brain injury.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 62-year-old man is evaluated in the emergency department 3 hours after being struck by a vehicle while crossing the street and hitting his head on the pavement. He did not lose consciousness. The patient now reports a moderate headache. He describes the headache as global, dull, and aching, without photophobia or phonophobia. He has had no nausea, visual changes, or neurologic symptoms since the incident.Physical examination findings, including vital signs and results of a neurologic examination, are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Brain MRI",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Head CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hospital observation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Intravenous prochlorperazine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is noncontrast CT of the head (Option B). The patient sustained a traumatic brain injury (TBI), defined as head injury due to contact or acceleration or deceleration forces, and now reports headache. CDC guidelines recommend imaging with noncontrast CT for patients exposed to \"dangerous\" mechanisms of injury. These mechanisms include falls from heights greater than 3 feet or 5 stairs, vehicular ejection, or vehicle-pedestrian motor vehicle collisions. Age greater than 60 years with loss of consciousness is also considered an indication for imaging, as are severe headache, vomiting, Glasgow Coma Scale score less than 15, focal deficit(s), posttraumatic seizure, coagulopathy, open or depressed skull fracture, and persistent drowsiness or amnesia. This patient should undergo neuroimaging with a noncontrast CT of the head because of his TBI and mechanism of injury.Brain MRI (Option A) is not indicated for the evaluation of mild TBI. Although MRI can reveal some features of a severe traumatic injury, such as diffuse axonal injury and brain contusion, these findings do not change the initial clinical management and are only considered in select patients for long-term prognostication. This patient's TBI would be considered mild given his symptoms, normal neurologic examination, and absence of loss of consciousness; therefore, MRI is not indicated.Hospital observation (Option C) may be indicated for patients with TBI and intractable headache or vomiting, focal neurologic deficits, or persistent impairment of memory or consciousness. In these settings, however, patients should first undergo head CT to exclude intracranial hemorrhage. Hospitalization without imaging would be inappropriate for patients with TBI. Additionally, hospital observation is not indicated for this patient with less severe symptoms.Intravenous prochlorperazine (Option D) is indicated in the management of acute migraine in the emergency department. This patient's headache symptoms are not consistent with migraine, and use of intravenous prochlorperazine would not be appropriate.",
  "critique_links": [],
  "key_points": [
    "CDC guidelines recommend imaging with noncontrast CT for patients with traumatic brain injury who are exposed to \"dangerous\" mechanisms of injury, such as falls from heights greater than 3 feet or 5 stairs, vehicular ejection, or vehicle-pedestrian motor vehicle collisions."
  ],
  "references": "National Institute for Health and Care Excellence. Head Injury: Assessment and Early Management. London, England: National Institute for Health and Care Excellence (NICE); 2023. PMID: 37289922 Available at https://pubmed.ncbi.nlm.nih.gov/37289922/. Accessed October 8, 2024.",
  "related_content": {
    "syllabus": [
      "nrsec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.227511-06:00"
}