{
  "question_id": "pmqqq24009",
  "category": "pm",
  "educational_objective": "Treat chronic bronchitis and prevent frequent COPD exacerbations with roflumilast.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 64-year-old man is evaluated for recurrent exacerbations of COPD, dyspnea, and chronic daily productive cough. He stopped smoking 5 years ago. In the past year, he was treated for three COPD exacerbations, one requiring hospitalization. Medications are tiotropium, fluticasone-salmeterol, and albuterol inhalers. He is compliant with the proper technique for inhaler use.On physical examination, vital signs are normal; oxygen saturation is 92% with the patient breathing ambient air. He intermittently coughs during the examination. He has a prolonged expiratory phase.Pulmonary function tests: FEV1 (postbronchodilator)45% of predictedLChest radiograph shows clear but hyperinflated lungs.",
  "question_stem": "Which of the following long-term treatments is most likely to reduce this patient's COPD exacerbations?",
  "options": [
    {
      "letter": "A",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Roflumilast",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Theophylline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Roflumilast (Option B), a selective phosphodiesterase-4 inhibitor, is the most appropriate treatment. It is used primarily as adjunctive therapy in patients who have severe COPD with a chronic bronchitis phenotype and a history of recurrent exacerbations despite other therapies; it has been shown to improve lung function and reduce risk for and frequency of exacerbations in these patients. Common adverse effects include diarrhea, nausea, weight loss, and headache. Roflumilast is contraindicated in patients with liver impairment and has significant drug interactions.Oral glucocorticoids, such as prednisone (Option A), are reserved for limited periodic use in treating COPD exacerbations and may provide some benefit in decreasing hospital readmission rates after exacerbation. Oral glucocorticoid therapy has limited, if any, benefit in long-term management of COPD and carries a high risk for other significant adverse effects; thus, it is generally not recommended. Therefore, prednisone would not be appropriate in this patient who is not having a COPD exacerbation.Methylxanthines, such as theophylline (Option C), have shown modest treatment benefit in COPD, likely due to a bronchodilating effect mediated by nonselective inhibition of phosphodiesterase. However, the potential toxicity of this class of drugs coupled with their reduced efficacy has led to increasingly limited use. Thus, theophylline would not be the most appropriate treatment option in this patient.Clinical trials have demonstrated that chronic macrolide therapy is associated with a reduction in the rate of exacerbation in patients with moderate to severe COPD despite optimal maintenance inhaler therapy. However, the sulfonamide antibiotic trimethoprim-sulfamethoxazole (Option D) has not been shown to prevent exacerbations of COPD. Thus, it would not be an appropriate treatment option in this patient.",
  "critique_links": [],
  "key_points": [
    "Roflumilast, a selective phosphodiesterase-4 inhibitor, is used as adjunctive therapy in patients with severe COPD with a chronic bronchitis phenotype and a history of recurrent exacerbations to reduce the risk for and frequency of exacerbations."
  ],
  "references": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. 2025 Report. https://goldcopd.org/2025-gold-report/. Accessed May 20, 2025.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24037"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Pulmonary function tests:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.195032-06:00"
}