{
  "question_id": "fcmcq24093",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Guide a health care proxy to use substituted judgment.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 87-year-old woman is evaluated in the hospital for altered mental status, hypoxia, and severe pneumonia. She is accompanied by her son. The patient has advanced dementia and lacks decision-making capacity. She has a durable power of attorney for health care that names her son as the surrogate decision maker, but she does not have a living will. The son is struggling to decide whether his mother should receive aggressive care. He shares that his mother told him several years ago that she would not want to be \"dependent on machines.\" However, other members of the family would like \"everything to be done.\"",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Ask the son to make decisions based on what he feels would be best for his mother",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ask the son what his mother would choose if she were able to make decisions",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer the son to a social worker",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tell the son that the best decision is to provide aggressive care",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to ask the patient's son what his mother would choose if she were able to make decisions (Option B). For a patient who lacks decision-making capacity, a living will provides the ideal guide for the surrogate to make health care decisions. A living will outlines a person's preferences for receiving or declining specific treatments, such as mechanical ventilation. If the patient does not have a living will, as in this case, the surrogate has an ethical and legal obligation to make decisions based on the patient's preferences, values, and goals; this is known as substituted judgment. Therefore, in this case, the patient's son should be asked to reflect on what measures his mother would choose, and this reflection should guide his decisions.If the values, goals, and preferences of a patient are unknown, the surrogate may then rely on what they think would be best for the patient (best-interests standard) (Option A). However, substituted judgment, or making decisions based on knowledge of the patient's preferences, is preferred.Although speaking with a social worker (Option C) may help the patient's son cope with the emotional burden of his mother's illness and related familial conflict, it is not the most appropriate option to assist the son in determining his mother's medical preferences. The son should be guided to think about conversations and situations in which his mother expressed treatment preferences and to make the decision his mother would make if she were able.This patient has advanced dementia and is critically ill. Furthermore, she has expressed clear wishes not to be dependent on machines. The physician's assertion that aggressive therapy is the best approach in this situation (Option D) is inappropriate. The medical team should support the surrogate in determining what decision aligns best with the patient's preferences.",
  "critique_links": [],
  "key_points": [
    "A living will outlines a person's preferences for receiving or declining specific treatments, such as mechanical ventilation.",
    "If a patient does not have a living will, their surrogate has an ethical and legal obligation to make decisions based on the patient's preferences, values, and goals; this is known as substituted judgment."
  ],
  "references": "Wilkins JM. Reconsidering gold standards for surrogate decision making for people with dementia. Psychiatr Clin North Am. 2021;44:641-647. PMID: 34763796 doi:10.1016/j.psc.2021.08.002",
  "related_content": {
    "syllabus": [
      "fcsec24003_24009"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.535147-06:00"
}