{
  "question_id": "onmcq25002",
  "category": "on",
  "educational_objective": "Monitor asymptomatic follicular lymphoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 65-year-old man is evaluated for nonpainful left inguinal lymphadenopathy that has developed over the past year. He has no other symptoms, including weight loss, fatigue, fevers, or night sweats. He has a history of hypertension and hypothyroidism. Medications include valsartan and levothyroxine.On physical examination, vital signs are normal. A palpable lymph node is detected in the left groin.Results of laboratory studies are normal.CT scan of the abdomen and pelvis shows a 3-cm left groin lymph node as well as abdominal and retroperitoneal lymphadenopathy. PET/CT scans show low uptake activity in enlarged lymph nodes.Biopsy findings from the left groin lymph node are consistent with follicular lymphoma.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Allogeneic hematopoietic stem cell transplantation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Radiation therapy to the left groin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rituximab and chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is clinical observation (Option D). Follicular lymphoma is the most common type of indolent B-cell lymphoma, accounting for approximately 30% of non-Hodgkin lymphomas. It cannot be cured with current treatments, and early intervention with treatment does not improve overall survival. Asymptomatic patients with a low disease burden can initially undergo observation. They may not require therapy for several years. Some patients may even undergo spontaneous, although generally transient, disease regression. This patient has been diagnosed with follicular lymphoma involving the abdomen and inguinal nodes but is asymptomatic. The most appropriate approach for this patient would be clinical observation.Allogeneic (or autologous) hematopoietic stem cell transplantation (HSCT) (Option A) is not indicated in this patient. HSCT is an option along with chemotherapy regimens and chimeric antigen receptor T-cell therapy in patients with relapsing or refractory follicular lymphoma. It is not used in patients such as this one who have not tried first-line therapy without benefit.Radiation to the left groin (Option B) is not indicated at this time. A minority of patients present with localized (stage I) disease and can be treated with radiation therapy and/or systemic rituximab-based therapy with curative intent. This patient, however, has evidence of abdominal and retroperitoneal involvement. Radiation therapy targeted at the left groin is not recommended in this situation. Radiation can also be used for palliation in bulky or symptomatic nodes, but neither is present in this case.Rituximab plus chemotherapy (Option C) is not appropriate in asymptomatic patients with low disease burden. When therapy is indicated, single-agent rituximab is associated with high response rates and durable remissions. Combining rituximab with chemotherapy (such as the alkylating agent bendamustine) or the immune modulator lenalidomide leads to remission in more than 90% of patients. Using maintenance rituximab after achieving an initial remission prolongs the remission period but without clear improvements in overall survival. Because this patient has low disease burden and is asymptomatic, rituximab plus chemotherapy would not be indicated.",
  "critique_links": [],
  "key_points": [
    "Patients with follicular lymphoma who are asymptomatic and do not have a large burden of disease can initially be observed; they may not require therapy for several years.",
    "In patients with follicular lymphoma who require treatment, both single-agent rituximab and rituximab combined with either bendamustine or lenalidomide are associated with high response rates and durable remissions."
  ],
  "references": "Salles G. How do I sequence therapy for follicular lymphoma? Hematology Am Soc Hematol Educ Program. 2020;2020:287-94. PMID: 33275688 doi:10.1182/hematology.2020000156",
  "related_content": {
    "syllabus": [
      "onsec24008_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:31.840406-06:00"
}