{
  "question_id": "rmmcq24026",
  "category": "rm",
  "educational_objective": "Manage comorbid fibromyalgia in a patient with systemic lupus erythematosus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 29-year-old woman is evaluated for 6 months of diffuse pain and fatigue. Multiple joints are painful, especially with increased activity. She also reports decreased energy and difficulty falling and staying asleep. One year ago, she was diagnosed with systemic lupus erythematosus, with manifestations of arthritis and facial rash. Prednisone and hydroxychloroquine were initiated, with good disease control, but the patient feels her symptoms have worsened. Current medications are hydroxychloroquine, low-dose prednisone, and vitamin D.On physical examination, vital signs are normal. Cardiac and lung examinations are normal. Her hair appears full, and no rashes are observed. Many muscle areas and multiple joints are tender to palpation, but there is no swelling. Range-of-motion testing is normal throughout. There is give-way weakness on strength testing.Laboratory studies show normal erythrocyte sedimentation rate, complete blood count, serum creatinine levels, C3 and C4 complement levels, creatine kinase levels, and urinalysis findings.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue hydroxychloroquine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase prednisone dose",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Initiate naproxen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Recommend a progressive exercise program",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to recommend a progressive exercise program (Option D). This patient has systemic lupus erythematosus (SLE) and comorbid fibromyalgia, which is seen in approximately 30% of patients with SLE. Current criteria for fibromyalgia include chronic widespread pain, sleep disorders (e.g., disrupted or nonrestorative sleep), fatigue, and cognitive symptoms. A diagnosis of fibromyalgia is valid irrespective of other diagnoses (Table: Diagnostic Criteria for Fibromyalgia). Fibromyalgia is common in patients with autoimmune conditions, and fibromyalgia symptoms may be exacerbated by medication-associated adverse effects on sleep and mood, coping with a chronic illness, and deconditioning. In patients with autoimmune disease, it is important to recognize when comorbid fibromyalgia is the primary cause of symptoms in order to avoid overtreatment or unnecessary treatment with immunosuppressive agents. This patient's presentation is consistent with fibromyalgia. Moreover, her laboratory study results indicate that her SLE is well controlled. She should be educated about the duality of her symptoms and the difference in treating SLE and fibromyalgia. Graded exercise, including aerobic exercise, has been shown to improve symptoms and should be part of fibromyalgia treatment plans. An in-depth psychosocial history should also be taken to evaluate for factors that can be addressed. Pharmacotherapy for fibromyalgia may also be considered if nonpharmacologic treatment is insufficient.Hydroxychloroquine is a cornerstone of treatment in SLE. Long-term hydroxychloroquine use may rarely lead to a vacuolar myopathy with proximal weakness and mild elevation of muscle enzyme levels. However, this patient does not have true weakness but rather give-way weakness on strength testing (in which she initially showed full effort, followed by abrupt loss of strength against resistance); she also has a normal creatine kinase level. Discontinuing hydroxychloroquine (Option A) will not improve her fibromyalgia symptoms and may cause her SLE to become active.An increased dose of prednisone (Option B) is appropriate for SLE flares. However, glucocorticoids are not indicated in the treatment of fibromyalgia. This patient has well-controlled SLE and does not require an increased dose of prednisone.Initiating naproxen (Option C) is not useful in treating fibromyalgia. NSAIDs have not been found to address fibromyalgia manifestations and have adverse effects with long-term use.",
  "critique_links": [],
  "key_points": [
    "Fibromyalgia is present in up to 30% of patients with systemic lupus erythematosus; recognition of comorbid fibromyalgia is important to avoid overuse or unnecessary use of immunosuppressive medications."
  ],
  "references": "Fitzcharles MA, Perrot S, Häuser W. Comorbid fibromyalgia: a qualitative review of prevalence and importance. Eur J Pain. 2018;22:1565-1576. PMID: 29802812 doi:10.1002/ejp.1252",
  "related_content": {
    "syllabus": [
      "rmsec24005_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/rmtab24020.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "rmtab24020",
        "file": "tables/rmtab24020.html",
        "title": "Comparison of ACR Diagnostic Criteria and ACTTION-APS Pain Taxonomy Diagnostic Criteria for Fibromyalgia<sup>a</sup>",
        "short_title": "Diagnostic Criteria for Fibromyalgia",
        "footnotes": [
          "ACR = American College of Rheumatology; ACTTION = Analgesic, Anesthetic, and Addiction Clinical Trial Translations Innovations Opportunities and Networks; APS = American Pain Society.",
          "<sup>a</sup>A diagnosis of fibromyalgia does not exclude the presence of other clinically important illnesses.",
          "<sup>b</sup>Fibromyalgia is diagnosed in the setting of Widespread Pain Index ≥7 plus Symptom Severity Scale score ≥5, or Widespread Pain Index ≥3 plus Symptom Severity Scale score ≥9.",
          "<sup>c</sup>Widespread Pain Index and Symptom Severity Scale are available in <a href=\"https://www.umassmed.edu/globalassets/office-of-continuing-medical-education/pdfs/cme-primary-care-days/c1-handout-fibromyalgia.pdf\" target=\"_blank\">PDF format</a>."
        ],
        "headers": [
          "2010 ACR Preliminary Diagnostic Criteria (2016 Revision)",
          "ACTTION-APS Pain Taxonomy Criteria (2019)"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.675050-06:00"
}