{
  "question_id": "hmmcq24025",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Treat myelofibrosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 78-year-old woman is evaluated for progressive fatigue, early satiety, and drenching night sweats of 6 months' duration. She has lost 11.3 kg (25 lb) since symptom onset. She also reports abdominal fullness.On physical examination, vital signs are normal. No lymphadenopathy is noted. The liver is markedly enlarged, and splenomegaly is palpated to the umbilicus.Laboratory studies:Hematocrit29%LHemoglobin9.6 g/dL (96 g/L)LLeukocyte count29,800/µL (29.8 × 109/L) (65% neutrophils, 12% lymphocytes, 3% eosinophils, 5% monocytes, 3% metamyelocytes, 3% myelocytes, 4% blasts)HPlatelet count289,000/µL (289 × 109/L)The peripheral blood smear shows teardrop cells and nucleated erythrocytes.Bone marrow aspirate yields a dry tap. Bone marrow biopsy shows hypercellular marrow with large, atypical megakaryocytes, 2% blasts, and increased reticulin deposition.Genetic testing is positive for the JAK2 V617F mutation, confirming the diagnosis of primary myelofibrosis.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Azacytidine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cytarabine and daunorubicin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Imatinib",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ruxolitinib",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with myelofibrosis is ruxolitinib (Option D). Myelofibrosis is a clonal stem cell disorder characterized by bone marrow fibrosis and extramedullary hematopoiesis. Constitutional symptoms, including fatigue, night sweats, and weight loss, are common presenting symptoms. Splenomegaly resulting from extramedullary hematopoiesis is characteristic and often massive, with associated abdominal fullness, pain, and early satiety. Laboratory findings vary, but leukocytosis with anemia and thrombocytopenia is common. The left shift that accompanies the leukocytosis often includes circulating blasts. The JAK2 V617F activating alteration is present in approximately 60% of patients with myelofibrosis; the CAL-R and MPL mutations can also occur. A bone marrow aspirate is often unsuccessful (\"dry tap\"), and a bone marrow biopsy confirms fibrosis. Allogeneic hematopoietic stem cell transplantation is a potentially curative option, but it is limited to those with poor short-term survival and those who are otherwise healthy enough to undergo transplantation. Treatment otherwise focuses on addressing symptoms and controlling blood counts. Asymptomatic patients with low-risk disease can be monitored; however, most patients have symptoms and may benefit from treatment. The JAK1/JAK2 inhibitors, including ruxolitinib, are first-line treatments and have been shown to significantly improve constitutional symptoms and reduce spleen size. This patient has myelofibrosis based on the peripheral blood smear and bone marrow findings along with the presence of the JAK2 V617F mutation. Given her symptoms, ruxolitinib should be initiated.The hypomethylating agents azacytidine (Option A) and decitabine have been shown to decrease transfusion dependence and reduce the risk of acute myeloid leukemia (AML) in patients with myelodysplastic syndrome. Neither azacytidine nor decitabine is used as first-line therapy in myelofibrosis.Induction therapy with cytarabine and daunorubicin (Option B) is used to treat patients with AML. Although myelofibrosis can progress to secondary AML, this patient does not have a diagnosis of AML, which would be suggested by bone marrow biopsy results showing greater than 20% myeloblasts.Patients with chronic myeloid leukemia and those with AML who are positive for the Philadelphia chromosome [t(9;22)] can be treated with the tyrosine kinase inhibitor imatinib (Option C). Imatinib is not effective in treating JAK2-positive myelofibrosis.",
  "critique_links": [],
  "key_points": [
    "In patients with myelofibrosis, the JAK1/JAK2 inhibitor ruxolitinib significantly improves constitutional symptoms and reduces spleen size.",
    "The only potentially curative option for myelofibrosis is allogeneic hematopoietic stem cell transplantation, which can be considered in patients with poor short-term survival and who are otherwise healthy enough to undergo transplantation."
  ],
  "references": "Gerds AT, Gotlib J, Ali H, et al. Myeloproliferative neoplasms, version 3.2022, NCCN clinical practice guidelines in oncology. J Natl Compr Canc Netw. 2022;20:1033-1062. PMID: 36075392 doi:10.6004/jnccn.2022.0046",
  "related_content": {
    "syllabus": [
      "hmsec24002_24011"
    ]
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": null,
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:31.929347-06:00"
}