{
  "question_id": "idqqq24003",
  "category": "id",
  "educational_objective": "Treat complicated infective endocarditis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 23-year-old woman is evaluated for fever and new heart murmur. She has a known history of injection drug use.On physical examination, temperature is 38.3 °C (100.9 °F), blood pressure is 100/44 mm Hg, and pulse rate is 112/min. A grade 2/6 early diastolic murmur is heard along the left lower sternal border.Echocardiogram shows severe aortic regurgitation, valve vegetation, and echolucency around the aortic annulus. Blood cultures reveal Streptococcus viridans.Initial empiric antibiotic therapy is revised to penicillin and gentamicin.",
  "question_stem": "Which of the following is the most appropriate additional management?",
  "options": [
    {
      "letter": "A",
      "text": "Aortic valve replacement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous enoxaparin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rifampin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Clinical observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should undergo aortic valve replacement (Option A). Early surgery (defined as occurring during initial hospitalization and before completion of a full therapeutic course of antibiotic therapy) is indicated for patients with infective endocarditis who have the following: symptomatic heart failure; left-sided involvement with Staphylococcus aureus, fungal infections, or highly resistant organisms; associated complications, such as heart block, annular or aortic abscess, or destructive penetrating lesions; persistent infection lasting longer than 5 to 7 days while taking appropriate antimicrobial therapy; or prosthetic valve infective endocarditis and relapsing infection. This patient with aortic valve endocarditis complicated by abscess and severe aortic regurgitation requires early aortic valve replacement; decisions regarding the timing of surgery should be made by a multidisciplinary team.No large studies have shown a reduction in embolic events in patients treated with heparin. Starting enoxaparin (Option B) would not be indicated and may increase the risk for hemorrhage if intracranial septic emboli are present.Rifampin (Option C) is used as antibiotic therapy for treatment of prosthetic valve endocarditis caused by staphylococci. This antibiotic is not indicated in this patient with native valve endocarditis caused by Streptococcus viridans.Clinical observation (Option D) is not appropriate because surgical intervention should not be delayed. In this patient, the complications of endocarditis are unlikely to improve or resolve without surgical therapy, and antibiotic therapy alone without early surgical intervention may result in further decompensation of the patient's clinical status.",
  "key_points": [
    "Early surgical intervention is indicated for patients with infective endocarditis who have symptomatic heart failure; left-sided involvement with Staphylococcus aureus, fungal infections, or highly resistant organisms; associated complications, such as heart block, annular or aortic abscess, or destructive penetrating lesions; persistent infection lasting longer than 5 to 7 days while taking appropriate antimicrobial therapy; or prosthetic valve infective endocarditis and relapsing infection."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: A report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;143:e72-e227. PMID: 33332150 doi:10.1161/CIR.0000000000000923.",
  "related_content": {
    "syllabus": [
      "idsec24005_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:45:33.798946-06:00"
}