{
  "question_id": "idvdx24040",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose <i>Aspergillus fumigatus</i> in tissue obtained from an immunosuppressed patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 40-year-old woman is evaluated for fever, cough, and a new pulmonary infiltrate. She is receiving chemotherapy for acute myeloid leukemia.A methenamine silver stain of a lung biopsy specimen is shown.",
  "question_stem": "Which of the following is the most likely organism?",
  "options": [
    {
      "letter": "A",
      "text": "Aspergillus fumigatus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Blastomyces dermatitidis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Candida albicans",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pneumocystis jirovecii",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely organism is Aspergillus fumigatus (Option A). The image demonstrates hyphal forms with acute-angle (45-degree) branching characteristic of an Aspergillus species. Invasive pulmonary aspergillosis, the most serious form of Aspergillus infection, most often occurs in immunosuppressed patients who have neutropenia or received a lung or hematopoietic stem cell transplant. This type of aspergillosis usually begins in the respiratory tract and then enters the circulatory system (angioinvasion). This process is followed by the formation of a fungus-septic emboli complex with subsequent hematogenous dissemination. The most common manifestation of angioinvasive disease is pulmonary aspergillosis, but sinusitis, brain abscess, endocarditis, disseminated infection, and osteomyelitis also may occur.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "idsec24011_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.089204-06:00"
}