{
  "question_id": "enmcq24047",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate a patient for secondary causes of osteoporosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 61-year-old man is evaluated in the emergency department for acute-onset, severe midthoracic back pain that developed while he arose from tying his shoes. Medical history is significant for hypertension, treated with amlodipine.On physical examination, vital signs are normal. Pain is exacerbated with percussion over the midthoracic spine.Laboratory studies:Hemoglobin10 g/dL (100 g/L)LCalcium11.8 mg/dL (3 mmol/L)HCreatinine2.1 mg/dL (186 μmol/L)HA radiograph of the thoracic spine shows a compression fracture at T7 and diffuse demineralization.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "IgA tissue transglutaminase antibody and total IgA level measurements",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Serum 1,25-dihydroxyvitamin D measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum protein electrophoresis with immunofixation and free light chains measurements",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum total testosterone measurement",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "24-Hour urine free cortisol measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with a fragility fracture, diffuse demineralization, hypercalcemia, and an elevated serum creatinine level should be tested for multiple myeloma (MM) with serum protein electrophoresis with immunofixation and free light chains measurements (Option C). A fragility fracture in a patient without risk factors for osteoporosis should prompt an evaluation for secondary causes of metabolic bone disease. Conditions that are associated with low bone mass and osteoporosis are listed in Table: Conditions Associated With Risk for Low Bone Mass and Osteoporosis. Patients should undergo a thorough history and physical examination, with additional testing based on findings. Concurrent abnormalities in other organ systems may point toward a unifying cause, for which additional testing would be indicated (see Table: Diagnostic Studies for Secondary Causes of Osteoporosis). Treatment of contributing underlying disorders is necessary to improve bone strength and address nonskeletal complications. This patient's laboratory abnormalities and nontraumatic vertebral fracture are strongly suggestive of MM; serum protein electrophoresis with immunofixation and free light chains measurements are useful to evaluate for this disorder. See Multiple Myeloma in Hematology for additional information regarding multiple myeloma.IgA tissue transglutaminase antibodies and total IgA level measurements (Option A) are used to diagnose celiac disease, which can cause low bone mass and anemia because of malabsorption. However, malabsorption of calcium and vitamin D in celiac disease would lead to hypocalcemia rather than hypercalcemia; therefore, testing for celiac disease is not indicated in this patient.Vitamin D toxicity causes acute hypercalcemia by increasing intestinal absorption of calcium and increasing osteoclastic bone resorption. Severe vitamin D–dependent hypercalcemia can cause acute kidney injury. However, development of fragility fractures is not an expected feature of disorders leading to vitamin D–dependent hypercalcemia, and serum 1,25-dihydroxyvitamin D measurement (Option B) is not indicated in this patient.Hypogonadism can contribute to bone loss in aging patients; however, hypogonadism does not cause hypercalcemia or kidney disease. Even if present, hypogonadism would not be the primary cause of this patient's presentation, and serum total testosterone measurement (Option D) is not indicated.24-Hour urine free cortisol measurement (Option E) can be used to test for Cushing syndrome. Hypercortisolism caused by Cushing syndrome causes bone loss, and fragility fractures may be the first sign of the disease. However, patients with Cushing syndrome would also be expected to have skin, muscle, immune, psychiatric, and metabolic disorders rather than kidney disease, anemia, and hypercalcemia. Cushing syndrome is unlikely to be the cause of this patient's presentation.",
  "critique_links": [],
  "key_points": [
    "A fragility fracture in a patient without risk factors for osteoporosis should prompt evaluation for secondary causes of metabolic bone disease."
  ],
  "references": "Sobh MM, Abdalbary M, Elnagar S, et al. Secondary osteoporosis and metabolic bone diseases. J Clin Med. 2022;11:2382. PMID: 35566509 doi:10.3390/jcm11092382",
  "related_content": {
    "syllabus": [
      "ensec24008_24029"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.284189-06:00"
}