{
  "question_id": "cvmcq24039",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage a patient with a genetic predisposition for aortic dissection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 19-year-old man is evaluated during a routine visit. He is concerned about his risk for cardiovascular disease because his 42-year-old father recently died of a thoracic aortic dissection. The patient is asymptomatic. He is employed as a construction worker and plays recreational sports without limitation. Medical history is unremarkable, and he takes no medications.All physical examination findings, including vital signs, are normal.ECG is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography of aorta",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Genetic testing for Loeys-Dietz and Marfan syndromes",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Reassurance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is transthoracic echocardiography (TTE) (Option C) to screen for aortic disease. First-degree relatives of patients with thoracic aortic aneurysm and/or dissection should undergo noninvasive aortic imaging to identify those with asymptomatic disease. TTE is the most appropriate screening test in most patients because it is noninvasive and widely available and does not require the use of contrast dye. Screening echocardiography may also be considered in first-degree relatives of patients with a bicuspid valve. This patient has a first-degree relative who had an aortic dissection. Screening echocardiography to assess the presence of asymptomatic aortic disease is indicated.CT angiography (CTA) of the aorta (Option A) would not be the most appropriate first-line test in this patient. In most patients, TTE is the best screening test, especially given that it can also assess the presence of other diseases, including a bicuspid aortic valve. CTA or magnetic resonance angiography, however, is a reasonable test to perform if TTE is not available or if the TTE results are inadequate.Genetic testing for Loeys-Dietz and Marfan syndromes (Option B) is not indicated at this time. First-degree relatives of patients with a variant gene associated with aortic aneurysm and/or dissection (e.g., FBN1, TGFBR1, TGFBR2, COL3A1, MYH11) should undergo genetic counseling and testing. Relatives with the identified genetic variation should then undergo noninvasive aortic imaging. In the absence of a known familial variation, however, echocardiography is the most appropriate next step.Reassurance with no further evaluation of possible cardiovascular disease (Option D) would not be the best course of action. This patient has a first-degree family member with aortic dissection at an early age. There is a significant chance that this represents a heritable condition; therefore, this patient, as well as other first-degree relatives, should be screened for aortic disease with echocardiography.",
  "critique_links": [],
  "key_points": [
    "In first-degree relatives of patients with thoracic aortic aneurysm and/or dissection, noninvasive aortic imaging should be performed to identify those with asymptomatic disease.",
    "First-degree relatives of patients with a variant gene associated with aortic aneurysm and/or dissection (e.g., FBN1, TGFBR1, TGFBR2, COL3A1, MYH11) should undergo genetic counseling and testing."
  ],
  "references": "Isselbacher EM, Preventza O, Hamilton Black J 3rd, et al. 2022 ACC/AHA guideline for the diagnosis and management of aortic disease: a report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. Circulation. 2022;146:e334-e482. PMID: 36322642 doi:10.1161/CIR.0000000000001106",
  "related_content": {
    "syllabus": [
      "cvsec24011_24003"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.983673-06:00"
}