{
  "question_id": "inmcq24010",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose a patient with vaginitis secondary to trichomoniasis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for a 2-week history of vaginal discharge and irritation. She has no pelvic pain or abnormal bleeding. She is sexually active with one male partner. Her last menstrual period was 3 weeks ago.On physical examination, vital signs are normal. Pelvic examination shows normal external genitalia. Speculum examination shows green, frothy discharge in the vaginal vault. The cervix has several punctate hemorrhages. Bimanual examination reveals no cervical motion, uterine, or adnexal tenderness and no adnexal masses.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Nucleic acid amplification testing for trichomoniasis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Vaginal metronidazole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vaginal miconazole cream",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vaginal pH test",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Nucleic acid amplification testing (NAAT) for trichomoniasis (Option A) is the most appropriate next step in this patient with vaginitis. Trichomoniasis is a sexually transmitted infection (STI) caused by Trichomonas vaginalis, a flagellated protozoan. It can be asymptomatic or result in vaginal irritation; burning; and malodorous gray, green, or yellow discharge that may be described as frothy. Although a cervical examination can be normal, a “strawberry cervix” (shown) resulting from punctate cervical hemorrhages is classically associated with trichomoniasis.The diagnosis can be made with microscopy of vaginal fluid demonstrating motile trichomonads, but the CDC recommends using NAAT. In addition, because the clinical presentation of trichomoniasis can overlap with other common causes of vaginitis, testing vaginal discharge with NAAT for bacterial vaginitis and Candida infection may also be performed. If the diagnosis of trichomoniasis is confirmed, testing for other STIs (e.g., chlamydia, gonorrhea, syphilis, and HIV infection) should be offered. Recommended treatment options for trichomoniasis include oral metronidazole and tinidazole, with the dosing of metronidazole differing for women and men. This patient has findings consistent with trichomoniasis and should undergo NAAT.Vaginal metronidazole (Option B) is not the most appropriate next step. Although vaginal metronidazole is a reasonable treatment option for bacterial vaginosis, it is not a recommended treatment for trichomoniasis, the most likely cause of symptoms in this patient. In addition, the overlap in presentation between the common causes of vaginitis requires laboratory confirmation before initiation of treatment.This patient should not be treated with vaginal miconazole cream (Option C). Although an option for women with vulvovaginal candidiasis, miconazole and other azoles are not effective against trichomoniasis, the infection most suggested by the clinical findings.A vaginal pH test (Option D) would not be the most appropriate management in this patient with likely trichomoniasis. Vaginal pH can be helpful in the diagnosis of bacterial vaginosis, which is the most common cause of vaginitis. Diagnosis of bacterial vaginosis requires a positive NAAT result or three of the following four findings (Amsel criteria):Vaginal pH >4.5Thin, homogenous dischargePositive potassium hydroxide (KOH) amine whiff test resultSaline wet mount with >20% epithelial clue cellsVaginal pH, however, does not play a role in the diagnosis of trichomoniasis, which is the most likely diagnosis in this patient.",
  "critique_links": [],
  "key_points": [
    "Trichomoniasis is suggested by the presence of vaginal irritation; burning; and malodorous gray, green, or yellow discharge that may be described as frothy; although microscopy of a wet mount of the vaginal fluid showing motile trichomonads can be diagnostic, the CDC recommends nucleic acid amplification testing for diagnosis.",
    "The recommended treatment for trichomoniasis is oral metronidazole or oral tinidazole, with the dosing of metronidazole differing for women and men."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "insec24005_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.860055-06:00"
}