{
  "question_id": "gimcq24064",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate constipation in a patient with alarm features.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 36-year-old woman is evaluated for constipation. Her constipation has recently worsened despite daily laxative therapy. She has a history of hemorrhoids and has had intermittent, painless rectal bleeding for the past 3 months. She has lost weight. She does not have a family history of colorectal cancer. Medications are polyethylene glycol and methylcellulose.On physical examination, vital signs are normal. Scleral pallor is noted. Rectal examination reveals small, nonbleeding external hemorrhoids. There are no palpable masses in the distal rectal vault.Laboratory studies:Hemoglobin10 g/dL (100 g/L)LMean corpuscular volume76 fLL",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Anorectal manometry",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fecal immunochemical testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Flexible sigmoidoscopy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test to perform next is colonoscopy (Option B). A careful history identifies most causes of secondary constipation. The history should include assessment for these risk factors:HematocheziaAcute constipation in older patientsUnintentional weight lossFamily history of colorectal cancerUnexplained anemiaAge older than 45 years with no previous colonoscopyIn the evaluation of constipation, colonoscopy indications include blood in the stool, a sudden change in bowel habits, and unexplained anemia. This patient has a history of constipation and is now experiencing rectal bleeding, which appears to have caused significant anemia with iron deficiency. These alarm features should prompt expedited colonoscopy. Given the increased incidence of colorectal cancer in younger people, this disease must be excluded.Anorectal manometry (Option A) is not the most appropriate study because this patient has microcytic anemia, weight loss, and new-onset hematochezia. Anorectal manometry can be helpful in identifying patients with dyssynergic defecation as a cause of refractory constipation. Her constipation had previously been controlled, and several alarm features are present. These alarm features should be further addressed with colonoscopy before anorectal manometry can be considered.Fecal immunochemical testing (Option C) is a colorectal cancer screening option for patients at average risk; it is used to detect disease before it is clinically apparent. As such, it is not a diagnostic test to evaluate gastrointestinal bleeding or anemia and is not the most appropriate next step for this patient.Flexible sigmoidoscopy (Option D) can assess the distal region of the colon and is a colorectal cancer screening option that can be considered in patients at average risk. However, it is not appropriate for this patient, who requires diagnostic colonoscopy to further evaluate constipation with alarm features.",
  "critique_links": [],
  "key_points": [
    "Colonoscopy should be performed in patients with constipation and alarm symptoms, such as blood in the stool, a sudden change in bowel habits, or unexplained anemia."
  ],
  "references": "Sengupta N, Feuerstein JD, Jairath V, et al. Management of patients with acute lower gastrointestinal bleeding: an updated ACG guideline. Am J Gastroenterol. 2023;118:208-231. PMID: 36735555 doi:10.14309/ajg.0000000000002130",
  "related_content": {
    "syllabus": [
      "gisec24006_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.788034-06:00"
}