{
  "question_id": "cvmcq24059",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Use a risk reduction strategy to treat a patient with peripheral artery disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 78-year-old man is evaluated for left calf and foot pain with ambulation that has been stable over the past 6 months. Pain lasts approximately 5 minutes and is reliably relieved by rest; it does not occur at rest. Medical history is significant for hypertension and dyslipidemia. He has had several trials of statin therapy, but each was discontinued because of myalgias. He quit smoking 4 years ago. Medications are aspirin, losartan, and metoprolol succinate.On physical examination, blood pressure is 128/76 mm Hg; other vital signs are normal. Left popliteal and pedal pulses are diminished.Ankle-brachial index is 0.98 on the right and 0.72 on the left.Laboratory studies:LDL cholesterol136 mg/dL (3.52 mmol/L)Low-dose rivaroxaban is started, and the patient is referred to a supervised exercise program.",
  "question_stem": "Which of the following is the most appropriate additional treatment strategy?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue metoprolol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Increase losartan",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start atorvastatin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start ezetimibe",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate strategy is to start ezetimibe (Option D). Treatment of peripheral artery disease (PAD) focuses on decreasing symptoms, improving functional status, preventing tissue injury, and modifying risk factors. Lipid management is mandatory in patients with PAD and should include treatment with statins. Patients who are intolerant of statins can be treated with an alternate agent such as ezetimibe, a proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitor, or bempedoic acid. Although there is no clear LDL cholesterol (LDL-C) target in patients with PAD, American College of Cardiology/American Heart Association (ACC/AHA) guidelines recommend that patients with atherosclerotic cardiovascular disease be treated to reduce LDL-C levels below 70 mg/dL (1.81 mmol/L). This patient has PAD and needs aggressive risk factor modification. His LDL cholesterol level is substantially above the goal, and because he is intolerant of statins, starting ezetimibe is a reasonable next step.Discontinuing metoprolol (Option A) is not necessary. Although nonselective β-blockers (such as propranolol) were previously linked to increased complications in patients with severe PAD, β1-selective β-blockers appear to be better tolerated and can be used with caution if otherwise indicated. This patient has excellent blood pressure control on his current regimen and does not need to have his metoprolol discontinued.Increasing losartan (Option B) is not necessary in this patient. In patients with PAD, control of hypertension is associated with a reduction in cardiovascular events. The ACC/AHA guidelines recommend a blood pressure target of less than 130/80 mm Hg in patients with PAD. This patient has good blood pressure control on the current regimen of losartan and metoprolol, and increasing the losartan is not necessary.Another trial of a statin such as atorvastatin (Option C) is unlikely to benefit this patient. He has not tolerated several previous trials of statins, and there is no reason to believe another attempt will be successful. He should try an alternate lipid-lowering medication.",
  "critique_links": [],
  "key_points": [
    "For patients with peripheral artery disease (PAD) who are unable to receive statin therapy, using ezetimibe, a proprotein convertase subtilisin/kexin type 9 inhibitor, or bempedoic acid is reasonable.",
    "Although there is no clear LDL cholesterol (LDL-C) target in patients with PAD, guidelines recommend that patients with atherosclerotic cardiovascular disease be treated to reduce LDL-C levels below 70 mg/dL (1.81 mmol/L)."
  ],
  "references": "Belch JJF, Brodmann M, Baumgartner I, et al. Lipid-lowering and anti-thrombotic therapy in patients with peripheral arterial disease: European Atherosclerosis Society/European Society of Vascular Medicine joint statement. Atherosclerosis. 2021;338:55-63. PMID: 34763902 doi:10.1016/j.atherosclerosis.2021.09.022",
  "related_content": {
    "syllabus": [
      "cvsec24012_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.050883-06:00"
}