{
  "question_id": "incor25008",
  "category": "in",
  "educational_objective": "Treat testicular torsion.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "An 18-year-old man is evaluated in the emergency department for severe, worsening right-sided scrotal pain that started suddenly 4 hours ago. He is nauseated but reports no other symptoms. He has no other medical problems and takes no medications.On physical examination, the patient is in distress. Temperature is 36.9 °C (98.4 °F), blood pressure is 146/92 mm Hg, pulse rate is 102/min, and respiration rate is 16/min. The right testis is elevated, and the overlying scrotal skin is erythematous and warm. The epididymis cannot be distinguished from the testis owing to severe scrotal swelling and pain. Cremasteric reflex is absent on the right and intact on the left.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Immediate surgical exploration",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intramuscular ceftriaxone and oral doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measurement of serum α-fetoprotein",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ultrasonography of the scrotum",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is immediate surgical exploration (Option A) for this patient with a very high likelihood of testicular torsion, a twisting of the cord contents resulting in testicular ischemia. Testicular torsion is most common in children and young adults and presents as acute unilateral scrotal pain and swelling, and although it is usually spontaneous, it may be preceded by trauma. In a minority of cases, torsion may present as isolated abdominal or flank pain. High-yield examination findings include testicular swelling, high-riding position of the testicle, and an absent cremasteric reflex (failure of the testis to elevate when the ipsilateral inner thigh is stroked). Decreased blood flow seen on Doppler ultrasound is typical, but a negative study does not adequately rule out torsion when the clinical suspicion is high. If surgical exploration is performed within 6 hours of symptom onset, the testis remains viable in 90% to 100% of cases. Testicular viability drops to 50% if surgery is not performed until 12 hours after presentation and to less than 10% if performed 24 hours or more after presentation. Since the time from symptom onset to surgical exploration is critical, surgery should not be delayed to obtain diagnostic imaging in obvious cases of torsion. This patient presents 4 hours after the onset of classic symptoms and signs of testicular torsion; therefore, immediate surgical exploration is required.Empiric antimicrobial therapy with intramuscular ceftriaxone and oral doxycycline (Option B) is appropriate management for epididymitis and epididymo-orchitis in men younger than 35 years. These conditions have a slower onset and cause less severe pain, and they do not cause elevation of the testicle or loss of the cremasteric reflex. This patient's presentation is inconsistent with infection, so antibiotic treatment is not warranted.Measurement of serum α-fetoprotein (Option C), along with β–human chorionic gonadotropin and lactate dehydrogenase levels, is important for determining the stage and prognosis of testicular cancer. However, testicular cancer generally presents as a painless testicular nodule; it does not cause the acute signs and symptoms seen in this patient.Ultrasonography of the scrotum (Option D) is of most value in the setting of equivocal physical examination findings. Although ultrasonography of the scrotum is highly specific (99%), it is somewhat less sensitive (89%) and not necessary in patients such as this one with a supportive history and unequivocal physical examination findings.",
  "key_points": [
    "Testicular torsion, a surgical emergency, presents with acute onset of moderate to severe testicular pain.",
    "Patients with testicular torsion have profound testicular tenderness and swelling, elevation of the involved testicle, and an absent cremasteric reflex."
  ],
  "references": "Lacy A, Smith A, Koyfman A, et al. High risk and low prevalence diseases: testicular torsion. Am J Emerg Med. 2023;66:98-104. PMID: 36738571 doi:10.1016/j.ajem.2023.01.031",
  "related_content": {
    "syllabus": [
      "insec24004_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:34:51.764710-06:00"
}