{
  "question_id": "pmmcq24026",
  "category": "pm",
  "educational_objective": "Diagnose a complicated parapneumonic pleural effusion.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 71-year-old man is evaluated in the hospital for delirium. He underwent mitral valve repair 5 days ago. His postoperative course was uncomplicated until this morning, when he developed confusion and cough productive of yellow sputum. Medical history is significant for hypertension. Medications are losartan and oxycodone.On physical examination, temperature is 37.4 °C (99.3 °F); other vital signs are normal. Oxygen saturation is 94% with the patient breathing oxygen, 2 L/min by nasal cannula. Pulmonary examination reveals coarse rhonchi on the left, with dullness to percussion over the left lung base.Laboratory studies:Hematocrit31%LLeukocyte count15,000/µL (15 × 109/L)HLactate dehydrogenase153 U/LH Protein, total5.3 g/dL (53 g/L)LChest radiograph reveals a left lower lobe infiltrate and a moderately sized left pleural effusion.Thoracentesis of the pleural effusion is performed, and 1600 mL of cloudy pleural fluid is removed.Pleural fluid analysis:Hematocrit6%Total nucleated cell count17,250/µL (17.2 × 109/L), with 100% neutrophilspH7.06Glucose26 mg/dL (1.4 mmol/L)Lactate dehydrogenase1156 U/LProtein, total3.5 g/dL (35 g/L)Gram stainNegativeAntibiotics are started.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Complicated parapneumonic pleural effusion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Empyema",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Postoperative hemothorax",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Uncomplicated parapneumonic pleural effusion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnosis in this patient with postoperative pneumonia is a complicated parapneumonic effusion (Option A). Parapneumonic effusions are pleural effusions associated with pneumonia. These effusions can be uncomplicated, in which case the fluid is sterile and free flowing, or complicated, wherein the fluid is infected or loculated. Empyema is a severe form of a complicated parapneumonic effusion with infection within the pleural space itself. All parapneumonic effusions are exudative, but pleural fluid characteristics can further differentiate uncomplicated and complicated effusions. A pH less than 7.2 and a glucose level less than 60 mg/dL (3.3 mmol/L) strongly suggest the presence of a complicated parapneumonic effusion. In addition, a nucleated cell count greater than 50,000/μL (50 × 109/L) (Table: Pleural Cell Counts and Clinical Conditions) and a lactate dehydrogenase (LDH) level greater than 900 U/L suggest a complicated effusion. This patient has an exudative effusion as marked by an elevated LDH level and pleural/serum total protein ratio. The low pH and glucose levels and markedly elevated LDH level further identify the presence of a complicated parapneumonic effusion.The diagnosis of empyema requires the presence of pus on thoracentesis, a positive Gram stain, or positive cultures. An empyema (Option B) is not present in this patient with nonpurulent pleural fluid and a negative Gram stain.A postoperative hemothorax is a common cause of pleural fluid after thoracic surgery. Traditionally, hemothorax has been defined as a pleural fluid hematocrit of 50% or greater of the serum hematocrit, although lower levels (≥25%) may also occur. Although this patient is at risk for postoperative hemothorax (Option C), the pleural fluid hematocrit value of 6% is inconsistent with this diagnosis.Uncomplicated effusions are associated with a pleural pH of greater than 7.2 (and often >7.4), a glucose level greater than 60 mg/dL (3.3 mmol/L), and an LDH level less than 900 U/L. The pleural fluid findings in this patient are inconsistent with an uncomplicated parapneumonic effusion (Option D).",
  "critique_links": [],
  "key_points": [
    "Pleural fluid characteristics of a complicated parapneumonic effusion include a high lactate dehydrogenase level, a low glucose level, and a pH less than 7.2.",
    "An empyema is characterized by the presence of pus on thoracentesis or a positive pleural Gram stain or culture."
  ],
  "references": "Bedawi EO, Ricciardi S, Hassan M, et al. ERS/ESTS statement on the management of pleural infection in adults. Eur Respir J. 2023;61(2):2201062. PMID: 36229045 doi:10.1183/13993003.01062-2022.",
  "related_content": {
    "syllabus": [
      "pmsec24005_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/pmtab24033.html",
      "tables/inline_table_1.html",
      "tables/inline_table_2.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "pmtab24033",
        "file": "tables/pmtab24033.html",
        "title": "Pleural Cell Count Findings and Associated Clinical Conditions",
        "short_title": "Pleural Cell Counts and Clinical Conditions",
        "footnotes": [
          "CABG = coronary artery bypass graft; RA = rheumatoid arthritis; TB = tuberculosis."
        ],
        "headers": [
          "Cell Type",
          "Cell Count Finding",
          "Clinical Conditions"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      },
      {
        "table_id": "inline_table_2",
        "file": "tables/inline_table_2.html",
        "title": "Pleural fluid analysis:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.062524-06:00"
}