{
  "question_id": "inmcq24002",
  "category": "in",
  "educational_objective": "Treat a symptomatic inguinal hernia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 62-year-old man is evaluated because of a 6-month history of groin discomfort and heaviness. The pain is worse when the patient is bending over and when running; it has also become more frequent over time. He has additionally noticed that the right side of his scrotum has become larger.On physical examination, vital signs are normal. With the patient standing, the right scrotum is larger than the left, with palpable bowel within it.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the abdomen and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Referral for surgery",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Scrotal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No intervention is needed",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has a symptomatic inguinal hernia and should be referred for surgery (Option B). A hernia is a protrusion of tissue through a defect in the surrounding fascia. There are three different types of groin hernias: direct inguinal, indirect inguinal, and femoral hernias. Inguinal hernias occur more frequently among men, whereas femoral hernias occur more commonly in women. Inguinal hernias may be asymptomatic but may present as groin pain and/or a scrotal or inguinal bulge. In men, hernias can often be clinically diagnosed, and therefore additional evaluation is rarely required before surgical consultation. However, a visible bulge is uncommon in women, and ultrasonography is often required for diagnosis. Although small, asymptomatic, or minimally symptomatic inguinal hernias can be monitored in men, most will eventually need surgical intervention. Surgical repair is recommended for women, who are more likely to have a femoral hernia, which has a greater risk for strangulation. In this patient, the clinical examination establishes the diagnosis of an inguinal hernia. Because his symptoms are bothersome and increasingly progressive, surgical consultation is the most appropriate management option.CT of the abdomen and pelvis (Option A) could confirm the diagnosis of inguinal hernia; however, it is not necessary before surgical referral, and ultrasonography is a more appropriate first-line test if imaging is required. Given this patient's symptoms and physical examination findings, his hernia can be clinically diagnosed, and no additional imaging is necessary.Given its accuracy and absence of radiation, ultrasonography (Option C) is the preferred imaging modality for confirming inguinal hernia when the diagnosis is unclear from the physical examination. However, this patient's symptoms and clinical examination are both classic for a symptomatic inguinal hernia, and scrotal ultrasonography is not necessary.Because the patient has significant symptoms, he should be referred to surgery. No intervention would be appropriate only for a small and asymptomatic (or minimally symptomatic) inguinal hernia (Option D).",
  "key_points": [
    "Although small, asymptomatic, or minimally symptomatic inguinal hernias can be monitored in men, most will eventually need surgical intervention; diagnosis is usually clinical, and imaging studies are rarely required before surgical consultation.",
    "When the diagnosis of inguinal hernia is unclear on physical examination, ultrasonography is the preferred imaging modality because of its accuracy and absence of radiation."
  ],
  "references": "Shakil A, Aparicio K, Barta E, et al. Inguinal hernias: diagnosis and management. Am Fam Physician. 2020;102:487-492. PMID: 33064426",
  "related_content": {
    "syllabus": [
      "insec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:28:36.598570-06:00"
}