{
  "question_id": "enmcq24075",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat hypothyroidism in an older patient with cardiac disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 75-year-old man is evaluated for a 5-year history of subclinical hypothyroidism that is monitored with yearly testing. He reports a 3.63-kg (8-lb) weight gain over the past year as well as fatigue and constipation. Medical history is significant for coronary artery disease treated with percutaneous coronary intervention at age 70 years, hypertension, heart failure with preserved ejection fraction, and hyperlipidemia. Medications are lisinopril, metoprolol, furosemide, aspirin, rosuvastatin, and a vitamin D3 supplement.Physical examination findings, including vital signs, are normal. BMI is 23. Weight is 70 kg (154 lb).Laboratory studies:Thyroid-stimulating hormone12.3 μU/mL (12.3 mU/L)HFree thyroxine0.7 ng/dL (9 pmol/L)L",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Levothyroxine, 50 μg/d",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Levothyroxine, 112 μg/d (1.6 μg/kg/d)",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Total triiodothyronine measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Monitoring only",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with primary hypothyroidism is to initiate therapy with levothyroxine, 50 μg/d (Option A). Overt hypothyroidism is indicated by high thyroid-stimulating hormone (TSH) levels and low free thyroxine (T4) levels. Levothyroxine is the recommended treatment for thyroid hormone deficiency. A full replacement dose (1.6 μg/kg lean body weight) is appropriate for most patients with overt hypothyroidism. Notably, thyroid hormone can increase myocardial oxygen demand, and overreplacement may result in arrythmias or angina. Therefore, hypothyroidism treatment in older patients (older than 65 years) and those with cardiac disease should be more conservative. For these patients, it is recommended to start with a levothyroxine dosage of 25 to 50 μg/d and increase the dosage by 12 to 25 μg/d every 6 weeks until the target TSH level is reached. Normal TSH levels shift upwards in older patients, with the upper limit of normal around 7.5 μU/mL (7.5 mU/L). This older patient with hypothyroidism, coronary artery disease, and heart failure should be treated with a relatively low dosage of levothyroxine; starting treatment with levothyroxine, 50 μg/d, is reasonable.Full weight-based dosing of levothyroxine (Option B) may result in adverse cardiac effects in older patients and those with cardiac conditions. Therefore, this dosing is not appropriate for this patient.Total triiodothyronine measurement (Option C) is not necessary to diagnose primary hypothyroidism, which is the most likely diagnosis in this patient with symptoms of hypothyroidism and high TSH and low free T4 levels.Monitoring alone (Option D) would not be appropriate because this patient's TSH level is greater than 10 μU/mL (10 mU/L), his free T4 levels are low, and he has symptoms of hypothyroidism.",
  "critique_links": [],
  "key_points": [
    "In patients older than 65 years and patients with cardiac disease, treatment of hypothyroidism should start with a levothyroxine dosage of 25 to 50 μg/d, and the dosage should be increased by 12 to 25 μg/d every 6 weeks until the target thyroid-stimulating hormone level is reached."
  ],
  "references": "Effraimidis G, Watt T, Feldt-Rasmussen U. Levothyroxine therapy in elderly patients with hypothyroidism. Front Endocrinol (Lausanne). 2021;12:641560. PMID: 33790867 doi:10.3389/fendo.2021.641560",
  "related_content": {
    "syllabus": [
      "ensec24005_24026"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.387636-06:00"
}