{
  "question_id": "inmcq24020",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose uveitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 26-year-old patient is evaluated for 3 days of right eye pain and redness. They report intense sensitivity to sunlight and overhead indoor lighting. They do not have eye discharge and their vision is unchanged other than occasional floaters. They have not experienced any recent illnesses or trauma and do not wear contact lenses. They have a history of Behçet syndrome and take no medications.On physical examination, vital signs are normal. There is diffuse redness of the right eye, which is most prominent at the limbus. A layer of white fluid is visible in the lower anterior chamber.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Blepharitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Conjunctivitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Keratitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Uveitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with Behçet syndrome is uveitis (Option D). Uveitis refers to inflammation of the middle portion of the eye (uvea) and can be classified by anatomic location. Anterior uveitis is also termed iritis (or iridocyclitis if the ciliary body is concurrently inflamed) and is characterized by the presence of leukocytes in the anterior chamber of the eye. Intermediate uveitis affects the vitreous cavity. Posterior uveitis (posterior to the lens) is characterized by the presence of leukocytes in the choroid and retina. Uveitis is associated with many systemic infections (herpes zoster, tuberculosis) and inflammatory diseases, including ankylosing spondylitis, reactive arthritis, and Behçet syndrome. Symptoms include eye pain, photophobia, and redness that is often most pronounced at the limbus (ciliary flush). Visual acuity may be normal or decreased; floaters may also be present. In severe cases of uveitis, a hypopyon or purulent material accumulation in the anterior eye chamber may also be observed (Figure: Hypopyon). Patients with uveitis require immediate referral to an ophthalmologist. This patient with Behçet syndrome has acute eye pain with ciliary flush and a hypopyon on examination, making uveitis the most likely diagnosis.Blepharitis (Option A) refers to eyelid inflammation, and symptoms include red or swollen eyelids, crusting, and eyelid skin flaking. This patient's symptoms and examination findings are not consistent with blepharitis.Conjunctivitis (Option B) is the most common cause of red eye and can have viral, bacterial, or allergic causes. All types of conjunctivitis are associated with ocular discharge, which is not present in this case. Additionally, although conjunctivitis causes eye irritation, it does not typically cause eye pain in most cases.Keratitis (Option C) is an inflammation of the corneal epithelium and superficial stroma. It is an ocular emergency characterized by diminished vision and severe eye discomfort with circumferential hyperemia. Keratitis occurs most commonly in contact lens wearers and is the result of infection. This patient does not wear contact lenses, and keratitis is not a typical ocular manifestation of Behçet syndrome.",
  "critique_links": [],
  "key_points": [
    "Symptoms of uveitis include eye pain, redness, photophobia, and possibly decreased visual acuity; patients suspected of having uveitis should be urgently referred to an ophthalmologist.",
    "Uveitis is associated with many systemic infections and inflammatory diseases, including ankylosing spondylitis, reactive arthritis, and Behçet syndrome."
  ],
  "references": "Burkholder BM, Jabs DA. Uveitis for the non-ophthalmologist. BMJ. 2021;372:m4979. PMID: 33536186 doi:10.1136/bmj.m4979",
  "related_content": {
    "syllabus": [
      "insec24003_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.360888-06:00"
}