{
  "question_id": "nrcor25013",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose acute Bell palsy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 39-year-old man is evaluated 6 hours after he awoke with left facial droop and impaired taste. Symptoms seem slightly worse compared with this morning. He has no history of previous neurologic symptoms. He takes no medications. He has not had any recent travel and does not live in a Lyme-endemic area.On physical examination, vital signs are normal. Weakness of the left upper and lower facial muscles is observed, including the inability to close his left eye. Otherwise, the examination is unremarkable.",
  "question_stem": "Which of the following is the most appropriate diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "Lumbar puncture",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the brain",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ophthalmologic examination",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with acute onset of isolated facial nerve paralysis (Bell palsy) requires no further diagnostic testing (Option D). Mounting evidence implicates an inflammatory/infectious cause of Bell palsy, most likely due to human herpesvirus 1. The peripheral facial nerve involvement in Bell palsy causes unilateral facial paralysis, including paralysis of upper and lower facial muscles and an inability to close the eye tightly or raise the eyebrow on the affected side. Patients also report dry mouth, hyperacusis, impaired taste, and pain and numbness near the ear. Abrupt onset with building symptoms over 1 to 2 days is typical. The diagnosis of Bell palsy is clinical, and neuroimaging is not required in straightforward cases. Extensive laboratory testing is not needed, although testing for Lyme disease should be considered in endemic areas. Early treatment with oral glucocorticoids increases the probability of recovery if initiated within the first 72 hours. The addition of antiviral medication in acute Bell palsy is controversial, but it is often employed in severe cases. Patients with impaired eye closure should be advised to use lubricating eyedrops or ointment and nighttime eye taping to prevent corneal damage. This patient has unilateral paralysis of upper and lower facial muscles, typical of uncomplicated Bell palsy, and no further testing is needed.A lumbar puncture (Option A) has utility in the setting of certain specific neurologic conditions, such as meningitis, multiple sclerosis, normal-pressure hydrocephalus, or idiopathic intracranial hypertension; however, it has no role in establishing the diagnosis of Bell palsy.Facial droop may also be seen in stroke, and brain MRI (Option B) may be required as part of the evaluation. Upper facial muscles have bilateral central innervation, so these muscles are spared in central facial weakness due to stroke. Bell palsy, on the other hand, involves the upper and lower face. This patient presents with peripheral rather than central findings, so MRI is not indicated.Herpes zoster ophthalmicus is a serious complication of herpes zoster involvement of the ophthalmic division of cranial nerve V. When this condition is suspected, an ophthalmologic examination (Option C) is required to facilitate early diagnosis and treatment. This patient lacks the pain and vesicular rash associated with herpes zoster, and his signs and symptoms localize to cranial nerve VII; therefore, ophthalmologic evaluation is not indicated.",
  "critique_links": [],
  "key_points": [
    "The peripheral facial nerve involvement seen in Bell palsy causes unilateral facial paralysis of the upper and lower facial muscles and an inability to close the eye tightly or raise the eyebrow on the affected side.",
    "Advanced diagnostic testing, including neuroimaging, is not needed in clear-cut cases of Bell palsy."
  ],
  "references": "George E, Richie MB, Glastonbury CM. Facial nerve palsy: clinical practice and cognitive errors. Am J Med. 2020;133:1039-1044. PMID: 32445717 doi:10.1016/j.amjmed.2020.04.023",
  "related_content": {
    "syllabus": [
      "nrsec24009_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.263604-06:00"
}