{
  "question_id": "cvvdx24029",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose long QT syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 23-year-old woman is evaluated for recurrent episodes of exertional syncope. She is otherwise well and takes no medications.ECG is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Brugada syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hypertrophic cardiomyopathy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Long QT syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Neurocardiogenic syncope",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with a prolonged QT interval is long QT syndrome (Option C). A quick way to assess whether the QT interval is prolonged is to note whether the QT interval exceeds half of the R-R interval, as is evident in this patient's ECG. The QT interval, however, depends on heart rate; if the heart rate is between 60/min and 100/min, the corrected QT interval (QTc) is determined by dividing the actual QT interval by the square root of the R-R interval (in seconds). QTc intervals of 440 ms or less in men and 460 ms or less in women are considered normal.The QT interval may fluctuate in length, and prolongation may have many causes, most of which are acquired, such as medication use, structural heart disease, and electrolyte abnormalities. Genetic long QT syndrome is among the most common inherited arrhythmias, affecting between 1 in 1000 and 1 in 5000 persons. Characteristic findings include syncope during sleep, auditory triggers, or during exercise (depending on subtype); QTc usually greater than 460 ms; and torsades de pointes. In this patient with recurrent episodes of exertional syncope and QT prolongation on ECG, the most likely diagnosis is long QT syndrome.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24006_24041"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.905535-06:00"
}