{
  "question_id": "fcmcq24081",
  "category": "fc",
  "educational_objective": "Reduce fall risk in an older adult by deprescribing centrally acting medications.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "An 87-year-old man is evaluated in the office after a fall. He had awakened early in the morning with an urge to urinate. Upon rising from bed, he felt groggy and disoriented, and he tripped. He did not feel dizzy before falling. He sustained a bruise on his right forearm but did not strike his head or lose consciousness. He has not had previous falls. He has a history of benign prostatic hypertrophy, hypertension, and chronic insomnia. Medications are tamsulosin, losartan, a multivitamin, and diphenhydramine for sleep.On physical examination, vital signs are normal. Corrected vision is 20/20. Gait is brisk and steady. A Timed Up and Go test is completed in 10 seconds (age-adjusted norm is 11 seconds). Apart from the forearm bruise, the remainder of the examination is normal.",
  "question_stem": "In addition to a home safety evaluation, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue diphenhydramine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Refer for physical therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start oxybutynin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start vitamin B12 supplementation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to discontinue diphenhydramine (Option A). Falls in older adults are common and result in significant morbidity and mortality. Although the risk for falls is multifactorial, the most significant risk factors are cognitive impairment, centrally acting medications, and gait problems/decreased lower extremity strength. Medications that can contribute to the risk of falls should be avoided or replaced with safer options, when possible. The American Geriatrics Society Beers Criteria for Potentially Inappropriate Medication Use in Older Adults (Beers list) includes many centrally acting medications that should generally be avoided unless the risk-benefit ratio is clearly in favor of benefit. Discontinuing unnecessary or risky medications is strongly recommended. Diphenhydramine is among several widely available antihistamines that may cause confusion/delirium as well as urinary retention, especially in older patients with benign prostatic hypertrophy (BPH). This patient should stop taking diphenhydramine because its risk for nighttime urinary retention and confusion may have contributed to his fall.Patients with gait abnormalities or weakness are at increased risk for falls and may benefit from exercise programs or physical therapy for muscle strengthening and gait retraining. This patient has no gait abnormalities and has a normal Timed Up and Go test; a physical therapy referral (Option B) is not the most appropriate next step at this time.Oxybutynin (Option C) is a muscarinic antagonist used to treat overactive bladder. Although antimuscarinic agents are sometimes used in patients with BPH and overactive bladder, they may potentiate urinary retention and should be used only after a trial of behavioral therapy and lifestyle modification has failed. Additionally, oxybutynin is a strong anticholinergic drug associated with adverse cognitive effects. For this patient, the first step is to stop diphenhydramine.Severe vitamin B12 deficiency may cause weakness, decreased vibration and position sense, and ataxia. This patient has a normal gait, has no other symptoms of vitamin B12 deficiency (e.g., paresthesia, irritability, symptoms of anemia), and takes a multivitamin. Vitamin B12 deficiency as a cause of his fall is unlikely, and vitamin B12 supplementation (Option D) is not indicated.",
  "critique_links": [],
  "key_points": [
    "Although the risk for falls is multifactorial, the most significant risk factors are cognitive impairment, centrally acting medications, and gait problems/decreased strength.",
    "Medications that can contribute to the risk for falls should be avoided or replaced with safer options, when possible."
  ],
  "references": "Nicholson WK, Silverstein M, Wong JB, et al; US Preventive Services Task Force. Interventions to prevent falls in community-dwelling older adults: US Preventive Services Task Force recommendation statement. JAMA. 2024;332:51-57. PMID: 38833246 doi:10.1001/jama.2024.8481",
  "related_content": {
    "syllabus": [
      "fcsec24010_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.741900-06:00"
}