{
  "category": "nr",
  "critique": "The most likely diagnosis is multiple sclerosis (MS) (Option B). This patient's MRI shows multiple, ovoid-shaped, hyperintense foci consistent with MS plaques, the characteristic MS lesion seen on MRI. Pathologically, plaques consist of a discrete region of demyelination with relative preservation of axons. Plaques suggestive of MS are typically found on MRI in the periventricular region, corpus callosum, centrum semiovale, and, to a lesser extent, deep white matter structures and basal ganglia; they also may be seen in the brainstem and spinal cord. MS plaques usually have an ovoid appearance and are arranged at right angles to the ventricles, as if radiating from this area. The plaques appear hyperintense on proton density–weighted and T2-weighted studies and are hypointense (if visible at all) on T1-weighted images. Active plaques may enhance with contrast.",
  "educational_objective": "Diagnose multiple sclerosis.",
  "extracted_at": "2025-12-23T14:11:42.593058-06:00",
  "key_points": [],
  "media": {
    "images": [
      "figures/nrfig24600.2af73747c304c961371cd2032a962f04.jpg"
    ],
    "svgs": [],
    "tables": [],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Lyme neuroborreliosis"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Multiple sclerosis"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Primary angiitis of the central nervous system"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Sarcoidosis"
    }
  ],
  "question_id": "nrvdx24001",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 33-year-old woman is evaluated for double vision. Examination shows disconjugate eye movements and nystagmus. Brain MRI is performed.",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "nrsec24007_24003"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}