{
  "category": "id",
  "critique": "Staphylococcus aureus (Option D) is the most likely organism causing this patient's infection. Early-onset (<3 months after surgery) prosthetic joint infections (PJI) are usually related to surgical contamination at the time of the implantation and are most often caused by more virulent organisms, including S. aureus, anaerobes, gram-negative bacilli, and polymicrobial infection. Early-onset PJI typically presents with acute pain, warmth, effusion, and fever. Wound drainage and dehiscence may also develop. Peripheral leukocyte count and serum C-reactive protein level are usually elevated. Synovial fluid evaluation typically reveals a leukocyte count of more than 10,000/µL (10 × 109/L) with greater than 90% neutrophils.Delayed-onset (3-24 months after surgery) PJI is often caused by less virulent organisms such as Cutibacterium (Option A) (previously Propionibacterium) species, enterococci such as Enterococcus faecalis (Option B), or coagulase-negative staphylococci such as Staphylococcus epidermidis (Option E). Infections are usually related to surgical contamination at the time of the implantation or early postoperatively. An insidious onset with subacute persistent joint pain with mild effusion, slight warmth, possible formation of a sinus tract, and less frequent systemic signs of infection are characteristic.Neisseria gonorrhoeae (Option C) is a rare cause of PJI. The arthritis associated with gonococcus is typically abrupt in onset and often accompanied by fever, painful tenosynovitis, polyarthralgia, and skin lesions in sexually active persons. The lesions range from single pustules to a few lesions that might be pustular, papular, or hemorrhagic and are most frequently found on the distal extremities. This patient's clinical presentation is not consistent with this syndrome.",
  "educational_objective": "Diagnose <i>Staphylococcus aureus</i> in a patient with prosthetic joint infection.",
  "extracted_at": "2025-12-23T15:17:18.111681-06:00",
  "key_points": [
    "Early-onset (<3 months after surgery) prosthetic joint infections are typically related to surgical contamination at the time of the implantation and are most often caused by more virulent organisms, including Staphylococcus aureus, anaerobes, gram-negative bacilli, and polymicrobial infection.",
    "Early-onset prosthetic joint infections typically present with acute onset of pain, warmth, effusion, and fever."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Cutibacterium acnes"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Enterococcus faecalis"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Neisseria gonorrhoeae"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Staphylococcus aureus"
    },
    {
      "letter": "E",
      "peer_percentage": 0,
      "text": "Staphylococcus epidermidis"
    }
  ],
  "question_id": "idmcq24098",
  "question_stem": "Which of the following is the most likely infective organism?",
  "question_text": "A 65-year-old woman is evaluated in the emergency department for a 2-day history of fever associated with pain and swelling of the right knee. She has osteoarthritis and underwent total joint arthroplasty of the right knee 2 months ago. She takes ibuprofen.On physical examination, temperature is 38.2 °C (100.8 °F), blood pressure is 120/74 mm Hg, pulse rate is 94/min, and respiration rate is 18/min. The examination reveals a vertical well-healing surgical scar across the anterior surface of the right knee, which is swollen, warm, tender, fluctuant, and erythematous. Passive range of motion produces pain.Laboratory studies:Leukocyte count15,000/µL (15 × 109/L) with 85% neutrophilsHC-reactive protein12 mg/dL (120 mg/L)H",
  "references": "Beam E, Osmon D. Prosthetic joint infection update. Infect Dis Clin North Am. 2018;32:843-859. PMID: 30241717 doi:10.1016/j.idc.2018.06.005",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "idsec24004_24017"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}