{
  "question_id": "fcmcq24012",
  "category": "fc",
  "educational_objective": "Identify the most appropriate study design to answer a clinical question.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 35-year-old man is evaluated in the emergency department for shortness of breath and chest pain. After a thorough history and examination, the physician concludes that the pretest probability for pulmonary embolism is low. Subsequently, the patient's D-dimer level is normal.The physician wonders whether the literature supports discharging the patient from the emergency department without imaging.",
  "question_stem": "Which of the following study designs would best answer this clinical question?",
  "options": [
    {
      "letter": "A",
      "text": "Case-control study",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Controlled trial without randomization",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Narrative review",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Systematic review with meta-analysis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The study design that would provide the best guidance for this clinical question is a systematic review with meta-analysis (Option D). Levels of evidence describe the strength and quality of study results and can aid in clinical decision making (see the figure below showing the hierarchy of study designs in medicine). Systematic reviews, with or without meta-analysis, provide the highest level of evidence, followed by large, multicenter, randomized, blinded, placebo-controlled trials. Large, meticulously controlled studies generally provide a higher level of evidence than smaller studies, and experimental studies provide a higher level of evidence than observational studies. Reports of expert opinion provide the lowest acceptable level of evidence. Systematic reviews involve a systematic search of the literature using predefined criteria, which minimizes selection bias and increases the strength of the information presented. A systematic review may also include a meta-analysis if the results of the studies in the review are combined and included in a statistical analysis. Because meta-analyses pool data from several individual studies and increase sample size and statistical power, the ability to detect a difference between the studied groups increases. Meta-analysis of high-quality randomized controlled trials is considered one of the highest levels of clinical evidence. In this patient, a systematic review with meta-analysis of studies looking at the predictive value of D-dimer in ruling out pulmonary embolism in patients with low pretest probability would provide high-quality evidence to support a decision on whether to obtain additional imaging or to discharge the patient.Case-control studies (Option A) are observational in nature and therefore are lower on the hierarchy of evidence compared with systematic reviews. In case-control studies, participants are divided into groups based on the presence or absence of a disease or condition and compared with respect to past exposures. Although they may be useful for evaluating exposures or risk factors, the accuracy of the estimate of predictive value obtained would be limited by recall bias and lack of randomization.Controlled trials without randomization (Option B) are studies in which treatment is allocated in a prespecified manner but without randomly assigning patients to treatment groups. Comparison is made between different treatment groups or between treatment and control groups. These study designs are used when randomization is not possible. They are lower on the hierarchy of research design than randomized controlled trials. Risks of unrandomized controlled trials include confounding and selection bias.Narrative reviews (Option C) are a common source of information for clinicians. Although narrative reviews are a valuable learning resource, the information they contain is influenced by the experiences of the authors and are inherently biased.",
  "critique_links": [],
  "key_points": [
    "Systematic reviews, with or without meta-analysis, provide the highest level of evidence.",
    "Meta-analysis of high-quality randomized controlled trials is considered one of the highest levels of clinical evidence because meta-analyses pool data from several individual studies and increase sample size and statistical power."
  ],
  "references": "Wallace SS, Barak G, Truong G, et al. Hierarchy of evidence within the medical literature. Hosp Pediatr. 2022;12:745-750. PMID: 35909178 doi:10.1542/hpeds.2022-006690",
  "related_content": {
    "syllabus": [
      "fcsec24002_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/fcfig24201.eee11055e23f5f5371eed7749d45313a.svg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "fcfig24201",
        "file": "figures/fcfig24201.eee11055e23f5f5371eed7749d45313a.svg",
        "title": "Hierarchy of Study Designs in Medicine",
        "short_title": "Hierarchy of Study Designs in Medicine",
        "number": null,
        "footnotes": [],
        "extension": "svg",
        "width": 495,
        "height": 428
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.573407-06:00"
}