{
  "question_id": "cvmcq24006",
  "category": "cv",
  "educational_objective": "Diagnose Wellens syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 68-year-old man is evaluated in the emergency department for an episode of chest pain that occurred 30 minutes ago. He has a 2-day history of recurrent episodes of nonexertional chest and abdominal discomfort that last for 10 to 25 minutes and resolve spontaneously. He smokes cigarettes but has no other medical history. He takes no medications.On physical examination, blood pressure is 166/78 mm Hg, pulse rate is 64/min, and respiration rate is 18/min. Oxygen saturation is 94% with the patient breathing ambient air. BMI is 40. Central obesity is noted. Cardiopulmonary examination reveals distant heart sounds without murmur and faint expiratory wheezes.High-sensitivity troponin T level is less than the 99th percentile upper reference limit.ECG findings are shown.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Chest CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coronary CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serial ECGs",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is serial ECGs (Option D) for this patient with Wellens syndrome. Wellens syndrome is characterized by the constellation of recent chest discomfort and biphasic or deeply inverted T waves in precordial leads V2 through V3. Wellens syndrome is often a manifestation of high-grade proximal left anterior descending (LAD) coronary artery stenosis. Patients may be free of chest pain, and troponin levels may or may not be elevated. Although this ECG pattern is often present in the pain-free state, during episodes of chest pain, “pseudonormalization” of the T waves in affected leads or frank progressive anterior ST-segment elevation may occur; this warrants prompt reperfusion therapy. An ECG showing progressive ST elevation in Wellens syndrome is shown.The diagnosis of Wellens syndrome should prompt serial ECGs to ensure discovery of ST-segment elevation infarct pattern, if present, and appropriate institution of reperfusion therapy. Given the correlation with high-grade LAD coronary artery disease, patients with Wellens syndrome should also be considered for coronary angiography even in the absence of ST-segment elevation. This patient meets ECG criteria for Wellens syndrome and should undergo serial ECGs.Chest CT angiography (Option A) is the preferred test to evaluate an acute ascending aortic dissection and pulmonary embolism. This patient does not have clinical features that support aortic dissection (tearing chest pain radiating to the back, discordant blood pressure in the upper extremities, or a murmur of aortic insufficiency) or pulmonary embolism (pleuritic chest pain, dyspnea, hypoxemia). Serial ECGs represent a better diagnostic strategy for this patient.Coronary CT angiography (CTA) (Option B) may be performed to evaluate acute chest pain in patients deemed at lower risk for ACS or even cardiac chest pain when the ECG shows no ischemic changes. However, this patient with recurrent chest pain and an abnormal ECG in the emergency department likely has ACS, and coronary CTA is not the best choice.Echocardiography (Option C) can be used in a patient with chest pain to assess left ventricular function and regional wall motion abnormalities. However, performing echocardiography before serial ECGs in the setting of recurrent chest pain in this patient with features suggesting ACS may delay both recognition of diagnostic ST-segment elevation and appropriate reperfusion therapy.",
  "critique_links": [],
  "key_points": [
    "Wellens syndrome is characterized by the constellation of recent chest discomfort and biphasic or deeply inverted T waves in precordial leads V2 through V3 and may indicate high-grade left anterior descending coronary artery stenosis."
  ],
  "references": "Kontos MC, de Lemos JA, Deitelzweig SB, et al; Writing Committee. 2022 ACC expert consensus decision pathway on the evaluation and disposition of acute chest pain in the emergency department: a report of the American College of Cardiology Solution Set Oversight Committee. J Am Coll Cardiol. 2022;80:1925-1960. PMID: 36241466 doi:10.1016/j.jacc.2022.08.750",
  "related_content": {
    "syllabus": [
      "cvsec24004_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/cvfig24209.3de31e9ac9010af8c44fe7af7eea2fa7.jpg",
      "figures/cvfig24210.b961d73976d84c7e286c27951613fe2c.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "cvfig24209",
        "file": "figures/cvfig24209.3de31e9ac9010af8c44fe7af7eea2fa7.jpg",
        "title": "ECG Findings in a Patient With Chest Pain",
        "short_title": "stem ECG in Patient With Chest Pain",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 372
      },
      {
        "figure_id": "cvfig24210",
        "file": "figures/cvfig24210.b961d73976d84c7e286c27951613fe2c.jpg",
        "title": "ECG Showing Progressive ST Elevation in Wellens Syndrome",
        "short_title": "critique ECG Showing Wellens Syndrome",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 380
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:26.406727-06:00"
}