{
  "question_id": "inmcq24049",
  "category": "in",
  "educational_objective": "Evaluate for hypothyroidism as a secondary cause of erectile dysfunction.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 55-year-old man is evaluated because of a 2-month history of erectile dysfunction. He has noticed an inability to achieve an erection with his long-term partner as well as loss of early-morning erection. His libido is diminished but he reports no other problems or concerns related to his partner or their relationship. He has also noticed a 4.5-kg (10-lb) weight gain and fatigue that he attributes to decreased exercise and work stress. He reports no depressed mood or loss of interest in activities.On physical examination, blood pressure is 138/98 mm Hg, pulse rate is 60/min, and respiration rate is 16/min. BMI is 32. Examination is otherwise normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Measure thyroid-stimulating hormone level",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Recommend counseling",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start a phosphodiesterase-5 inhibitor",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start bupropion",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Measuring thyroid-stimulating hormone level (Option A) to evaluate for secondary causes of erectile dysfunction (ED) is the most appropriate next step for this patient. ED refers to the inability to achieve or maintain an erection necessary for satisfactory sexual performance. All patients should be evaluated for the cause of ED and especially for treatable secondary causes before starting treatment. The most common causes include the following:Vascular diseaseNeurologic disease, including stroke and postoperative nerve injuryMedications, including antihypertensives, opioids, and selective serotonin reuptake inhibitorsAndrogen deficiencyPsychological issuesAll patients should have a morning total testosterone level measured to assess for androgen deficiency. Other endocrine issues such as hypothyroidism and, less commonly, hyperprolactinemia may also cause ED; patients should be evaluated for these causes if the history and physical examination suggest them. This patient has new-onset ED with signs and symptoms of hypothyroidism, including weight gain, fatigue, and elevated blood pressure, and assessment of his thyroid function is appropriate.Recommending counseling (Option B) would not be the most appropriate next step for this patient. Patients with ED because of psychological or interpersonal factors, also called psychogenic ED, may benefit from counseling. Relationship conflict as well as preserved ability to achieve nocturnal and early-morning erections should raise suspicion for psychogenic ED. This patient has loss of erections with his partner as well as loss of early-morning erections and does not have relationship conflict; he is unlikely to have psychogenic ED.Treatment with a phosphodiesterase-5 (PDE-5) inhibitor (Option C) would not be the most appropriate next step. PDE-5 inhibitors are the treatment of choice for ED without a reversible secondary cause. However, this patient's ED may be caused by hypothyroidism, and diagnosis and treatment of the underlying cause should be completed before prescribing a PDE-5 inhibitor.Bupropion (Option D) is not indicated for this patient. It is an appropriate option for treating depression in patients with ED because it has a lower likelihood of sexual adverse effects than other treatments. However, this patient does not have anhedonia or depressive symptoms and should not be treated for depression.",
  "key_points": [
    "Hypothyroidism can be a secondary cause of erectile dysfunction (ED), and patients with ED and signs and symptoms of hypothyroidism should be evaluated with thyroid-stimulating hormone measurement.",
    "Phosphodiesterase-5 inhibitors are the treatment of choice for erectile dysfunction in patients without a reversible secondary cause."
  ],
  "references": "Burnett AL, Nehra A, Breau RH, et al. Erectile dysfunction: AUA guideline. J Urol. 2018;200:633-641. PMID: 29746858 doi:10.1016/j.juro.2018.05.004",
  "related_content": {
    "syllabus": [
      "insec24004_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:46:41.538379-06:00"
}