{
  "question_id": "csmcq24042",
  "category": "cs",
  "educational_objective": "Evaluate exertional syncope.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 55-year-old man is evaluated for an episode of unwitnessed loss of consciousness. He passed out while completing his regular treadmill run at home 1 week ago. He does not recall any prodromal symptoms but awoke on the ground with a bruise on his forehead. He has had no chest pain, shortness of breath, or other symptoms. He reports no previous episodes of loss of consciousness, and he exercised yesterday without incident. He has dyslipidemia and hypertension. Medications are simvastatin and chlorthalidone.Physical examination findings, including orthostatic vital signs, are normal.ECG and transthoracic echocardiogram are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory ECG monitoring",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Bilateral carotid ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "B-type natriuretic peptide measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Exercise echocardiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with exertional syncope is exercise stress testing such as exercise echocardiography (Option D). Cardiovascular syncope can be caused by structural or valvular heart disease, myocardial ischemia, and arrhythmias. It is the second most common form of syncope and is associated with increased likelihood of morbidity and mortality, including sudden death. Syncope secondary to cardiovascular causes often occurs suddenly and without a significant prodrome, particularly if secondary to an arrhythmia. Symptoms may otherwise suggest an underlying cause, such as dyspnea in pulmonary embolism and aortic stenosis. Other factors that increase the likelihood of a cardiovascular cause include older age (>60 years), presence of known heart disease, syncope during exertion or in the supine position, and an abnormal cardiac examination (see Table: Characteristics Associated With Cardiac and Noncardiac Syncope). This patient with multiple risk factors for cardiovascular disease, including dyslipidemia and hypertension, has exertional syncope that is concerning for a cardiovascular cause, especially myocardial ischemia. Although he has a reassuring ECG and echocardiogram, he had exertional syncope and the likelihood of cardiac disease is significant; he should undergo an exercise stress test.Ambulatory ECG monitoring (Option A) is not the most appropriate management for this patient. Exercise-related loss of consciousness is concerning for a cardiovascular cause of syncope, and ischemic risk stratification should be pursued with exercise echocardiography. If exercise echocardiography is normal, ambulatory ECG monitoring could be pursued as a next step, especially if a second event occurs.Bilateral carotid ultrasonography (Option B) is not an appropriate test in this patient. Neurologic causes of syncope are rare, and anterior cerebral circulation ischemic events, such as those secondary to carotid artery stenosis, do not cause syncope. In the absence of symptoms that suggest an ischemic event in the anterior cerebral circulation, carotid ultrasonography is not indicated.B-type natriuretic peptide (BNP) measurement (Option C) is helpful in the evaluation of dyspnea because a normal test result is strong evidence against heart failure. However, the role of BNP in the evaluation of syncope is not well-defined, and a normal BNP value is not meaningful evidence against a cardiac cause of syncope.",
  "key_points": [
    "Syncope secondary to cardiovascular causes, especially arrhythmia, often occurs suddenly and without a significant prodrome.",
    "Factors that increase the likelihood of a cardiovascular cause of syncope include older age (>60 years), presence of known heart disease, syncope during exertion or in the supine position, and an abnormal cardiac examination."
  ],
  "references": "Shen WK, Sheldon RS, Benditt DG, et al. 2017 ACC/AHA/HRS guideline for the evaluation and management of patients with syncope: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Rhythm Society. Circulation. 2017;136:e25-e59. PMID: 28280232 doi:10.1161/CIR.0000000000000498",
  "related_content": {
    "syllabus": [
      "cssec24006_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:01:45.747528-06:00"
}