{
  "question_id": "nrmcq24017",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage secondary progressive multiple sclerosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated for worsening gait problems. He has relapsing-remitting multiple sclerosis diagnosed 15 years ago. Four years ago, he could walk 2 miles, but his strength has gradually decreased; he has been dependent on a wheelchair for 3 years. His only medication is ofatumumab, which he has been taking for 1 year.On physical examination, vital signs are within normal limits. Hip flexor strength is 3/5 bilaterally with increased tone. Patellar reflexes are 3+ with 3 beats of clonus, and plantar reflexes are positive bilaterally. Vibration sensation is mildly reduced in the toes.A complete blood count, comprehensive metabolic panel, and urinalysis are normal.MRIs of the brain and spinal cord are unchanged from 1 year ago.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Administer high-dose glucocorticoids",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Change ofatumumab to glatiramer acetate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue disease-modifying therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start dalfampridine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with inactive secondary progressive multiple sclerosis (SPMS) is to discontinue disease-modifying therapy (DMT) (Option C). Approximately 85% of patients with MS present with relapsing-remitting MS (RRMS). Some of these patients will develop slowly progressive accumulation of disability, and their condition can be reclassified as SPMS after greater than 1 year of clinical worsening. In SPMS, relapses become infrequent or cease completely, but slowly progressive neurologic disability continues to accrue in multiple domains. Without treatment, half of patients with RRMS will develop SPMS after a median of 10 to 15 years. If MRI shows new lesions, SPMS is considered active; otherwise, it is considered inactive. Patients with active SPMS still benefit from DMT, whereas DMT is usually discontinued in inactive SPMS because the risks of treatment outweigh the benefits. Guidelines suggest stopping DMT in patients with SPMS who do not have new MRI lesions and have been nonambulatory for 2 consecutive years. This patient's symptoms have progressed despite treatment, and MRI shows no active lesions; this is consistent with inactive SPMS. DMT should be discontinued.High-dose glucocorticoids (Option A) are not appropriate in this patient who has experienced progression rather than a relapse. An MS relapse is characterized by symptoms that develop over hours to days, peak over days to weeks, and remit for weeks to months. This patient's slow progression of weakness over 1 year is more consistent with disease progression, and he is unlikely to benefit from high-dose glucocorticoids.Changing ofatumumab, a high-efficacy DMT, to a lower-efficacy DMT like glatiramer acetate (Option B) is unlikely to help this patient who has progressed from RRMS to inactive SPMS. Glatiramer acetate is best used to prevent progression of high-risk clinically isolated syndrome to RRMS.Dalfampridine (Option D) is not an appropriate treatment in this patient. Dalfampridine can improve walking speed, leg strength, gait, and quality of life, but it is not indicated in this patient with inactive SPMS who is dependent on a wheelchair.",
  "critique_links": [],
  "key_points": [
    "Some patients with relapsing-remitting multiple sclerosis (MS) develop progressive accumulation of disability later in their disease course, and their MS can be reclassified as secondary progressive MS (SPMS).",
    "Patients with active SPMS still benefit from disease-modifying therapy (DMT), whereas DMT is usually discontinued in inactive SPMS because the risks of treatment outweigh the benefits."
  ],
  "references": "Roos I, Leray E, Casey R, et al; MSBase and OFSEP Study Groups. Effects of high- and low-efficacy therapy in secondary progressive multiple sclerosis. Neurology. 2021;97:e869-e880. PMID: 34193589 doi:10.1212/WNL.0000000000012354",
  "related_content": {
    "syllabus": [
      "nrsec24007_24009"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.843233-06:00"
}