{
  "question_id": "hmmcq24059",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose pulmonary embolism in a patient with high pretest probability by using CT angiography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old man is evaluated in the emergency department for bloody sputum and shortness of breath, which developed 2 hours ago. Three weeks ago, he underwent resection of a stage IIA adenocarcinoma of the colon. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, blood pressure is 122/68 mm Hg, pulse rate is 105/min, and respiration rate is 18/min. Oxygen saturation is 94% with the patient breathing ambient air. Lungs are clear to auscultation. A well-healed abdominal incision is noted.Laboratory studies:Creatinine0.8 mg/dL (70.7 μmol/L)",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "D-dimer measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lower extremity ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Magnetic resonance pulmonary angiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is CT angiography (CTA) of the chest (Option A). The first step in evaluating patients with possible pulmonary embolism (PE) is ascertaining the likelihood of disease (the pretest probability). PE may be ruled out in patients with a very low pretest probability using the Pulmonary Embolism Rule-Out Criteria (PERC) (Table: PERC for Predicting Probability of PE). No further testing is necessary in patients with a PERC score of zero and a very low clinical probability of PE. In patients with a non–very low pretest probability or a PERC score of 1 or greater, the choice of testing should be driven by the clinical probability determined by clinical gestalt, or a validated risk stratification system such as the Wells criteria (Table: Wells Criteria for PE). The Wells criteria score stratifies patients into either two (≤4: PE unlikely; >4: PE likely) or three (<2: low; 2-6: intermediate; >6: high) levels of likelihood of PE. In patients with an unlikely or low pretest probability, D-dimer testing should be pursued. If a patient has a “likely,” intermediate, or high pretest probability, imaging studies are usually indicated, although D-dimer testing may be considered in some patients with intermediate (approximately 20%) pretest probability. CTA is the preferred imaging test for assessment of PE in patients without contraindication. This patient has a Wells score of 8 (hemoptysis, tachycardia, major surgery, active cancer, PE most likely diagnosis), indicating a high or likely probability of PE. He should undergo CTA of the chest.D-dimer testing (Option B) is sensitive for detecting thrombotic disease, and a negative result in a patient with a low pretest probability of PE obviates the need for imaging. However, D-dimer testing has poor negative predictive value in patients with a high probability of PE. This patient has a high pretest probability of PE, and CTA is indicated.Ultrasonography (Option C) is recommended in patients with a high pretest probability of deep venous thrombosis as determined by the Wells criteria. This patient has a high pretest probability of PE, and CTA is the most appropriate test to perform next. Even if CTA is positive for PE, lower extremity ultrasonography is not routinely indicated in the absence of lower extremity symptoms.Magnetic resonance pulmonary angiography (Option D) is not an appropriate first-line test in evaluating possible PE. Using MRI to diagnose PE avoids ionizing radiation and can visualize intraluminal filling defects in the pulmonary vasculature, but not as well as CTA. Although the role of MRI in the diagnosis of VTE is evolving, CTA remains the test of choice.",
  "critique_links": [],
  "key_points": [
    "In patients with moderate or high probability of pulmonary embolism, CT angiography is the preferred imaging test."
  ],
  "references": "Kahn SR, de Wit K. Pulmonary embolism. N Engl J Med. 2022;387:45-57. PMID: 35793208 doi:10.1056/NEJMcp2116489",
  "related_content": {
    "syllabus": [
      "hmsec24009_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.554129-06:00"
}
