{
  "question_id": "pmmcq24012",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose pulmonary arterial hypertension using pulmonary artery catheterization.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 48-year-old woman is evaluated for dyspnea. Mild dyspnea first noted 6 months ago has gradually progressed. She has no cough, chest pain, orthopnea, or edema. She has gastroesophageal reflux disease and Raynaud phenomenon. Her only medication is omeprazole.On physical examination, pulse rate is 92/min. Lungs are clear, and cardiac examination reveals an accentuated pulmonic closure sound. Telangiectasias are present on the patient's face, chest, and palms. Skin on her fingers is slightly thickened.Results of anticentromere antibody testing are positive.Pulmonary function tests:FEV1108% of predictedFVC102% of predicted FEV1/FVC ratio0.88Total lung capacity110% of predictedDlco LowLEchocardiogram shows an estimated right ventricular (RV) systolic pressure of 66 mm Hg and moderate RV dilation with mildly decreased function. The left ventricle is normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "BMPR2 variant testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "6-Minute walk test",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pulmonary artery catheterization",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management in this patient with probable pulmonary arterial hypertension (PAH) is pulmonary artery (PA) catheterization (Option D). In patients suspected of having PAH, transthoracic echocardiography is the first-line test and can stratify the likelihood of PAH as low, moderate, or high. However, transthoracic echocardiography only estimates PA pressures and should not be used to confirm a diagnosis of PAH. PA catheterization should be performed in patients with an intermediate or high risk for PAH because it provides accurate hemodynamic data and can also help determine the primary cause of elevated PA pressures (Table: Updated Hemodynamic Parameters to Define PH). This patient's clinical findings, including Raynaud phenomenon, esophageal dysmotility, sclerodactyly, and telangiectasias, are consistent with limited cutaneous systemic sclerosis (LcSSc). Approximately 10% of patients with LcSSc develop PAH, and this patient has both examination findings (an accentuated pulmonic closure) and echocardiogram findings suggesting PAH. She requires PA catheterization for confirmation of PAH.Genetic testing for the bone morphogenetic protein receptor type 2 gene (BMPR2) variant (Option A) would not be the best next step. Heritable forms of pulmonary hypertension account for up to 10% of cases of PAH, with BMPR2 being the most common. Genetic testing should be deferred, however, until PAH is diagnosed. In addition, in this patient, the pulmonary hypertension is most likely due to LcSSc.Coronary angiography (Option B) is not the best management option in this patient. Although cardiac manifestations of disease (microvascular vasospasm, pericardial or valvular disease, and fibrosis of the conducting system) are seen in patients with LcSSc, the prevalence of atherosclerotic coronary disease in this population is unclear. This patient has no other risk factors for coronary artery disease and reports no chest pain or other symptoms of anginal equivalence; therefore, coronary angiography is not the best next test.A 6-minute walk test (Option C) may be used to assess functional status in patients diagnosed with PAH. It provides prognostic information and a baseline for assessment of therapeutic response but would not be the best next test in establishing the diagnosis of PAH.",
  "critique_links": [],
  "key_points": [
    "Echocardiography provides only estimated pulmonary artery pressure measurements and should not be used to confirm a diagnosis of pulmonary arterial hypertension.",
    "Pulmonary artery catheterization is essential to confirm a diagnosis of pulmonary arterial hypertension because it provides accurate hemodynamic data and helps distinguish the primary cause of an elevated pulmonary artery pressure."
  ],
  "references": "Humbert M, Kovacs G, Hoeper MM, et al; ESC/ERS Scientific Document Group. 2022 ESC/ERS guidelines for the diagnosis and treatment of pulmonary hypertension. Eur Heart J. 2022;43:3618-731. PMID: 36017548 doi:10.1093/eurheartj/ehac237",
  "related_content": {
    "syllabus": [
      "pmsec24006_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.998120-06:00"
}