{
  "question_id": "dmmcq24007",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose allergic contact dermatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 50-year-old man is evaluated for a 10-year history of an intensely pruritic rash localized to his lower mid abdomen that comes and goes but is usually present. He reports the rash always appears in the same location and has not spread elsewhere. He constantly scratches at the lesion. Over-the-counter hydrocortisone cream provides only temporary relief. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal.Skin findings are shown.The remainder of the skin examination shows no additional rash. Fingernails and toenails are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Allergic contact dermatitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Atopic dermatitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Psoriasis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tinea corporis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is allergic contact dermatitis (ACD) (Option A) caused by a nickel allergy. Contact dermatitis may be secondary to exposure to an irritant or allergen. Irritant contact dermatitis is more common than ACD and results from direct skin damage caused by chemicals, soaps, or detergents; it is not allergically mediated. In contrast, ACD is a type IV delayed hypersensitivity reaction to an allergen and results in an eczematous eruption at the site of contact. Common allergens include sunscreens, topical antibiotics, and fragrances (see Table: Common Contact Allergens). Nickel, which is found in jewelry, zippers, and cell phones, is another common trigger. Eczematous dermatitis of the lower abdomen may occur secondary to exposure to the nickel present in a clothing snap or belt buckle. A detailed history can often identify the cause of ACD, but because allergies can develop over time, a history of using a specific skin product without a reaction does not exclude that product as the cause of ACD. Epicutaneous patch testing may be necessary to identify the source. When nickel allergy is present, patients may use a commercially available nickel test kit to identify items containing nickel. This patient presents with a single hyperpigmented, lichenified, scaly plaque on the lower mid abdomen that always occurs in the same location. ACD secondary to nickel exposure is the most likely diagnosis.Atopic dermatitis (Option B) is an inflammatory skin condition that presents with a pruritic, erythematous, and scaly rash. It commonly presents on flexural surfaces but can be found at most locations on the body. Atopic dermatitis is not typically chronically localized to one area, as is the case in this patient; ACD is the more likely diagnosis.Psoriasis (Option C) is an inflammatory skin disease that presents with well-demarcated, erythematous, scaly plaques that can be widely distributed but most commonly appear on the elbows and knees. This patient's chronic rash raises concern for psoriasis, but the pruritic nature of the rash and the lack of involvement elsewhere on the body is inconsistent with psoriasis. The clinical findings in this patient are more consistent with ACD than psoriasis.Tinea corporis (Option D) is a superficial fungal infection caused by the dermatophyte Trichophyton or Microsporum. It presents with annular, erythematous plaques with an active border and scale rather than the lichenified plaque seen in this patient. The chronic nature of this patient's localized rash without spread is also atypical for tinea corporis.",
  "critique_links": [],
  "key_points": [
    "Allergic contact dermatitis is a type IV delayed hypersensitivity reaction that results in an eczematous eruption at the site of contact; common allergens include nickel, topical antibiotics, and sunscreens."
  ],
  "references": "Silverberg NB, Pelletier JL, Jacob SE, et al; Section on dermatology, section on allergy and immunology. Nickel allergic contact dermatitis: identification, treatment, and prevention. Pediatrics. 2020;145:e20200628. PMID: 32341178 doi:10.1542/peds.2020-0628",
  "related_content": {
    "syllabus": [
      "dmsec24003_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.198814-06:00"
}