{
  "question_id": "csmcq24036",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose patellofemoral pain syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 44-year-old woman is evaluated for aching left anterior knee pain that began 2 weeks after starting a running program. The pain is worse after prolonged sitting and when walking downstairs. She does not have instability or locking of the knee. Medical history is unremarkable, and she takes no medications.On physical examination, vital signs are normal. The left knee is normal in appearance, without swelling, redness, or deformity. Range of motion is normal. Palpation of the joint lines, femoral condyles, proximal tibia, and patellar tendon does not produce tenderness. Pain is reproduced by squatting and by application of pressure to the patella. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Iliotibial band syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Patellofemoral pain syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pes anserine bursitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prepatellar bursitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with anterior knee pain provoked by activity most likely has patellofemoral pain syndrome (Option B). Patellofemoral pain syndrome is a common knee disorder thought to be caused by abnormal patellar tracking with knee movement. It is characterized by anterior knee stiffness or pain that typically occurs with prolonged sitting (\"theater sign\"), climbing, or descending stairs, and with running or squatting. It most commonly occurs in patients with jobs or activities that put repetitive stress on the knee. Pain provoked by squatting is a sensitive but nonspecific feature of patellofemoral pain syndrome, and tenderness may also occur when pressure is applied on the patella. Although no finding is definitive for confirming the disorder, physical examination can reveal these suggestive features, and it helps to exclude other causes of knee pain. Imaging is not indicated unless other diagnoses are suspected. In the acute phase of injury, modification of activity and cryotherapy (ice, cold water immersion) are recommended. In the recovery phase, the treatment is physical therapy to strengthen quadriceps muscles, hamstrings, and gluteus muscles. Core strengthening exercises may also have benefit. This patient who recently started running regularly has anterior knee pain, pain with squatting, tenderness with patellar pressure, and no findings to suggest other specific knee pathology; this presentation is most consistent with patellofemoral pain syndrome.Iliotibial band syndrome (Option A) causes lateral knee pain with examination, demonstrating tenderness with palpation of the lateral femoral condyle. The anterior location of this patient's pain and patellar tenderness on examination are not consistent with iliotibial band syndrome.Pes anserine pain syndrome (pes anserine bursitis) (Option C) causes medial rather than anterior knee pain. On examination, tenderness is present at the pes anserine where several hamstring tendons insert on the proximal medial tibia (see Figure: Anserine Bursa). Patellar findings are absent. This patient's presentation is inconsistent with pes anserine pain syndrome.Prepatellar bursitis (Option D) may cause acute or chronic anterior knee pain. It is exacerbated by kneeling but is not typically worsened by other activity. On examination, characteristic swelling is present anterior to the patella, which may be tender. This patient lacks many of the historical and examination features of prepatellar bursitis.",
  "critique_links": [],
  "key_points": [
    "Patellofemoral pain syndrome is frequently provoked by repetitive stress on the knee; it is characterized by anterior knee pain with prolonged sitting, descending stairs, and squatting."
  ],
  "references": "Gaitonde DY, Ericksen A, Robbins RC. Patellofemoral pain syndrome. Am Fam Physician. 2019;99:88-94. PMID: 30633480",
  "related_content": {
    "syllabus": [
      "cssec24012_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.260959-06:00"
}