{
  "question_id": "fcmcq24054",
  "category": "fc",
  "educational_objective": "Manage dual antiplatelet therapy perioperatively.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 64-year-old man is evaluated before undergoing scheduled right knee arthroplasty for severe osteoarthritis. Nine months ago, he had a drug-eluting stent placed for persistent angina that was refractory to medical management. He has no cardiac symptoms. He also has a history of hypertension and dyslipidemia. Medications are clopidogrel, rosuvastatin, losartan, amlodipine, and aspirin.On physical examination, the patient has an antalgic gait and uses a cane. Vital signs are normal. Crepitus and limited range of motion of the right knee are noted.",
  "question_stem": "Which of the following is the most appropriate perioperative management of the patient's antiplatelet therapy?",
  "options": [
    {
      "letter": "A",
      "text": "Continue aspirin and clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Continue aspirin and hold clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hold aspirin and continue clopidogrel",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hold both aspirin and clopidogrel",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate perioperative management of this patient's dual antiplatelet therapy (DAPT) is to continue aspirin and hold clopidogrel (Option B). In patients with a history of coronary stents, the clinician must first consider the minimum recommended duration of DAPT and whether surgery can be deferred. The American Heart Association/American College of Cardiology perioperative guidelines recommend that elective surgery be delayed 14 days after balloon angioplasty, 30 days after bare metal stent implantation, and 6 months after drug-eluting stent placement for patients with chronic coronary disease; the time frame should be extended to 12 months for patients who have undergone drug-eluting stent placement for acute coronary syndrome. Ideally, aspirin is continued through the perioperative period to decrease the risk for a major adverse cardiovascular event. P2Y12 inhibitors, such as clopidogrel, are generally held to decrease the risk for perioperative bleeding. Postoperatively, DAPT should be restarted as soon as bleeding risk is decreased. This patient had a coronary stent placed 9 months ago for chronic coronary disease; preferably, aspirin should be continued to decrease his risk for a perioperative cardiac event and clopidogrel should be held 5 days before surgery. Perioperative DAPT management should be discussed in concert with the patient's surgeon and cardiologist.Although data regarding outcomes with DAPT for elective noncardiac surgery are limited, it is generally recommended that clopidogrel be discontinued in this setting. Continuing both aspirin and clopidogrel (Option A) may increase the patient's bleeding risk without clear benefit.In general, in patients who have an indication for DAPT, aspirin should be continued perioperatively to decrease the risk for a major perioperative cardiovascular event. Withholding perioperative aspirin either with or without a P2Y12 inhibitor (Options C and D) is not recommended.",
  "critique_links": [],
  "key_points": [
    "In patients scheduled for elective surgery who have a history of coronary stent placement and are receiving dual antiplatelet therapy, aspirin should be continued and the P2Y12 inhibitor withheld to balance the risk for perioperative bleeding and cardiac events."
  ],
  "references": "Thompson A, Fleischmann KE, Smilowitz NR, et al. 2024 AHA/ACC/ACS/ASNC/HRS/SCA/SCCT/SCMR/SVM guideline for perioperative cardiovascular management for noncardiac surgery: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2024;150:e351-e442. PMID: 39316661 doi:10.1161/CIR.0000000000001285",
  "related_content": {
    "syllabus": [
      "fcsec24009_24024"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.690838-06:00"
}