{
  "question_id": "hmcor25025",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Manage Duffy-null associated neutrophil count.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 32-year-old woman is seen to establish care. She reports occasional fatigue but otherwise feels well. She consumes a vegetarian diet. Medical history is significant for seasonal allergies and two uncomplicated pregnancies. Medications are fexofenadine and a multivitamin. She is of sub-Saharan African descent.On physical examination, vital signs and other findings are normal.Laboratory studies:Hemoglobin13.5 g/dL (135 g/L)Mean corpuscular volume90 fLLeukocyte count3200/μL (3.2 × 109/L)L1 year ago3600/μL (3.6 × 109/L)LAbsolute neutrophil count1000/μL (1 × 109/L)L1 year ago1100/μL (1.1 × 109/L)LPlatelet count200,000/μL (200 × 109/L)Vitamin B12240 pg/mL (177 pmol/L)",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Bone marrow biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Fexofenadine discontinuation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Vitamin B12 supplementation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Clinical observation (Option D) is appropriate for this patient with likely Duffy-null associated neutrophil count (DANC) and apparent neutropenia. DANC (previously called benign ethnic neutropenia) is characterized by mild neutropenia that is asymptomatic and persistent over time. DANC is most often seen in patients of sub-Saharan African or Middle Eastern descent and is defined by the absence of the Duffy antigen, a state which provides protection against malaria. It is associated with a polymorphism in the atypical chemokine receptor 1 (ACKR1) gene. Patients with DANC have chronically low absolute neutrophil counts (ANC), typically between 1000 and 1500/µL (1-1.5 × 109/L), although levels can be lower. Testing can be done for the Duffy null phenotype or for the ACKR1 gene. Testing is not necessary, however, and the diagnosis is primarily clinical. This patient's presentation is consistent with a benign process. Her other blood counts are normal, and the low ANC is not associated with symptoms or clinical complications such as recurrent or severe infections. DANC is the most likely diagnosis, and observation is the best management strategy.Primary hematologic conditions causing impaired bone marrow production can cause a low ANC. Most of these conditions are associated with other hematologic abnormalities, symptoms, and progression over time. The isolated nature of the neutropenia in this patient without other hematologic abnormalities, in addition to a lack of symptoms or progression, make a clinically significant issue in the bone marrow unlikely. As such, a bone marrow biopsy (Option A) is not necessary.Several medications are associated with development of neutropenia, including chemotherapeutic and immunosuppressive agents, methimazole, ganciclovir, clozapine, and vancomycin. Neutropenia typically occurs within the first 3 months after initiating treatment and is reversible with dose reduction or cessation. Fexofenadine (Option B) is not known to be associated with neutropenia and should not be discontinued in this patient.Vitamin B12 (cobalamin) deficiency can result in a macrocytic anemia, sometimes with concomitant leukopenia and thrombocytopenia. Vegetarians are at risk for developing this deficiency. Although the patient's vitamin B12 level is on the lower end of the reference range, it is still normal, and her lack of anemia or macrocytosis makes vitamin B12 deficiency an unlikely cause of the neutropenia; therefore, vitamin B12 supplementation (Option C) is not necessary. If there were significant concern for deficiency with a low-normal vitamin B12 level, metabolite testing with methylmalonic acid level measurement would be the next appropriate step.",
  "critique_links": [],
  "key_points": [
    "Duffy-null associated neutrophil count (previously called benign ethnic neutropenia) is characterized by a chronically low absolute neutrophil count but is not associated with significant clinical complications such as recurrent or severe infections."
  ],
  "references": "Donadieu J, Frenz S, Merz L, et al. Chronic neutropenia: how best to assess severity and approach management? Expert Rev Hematol. 2021;14:945-960. PMID: 34486458 doi:10.1080/17474086.2021.1976634",
  "related_content": {
    "syllabus": [
      "hmsec24001_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.829631-06:00"
}