{
  "question_id": "csmcq24002",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat olecranon bursitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 54-year-old patient is evaluated for swelling at the point of their left elbow with associated tenderness. They first noticed the swelling several weeks ago. It has increased in size over the past week and has been accompanied by increasing discomfort. The patient reports no fever or recent trauma. They work as a paralegal and have been working longer days than usual. Medical history is unremarkable, and they take no medications.On physical examination, vital signs are normal. There is a round, ballottable swelling over the olecranon process of the left elbow. Diffuse mild tenderness of the area is present without erythema, warmth, or abrasion of the overlying skin. The elbow has full and nonpainful active and passive range of motion.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Aspiration of the bursa for fluid analysis and culture",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Glucocorticoid injection into the bursa",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Joint rest, ice, and elbow protection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Oral trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with likely noninflammatory olecranon bursitis is joint rest, ice, and elbow protection (Option C). Olecranon bursitis is the most common cause of swelling at the elbow and is usually secondary to repeated trauma, crystal disease, or infection. Swelling is present over the point of the elbow, and elbow range of motion is usually preserved. In posttraumatic disease, mild tenderness and erythema are present. Bursitis secondary to infection or crystal disease is usually associated with more pronounced erythema and pain, a more acute onset, and often systemic symptoms such as fever. In contrast to bursitis, an intra-articular cause of elbow pain such as synovitis is suggested by pain on elbow extension and reduced range of motion. Causes of elbow synovitis include infection (septic arthritis) and rheumatologic conditions (rheumatoid, reactive, or psoriatic arthritis; gout; or seronegative spondyloarthropathies). The diagnosis of olecranon bursitis is often made clinically without specific diagnostic testing. Bursal aspiration is necessary only if infection or crystal disease is suspected. In the absence of infection or crystal disease, olecranon bursitis is usually managed conservatively with joint rest, ice, and as-needed NSAIDs. This patient has mild pain and tenderness over the olecranon bursa without evidence of infection, crystal disease, or intra-articular pathology. They likely have noninfectious olecranon bursitis related to their office work and should be treated with ice, elbow rest, and protection, with NSAIDs as needed.Bursa or joint aspiration with fluid analysis and culture (Option A) is indicated if infectious or crystalline olecranon bursitis or arthritis is suspected. Because this patient has only mild tenderness on examination without any erythema, warmth, or overlying skin changes, aspiration of bursal fluid is not warranted.Glucocorticoid injection (Option B) has not demonstrated benefit in the resolution of olecranon bursitis and carries a risk for iatrogenic infection as well as the development of a draining sinus tract.Oral antibiotics, such as trimethoprim-sulfamethoxazole (Option D) or dicloxacillin, are not warranted in the management of this patient with no suspicion for an infectious cause. When suspicion of infection does exist, it is preferable to perform aspiration before starting antibiotics.",
  "critique_links": [],
  "key_points": [
    "Olecranon bursitis is most commonly secondary to repeated trauma and is characterized by posterior elbow swelling with mild tenderness over the olecranon process; elbow range of motion is typically normal.",
    "Unless infection or crystal disease is suspected, olecranon bursitis can be managed without aspiration; treatment includes joint rest, ice, and elbow protection, with NSAIDs as needed."
  ],
  "references": "Nchinda NN, Wolf JM. Clinical management of olecranon bursitis: a review. J Hand Surg Am. 2021;46:501-506. PMID: 33840568 doi:10.1016/j.jhsa.2021.02.006",
  "related_content": {
    "syllabus": [
      "cssec24011_24012"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.703202-06:00"
}