{
  "question_id": "inmcq24043",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose optic neuritis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 25-year-old woman is evaluated because of vision change in her left eye. Over the past 4 days, she has noted the vision in her left eye has become blurred and is now “foggy”; her color vision is less intense than usual. These changes have been accompanied by pain in the left eye, which worsens with eye movement. She has not noticed floaters, photophobia, eye redness, or headache. She is a graduate student and is physically active. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. Visual acuity is 20/70 on the left and 20/20 on the right. Sclera and conjunctivae are normal. An afferent pupillary defect is present on the left. The remaining examination findings, including a complete neurologic examination, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Acute angle-closure glaucoma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Acute uveitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Optic neuritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Retinal detachment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's acute visual changes are most consistent with optic neuritis (Option C). Optic neuritis is a demyelinating inflammation of the optic nerve and is most commonly due to multiple sclerosis (MS). It manifests as painful acute monocular vision loss that develops over hours to days. Visual changes include blurred or foggy vision, decreased color vision, and central scotoma. Unilateral disease is most common; in rare cases, optic neuritis may affect both eyes, especially if secondary to neuromyelitis optica spectrum disorder. An afferent pupillary defect is usually present, and retinal examination shows a pale and flat optic disc. Diagnosis is clinical, although MRI of the orbits and brain should be completed to confirm the diagnosis and to assess for other lesions suggestive of MS. This young patient has an acute monocular decrease in vision with associated eye pain and an afferent pupillary defect. Optic neuritis is the most likely diagnosis.Acute angle-closure glaucoma (ACG) (Option A) presents with headache, severe eye pain, and nausea/vomiting. Patients may also see halos around lights. It results from a narrowed irido-corneal angle with obstruction of aqueous flow (Figure: Diagram Showing Anatomy of the Eye) and may be primary or secondary to posterior chamber hemorrhage or tumor. Acute ACG is an ocular emergency, and laser peripheral iridotomy should be performed within 1 hour of presentation. Although this patient has eye pain, it is relatively mild, and she has none of the other associated symptoms typical of ACG, such as headache and nausea/vomiting.Acute uveitis (Option B) presents as eye pain and redness, photophobia, and floaters. Examination reveals ciliary flush (hyperemia surrounding the limbus) and pupillary constriction with decreased light reactivity. This patient has eye pain but none of the examination findings that would suggest acute uveitis.Retinal detachment (Option D) involves the separation of the retinal neurosensory layer from underlying structures. Symptoms include monocular decreased vision, flashing lights, and floaters. It is an ocular emergency requiring immediate referral to an ophthalmologist (Figure: Retinal Detachment). This patient's presentation of blurred vision and eye pain without floaters or flashing lights is more consistent with optic neuritis than retinal detachment.",
  "critique_links": [],
  "key_points": [
    "Optic neuritis is a demyelinating inflammation of the optic nerve and is most commonly due to multiple sclerosis.",
    "Optic neuritis presents as painful acute monocular vision loss that develops over hours to days; visual changes include blurred or foggy vision, decreased color vision, and central scotoma."
  ],
  "references": "Benard-Seguin E, Costello F. Optic neuritis: current challenges in diagnosis and management. Curr Opin Neurol. 2023;36:10-18. PMID: 36630210 doi:10.1097/WCO.0000000000001128",
  "related_content": {
    "syllabus": [
      "insec24003_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.953640-06:00"
}