{
  "question_id": "onqqq24013",
  "category": "on",
  "educational_objective": "Treat carcinoma of unknown primary site in a woman with isolated axillary lymph node metastases.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 66-year-old woman is evaluated for a lump in her left axilla. She has no symptoms.On physical examination, a firm, 2-cm mass is palpable in the left axilla. The right axilla is normal. Bilateral breast examination results are normal.A mammogram and MRI of the breasts show the enlarged left axillary node but no other abnormal findings.Results from an excisional biopsy of the axillary node reveal a moderately differentiated adenocarcinoma that is estrogen receptor negative, progesterone receptor negative, and HER2 negative (1+).CT and bone scans reveal no distant metastatic disease.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Left axillary dissection and management as primary breast cancer",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Letrozole",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation therapy to the left axilla",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Observation with no further therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to perform left axillary dissection and treat as a likely primary breast cancer (Option A). Women with adenocarcinoma detected solely in axillary lymph nodes should be presumptively considered to have locoregional breast cancer. If a mammogram is unrevealing, a breast MRI should be performed. If the MRI is negative, the patient is still assumed to have presumptive locally advanced breast cancer. Patients with cancer of unknown primary (CUP) involving a single lymph node or single lymph node region may have potentially curable disease. The management and prognosis are similar regardless of whether a primary breast cancer is identified. Breast MRI reveals a primary breast mass in 50% to 70% of patients. In addition, immunohistochemical staining for estrogen receptor, progesterone receptor, HER2 expression, and other breast cancer−specific markers should be performed to help establish the diagnosis and guide therapy. Although mastectomy was previously recommended in this setting, if no primary cancer is detected on the mammogram or breast MRI, axillary dissection with subsequent breast and axillary radiation therapy is an accepted alternative to mastectomy. In patients with triple-negative breast cancer with axillary node involvement, chemotherapy is indicated and can be given either before or after axillary dissection. Women who are found to have other sites of metastatic adenocarcinoma should be treated for metastatic breast cancer. Because this patient has a normal breast MRI, the next step in management is axillary lymph node dissection.Letrozole (Option B) is a hormonal therapy used for hormone receptor−positive breast cancers. This patient's cancer is estrogen and progesterone receptor negative, and she would not benefit from adjuvant hormonal therapy.Radiation to the breast and axilla (Option C) will be recommended after completing surgery and adjuvant chemotherapy, but it is not given as initial management before these other management methods.Because patients with adenocarcinoma detected solely in axillary lymph nodes may represent a subset of patients with CUP who could experience a more favorable prognosis, observation alone (Option D) would be inappropriate.",
  "key_points": [
    "Women with isolated axillary lymph node adenocarcinoma metastases should be presumed to have locoregional breast cancer and should be treated as such."
  ],
  "references": "NCCN Clinical Guidelines in Oncology. Occult Primary. Version 2.2024. Available at www.nccn.org/professionals/physician_gls/pdf/occult.pdf. Accessed August 15, 2024.",
  "related_content": {
    "syllabus": [
      "onsec24009_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:12:25.082816-06:00"
}