{
  "question_id": "fcmcq24063",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Identify recommended methods for safe patient handoffs.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 63-year-old woman is hospitalized for an exacerbation of newly diagnosed COPD. In handing off the patient to the nocturnist, the admitting physician reports that the patient is moderately ill, with COPD exacerbation diagnosed after increased dyspnea and cough during the past 3 days. He notes that a repeat arterial blood gas test is scheduled for 9 pm, and the results will need to be followed. The admitting physician suggests that noninvasive positive pressure ventilation be initiated for a decline in respiratory status. Then, the nocturnist summarizes the patient's case and asks a clarifying question.",
  "question_stem": "Which communication strategy was used during this encounter?",
  "options": [
    {
      "letter": "A",
      "text": "Call-outs",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Closed loop",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "I-PASS",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "SBAR",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "In this scenario, the admitting physician used the I-PASS method (Option C). Patient transitions in care are associated with increased risk for harm due to factors such as inadequate transfer of information or inadequate patient education. Handoffs are defined as the transfer and acceptance of patient care responsibilities between clinicians or between care teams. Effective handoff communication is integral to mitigating the risk for harm associated with transitions and enhancing patient safety. Structured communication strategies exist to aid in this process (see Table: Structured Communication Strategies). Used during handoffs between clinicians in the hospital setting, I-PASS is designed to enhance and standardize information exchange. I-PASS is a validated tool that was developed from best handoff practices and is a mnemonic forIllness severityPatient summaryAction listSituation awareness and contingency planningSynthesis by receiverConsistent with the components of I-PASS, the clinician in this scenario indicated the severity of the patient's illness (moderate), provided a patient summary (details of COPD exacerbation), gave a list of actions to be done (follow arterial blood gas test results), and provided contingency planning (noninvasive positive pressure ventilation for worsening respiratory status). The nocturnist then synthesized the handoff by summarizing the information provided by the admitting physician and asking a clarifying question.Call-outs (Option A) are used in emergency settings, such as code blues and rapid responses, to communicate important or critical information verbally, which informs all team members simultaneously. During call-outs, questions and answers are made out loud so that all team members hear valuable information.Closed loop (Option B) is a form of communication in which the person receiving an instruction repeats it back to the sender. The sender confirms that the message was understood correctly, thus closing the loop.The SBAR (Situation, Background, Assessment, and Recommendation) technique (Option D; see Table: Structured Communication Strategies) was developed to improve team communication, especially between nurses and physicians, and is also used for handoffs. A systematic review in 2018 found moderate evidence for improved patient safety with SBAR. However, in this situation, the handoff that was used was most consistent with the I-PASS technique.",
  "critique_links": [],
  "key_points": [
    "Effective handoff communication between clinicians or between care teams is integral to mitigating the risk for harm associated with transitions and to enhancing patient safety.",
    "Used during handoffs in the hospital setting, I-PASS is a tool designed to enhance information exchange during transitions of care."
  ],
  "references": "Starmer AJ, Spector ND, O'Toole JK, et al; I-PASS SHM Mentored Implementation Study Group. Implementation of the I-PASS handoff program in diverse clinical environments: a multicenter prospective effectiveness implementation study. J Hosp Med. 2023;18:5-14. PMID: 36326255 doi:10.1002/jhm.12979",
  "related_content": {
    "syllabus": [
      "fcsec24007_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.896377-06:00"
}