{
  "question_id": "fcmcq24087",
  "category": "fc",
  "educational_objective": "Treat insomnia in an older adult.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "An 82-year-old patient is evaluated for difficulty maintaining sleep since their cat died 6 months ago. Symptoms occur most nights. The patient is practicing sleep hygiene and has tried cognitive behavioral therapy, but these measures have not provided complete relief. They continue to be dissatisfied with their sleep quality. They have been taking over-the-counter diphenhydramine and recently had a fall. Their STOP-BANG questionnaire score is 1. Their PHQ-9 score is 4. They also have dyslipidemia. Their only other medication is atorvastatin.On physical examination, vital signs and other findings are normal.",
  "question_stem": "In addition to stopping diphenhydramine, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Perform a sleep study",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Start doxepin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start zolpidem",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "In addition to stopping diphenhydramine, the most appropriate next step in management is to start doxepin (Option B). First-line therapy for insomnia includes sleep hygiene, discontinuation of sleep-disruptive medications, and treatment of comorbid conditions that may interfere with sleep. Cognitive behavioral therapy for insomnia (CBT-I) involves the five components of sleep consolidation:Limitation of time in bedReduction of stimulation before bedCognitive restructuring or changing negative thoughts about being deprived of sleepSleep hygiene (e.g., refraining from eating or drinking alcohol or caffeine before bed and going to bed at the same time each night)Relaxation techniques such as mindfulnessIf nonpharmacologic interventions are not effective, doxepin, a tricyclic antidepressant, may be used to treat older patients who have trouble staying asleep. At low doses, it is antihistaminic, has very little anticholinergic effect, and has a favorable safety profile. Medications such as antihistamines, antipsychotics, benzodiazepines, and non-doxepin tricyclic antidepressants should be avoided because of the risk for both polypharmacy and side effects, including falls, confusion, and fracture. This patient has been taking diphenhydramine, a first-generation antihistamine, which is associated with an increased risk for injurious falls or fracture among older adults, and it should be stopped. Because they have tried nonpharmacologic treatment including sleep hygiene and CBT-I without complete relief, doxepin is an appropriate next step.A sleep study (Option A) to rule out sleep apnea is a reasonable option in patients with daytime somnolence without an attributable cause. However, in this patient whose STOP-BANG score is low, insomnia is the more likely diagnosis.Starting zolpidem (Option C) is not advised, because the risk for fractures in patients taking this medication is 1.5 to 2 times higher than in those taking a placebo. In addition, zolpidem use may lead to higher rates of cognitive and balance problems in older adults, such as this patient.No additional management (Option D) is inappropriate at this time. Although sleep hygiene practices and CBT-I are first-line steps for sleep disorders in an older adult, this patient has already tried these measures without relief. Pharmacologic therapy, such as doxepin, should be initiated.",
  "critique_links": [],
  "key_points": [
    "First-line therapy for insomnia includes sleep hygiene, discontinuation of sleep-disruptive medications, and treatment of comorbid conditions that may interfere with sleep.",
    "If nonpharmacologic interventions are not effective, doxepin can be considered; medications such as antihistamines, antipsychotics, benzodiazepines, and non-doxepin tricyclic antidepressants should be avoided."
  ],
  "references": "Cohen ZL, Eigenberger PM, Sharkey KM, et al. Insomnia and other sleep disorders in older adults. Psychiatr Clin North Am. 2022;45:717-734. PMID: 36396275 doi:10.1016/j.psc.2022.07.002",
  "related_content": {
    "syllabus": [
      "fcsec24010_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.770139-06:00"
}