{
  "question_id": "dmqqq25002",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Treat comedonal acne.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 18-year-old woman is evaluated for 6 months of facial acne. She has been using over-the-counter benzoyl peroxide products without improvement. She is not sexually active and uses no contraceptive methods. Medical history is unremarkable, and she takes no medications.On physical examination, vital signs are normal. Skin findings show scattered open and closed comedones on the forehead, nose, and cheeks. There are no inflammatory pustules or nodules. The remainder of the examination is normal.A urine pregnancy test result is negative.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Combined oral contraceptive",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intralesional glucocorticoid",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral isotretinoin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Topical tretinoin and topical clindamycin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has comedonal acne and should be treated with multimodal topical therapy, such as topical tretinoin and topical clindamycin (Option D). Treatment begins by evaluating the type and distribution of acne lesions as well as pregnancy status. Comedonal acne consists of open and closed comedones (blackheads and whiteheads, respectively) with no inflammatory papules or pustules. First-line treatment for mild comedonal acne consists of multimodal topical therapy including retinoids, benzoyl peroxide, and topical antibiotics. Topical retinoids are comedolytic, anti-inflammatory vitamin A derivatives that improve dyspigmentation and maintain acne clearance. Topical retinoids are also effective in treating inflammatory acne. Because retinoids are preventive, they need to be applied to the entire acne-prone area and are not used as a spot treatment. The most common adverse effects are dryness and irritation of the skin. Topical antibiotics, such as erythromycin or clindamycin, are helpful in inflammatory acne because they target Cutibacterium acnes and have anti-inflammatory effects. However, clindamycin and other topical antibiotics should not be used as monotherapy due to the potential for development of antibiotic resistance. Multimodal topical therapy, such as the combination of topical tretinoin and topical clindamycin, would be the most appropriate treatment for this patient with comedonal acne.Combined oral contraceptives (COCs) (Option A) contain combinations of estrogen and progestin and treat acne through their overall anti-androgenic properties. Any contraceptive formulation that effectively suppresses ovulation will have similar benefits. COCs have been shown to reduce comedones but are not as effective as topical retinoids for comedonal acne. Thus, COCs would not be the best option for treating this patient's comedonal acne.Intralesional glucocorticoids (Option B) are an adjuvant treatment for larger acne papules or nodules at risk for scarring. They allow for rapid improvement in inflammation and pain but are not used as a treatment for mild acne.Oral isotretinoin (Option C) is an oral retinoid used to treat severe nodulocystic acne with scarring or when other traditional therapies have failed. Isotretinoin is teratogenic, and use requires that providers, patients, and pharmacies register in the iPLEDGE program. This patient does not have evidence of scarring or cystic lesions and has not tried other prescription therapies without success. Therefore, use of isotretinoin would not be appropriate.",
  "critique_links": [],
  "key_points": [
    "Multimodal topical therapy, such as the combination of topical tretinoin and topical clindamycin, is considered the first-line treatment for comedonal acne.",
    "Topical tretinoin is comedolytic and anti-inflammatory, improves dyspigmentation, and maintains acne clearance; therefore, it is effective in treating inflammatory acne."
  ],
  "references": "Reynolds RV, Yeung H, Cheng CE, et al. Guidelines of care for the management of acne vulgaris. J Am Acad Dermatol. 2024;90:1006.e1-1006.e30. PMID: 38300170 doi:10.1016/j.jaad.2023.12.017",
  "related_content": {
    "syllabus": [
      "dmsec24007_24001"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.797742-06:00"
}