{
  "question_id": "onmcq24016",
  "category": "on",
  "educational_objective": "Screen for cardiovascular disease in a patient treated for testicular cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 29-year-old man is evaluated during a routine annual examination. He was diagnosed with a nonseminomatous germ cell tumor at age 19 years, for which he was treated with radical inguinal orchiectomy and combination chemotherapy using bleomycin, etoposide, and cisplatin. He has been in remission since that time. He has no other medical problems and takes no medications.On physical examination, blood pressure is 118/72 mm Hg. BMI is 24. The remainder of the examination is normal.Laboratory study results are normal.",
  "question_stem": "Which of the following is the most appropriate serum screening test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "α-Fetoprotein and β-human chorionic gonadotropin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lipid profile and fasting blood glucose",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Testosterone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroid-stimulating hormone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Measurement of serum lipid profile and fasting blood glucose (Option B) is indicated for this patient. Men who have been treated for testicular cancer are at risk for various health problems that can develop years after completing treatment, such as second malignancy and infertility. The type of treatment and the duration since its completion influence the complications a patient may face. Some complications, such as neuropathy and pulmonary toxicity, tend to emerge early, whereas others, such as metabolic syndrome and cardiovascular disease, may develop years later.This patient has been effectively cured, given the length of time since completing his treatment. Therefore, the most important consideration in his care is monitoring for late complications. Monitoring for cardiovascular disease is of particular importance, given the substantially heightened risk in patients who survive testicular cancer. He requires regular assessment and treatment of cardiovascular risk factors to prevent the development of clinically significant cardiovascular disease.There is no need to check α-fetoprotein and β-human chorionic gonadotropin levels (Option A) in this patient. These tests are used to diagnose and monitor patients who have been treated for testicular cancer. However, given the length of time since this patient completed treatment and no new signs or symptoms suggesting recurrence of testicular cancer, measurement of α-fetoprotein and β-human chorionic gonadotropin is not indicated on a routine basis.There is no clear indication for checking serum testosterone (Option C) in this case. Although men treated for testicular cancer do have an increased risk for infertility, this patient is not having any signs or symptoms indicating a clinically significant testosterone deficiency.Measurement of thyroid-stimulating hormone (Option D) is not indicated for this patient. Hypothyroidism is not a known complication of treatment for testicular cancer, and this patient is not having any symptoms indicating a likely diagnosis of hypothyroidism.",
  "key_points": [
    "After treatment for testicular cancer, patients are at risk for various health problems; these risks depend in part on the type of treatment used and the amount of time since treatment completion; some complications (e.g., neuropathy, pulmonary toxicity) tend to occur early and others (e.g., metabolic syndrome, cardiovascular disease) manifest years later."
  ],
  "references": "Shrem NS, Wood L, Hamilton RJ, et al. Testicular cancer survivorship: long-term toxicity and management. Can Urol Assoc J. 2022;16:257-72. PMID: 35905486 doi:10.5489/cuaj.8009",
  "related_content": {
    "syllabus": [
      "onsec24006_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:51:14.599539-06:00"
}