{
  "question_id": "dmmcq24016",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose a second-degree, superficial partial-thickness burn.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 30-year-old man is evaluated for a burn on his left hand sustained 2 days ago while cooking. It is painful to touch and when exposed to air. He has no medical problems and takes no medications.On physical examination, vital signs are normal. The wound is painful to touch and blanches when palpated.Skin findings are shown.",
  "question_stem": "Which of the following is the most likely classification of this patient's burn?",
  "options": [
    {
      "letter": "A",
      "text": "First degree",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Second degree",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Third degree",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Fourth degree",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is a second-degree burn (Option B). Thermal burns are assessed based on the amount of body surface area (BSA) involved, depth of burn, and specific area involved. Estimating the BSA involved is based on the rule of 9s: The head and neck represent 9%, each arm is 9%, each leg is 18%, the anterior trunk is 18%, the posterior trunk is 18%, and the genital region is 1% BSA. Symptoms and physical examination determine the depth of the burn (see Table: Classification of Burns by Depth of Injury). Second-degree burns can be classified as superficial or deep partial-thickness burns. In superficial partial-thickness burns, the entire epidermis and superficial dermis are involved, and the wound is red and painful to air and touch, and blanches when palpated. Blisters, weeping, and sloughing of the skin may be present. Deep partial-thickness burns involve the entire epidermis and dermis, resulting in white, yellow, or red wounds that may be mildly painful to pressure because of involvement of deeper dermis. Deep partial-thickness burns may be wet or dry and, as opposed to superficial partial-thickness burns, do not blanch with pressure. Treatment of burns is based on the area and extent of involvement along with the depth of the injury. Hand burns can result in significant long-term morbidity and often require early referral to a burn team. In this patient, the epidermis has sloughed off, resulting in exposed, red, and tender dermis that is painful and blanches with pressure. This presentation is consistent with a second-degree, superficial partial-thickness burn.First-degree burns (Option A) involve only the epidermis, and the skin is red without blistering or weeping. First-degree burns, such as a mild sunburn, typically heal in 5 to 10 days without scarring. This patient's burn, with sloughed-off epidermis and an exposed, red, and tender dermis, is consistent with a second-degree, partial-thickness burn rather than a first-degree burn.Third-degree (Option C), or full-thickness, burns destroy the entire epidermis and dermis and involve subcutaneous tissue. Third-degree burns may be dry and white or black, with minimal pain owing to loss of sensation. Third-degree burns usually require skin grafting and take more than 8 weeks to completely heal. When healed, patients may have contractures and other deformities with variable degrees of function. This patient's burn is painful and has an intact dermis, which is inconsistent with a third-degree burn.Fourth-degree burns (Option D) are potentially life threatening and involve underlying soft tissue, such as muscle or bone. The wound is dry and black, and there may be exposed bone on examination; these features are inconsistent with this patient's superficial second-degree burn.",
  "critique_links": [],
  "key_points": [
    "Superficial partial-thickness second-degree thermal burns present as blisters or weeping wounds that blanch with pressure and are painful to air, temperature, and pressure.",
    "First-degree thermal burns involve only the epidermis, and the skin is red without blistering or weeping."
  ],
  "references": "Jeschke MG, van Baar ME, Choudhry MA, et al. Burn injury. Nat Rev Dis Primers. 2020;6:11. PMID: 32054846 doi:10.1038/s41572-020-0145-5",
  "related_content": {
    "syllabus": [
      "dmsec24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.286011-06:00"
}