{
  "question_id": "gimcq24047",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat colonic ischemia in a patient with multiple risk factors for poor outcome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 75-year-old man is hospitalized for abrupt onset of moderately severe left-lower-quadrant abdominal discomfort followed several hours later by low-volume hematochezia. He has hypertension, chronic kidney disease, and coronary artery disease. Medications are low-dose aspirin, atorvastatin, lisinopril, and metoprolol.On physical examination, blood pressure is 105/70 mm Hg and pulse rate is 105/min. Other vital signs are normal. Results of cardiopulmonary examination are normal. The patient has a nondistended abdomen with positive bowel sounds, moderate tenderness in the left lower quadrant, and voluntary guarding. A scant amount of fresh blood is seen on anorectal examination.Laboratory studies:Hemoglobin12 g/dL (120 g/L)LBaseline: 13.5 g/dL (135 g/L)LLeukocyte count16,000/μL (16 × 109/L)HBlood urea nitrogen25 mg/dL (8.9 mmol/L)HCreatinine1.1 mg/dL (97.2 μmol/L)CT scan of the abdomen and pelvis without contrast shows segmental colonic wall thickening of the distal transverse colon and descending colon.Colonoscopy reveals edematous and friable mucosa with ulceration and submucosal hemorrhage in the distal transverse colon and descending colon cecum.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Broad-spectrum antibiotics",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT angiography of mesenteric vessels",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Surgery",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thrombophilia evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is initiation of broad-spectrum antibiotics (Option A). Colonic ischemia is the most common form of ischemic bowel disease. It presents with the abrupt onset of cramping and lower abdominal discomfort that is mild to moderate, followed within 24 hours by diarrhea and hematochezia. Most cases of colonic ischemia are mild and transient, with rapid spontaneous resolution. Patients with more severe disease require hospitalization for supportive care with bowel rest, restoration of intravascular volume, antimicrobial therapy in many cases, and close observation. The American College of Gastroenterology has devised a risk stratification based on features associated with poor outcomes in those with colonic ischemia that helps guide antibiotic therapy (see Table: Gastrointestinal Ischemic Syndromes). Patients with colonic ischemia who have several risk factors for poor outcome should receive broad-spectrum antibiotics. This patient's clinical presentation, laboratory findings, CT results, and colonoscopy features are consistent with severe colonic ischemia. Initiation of broad-spectrum antibiotics is indicated for this patient because he has more than three risk factors for poor outcome, including the following:Male sexTachycardiaBlood urea nitrogen level greater than 20 mg/dL (7.1 mmol/L)Leukocyte count greater than 15,000/µL (15 × 109/L)Colonic mucosal ulcerations on colonoscopyBecause colonic ischemia most often results from a nonocclusive low-flow state in the microvasculature related to an episode of hypovolemia or hypotension, CT angiography of mesenteric vessels (Option B) is of low yield and generally not indicated. The exception is isolated right-sided colonic ischemia, which can be the harbinger of acute mesenteric ischemia caused by a focal thrombus or embolus of the superior mesenteric artery. Because this patient has left-sided colonic ischemia, noninvasive CT angiography of the mesenteric vasculature to exclude an occlusive process of the superior mesenteric artery is not indicated.Surgery (Option C) for colonic ischemia should be performed in patients with peritoneal signs, massive bleeding, pneumatosis coli on imaging, necrotic bowel or irreversible complications (such as stricture), and deteriorating clinical condition. Although a surgical consultation is warranted in this case because of the severity of colonic ischemia, surgical intervention is not indicated at this time.Thrombophilia (Option D) is a potential risk factor for colonic ischemia. However, routine testing for a coagulation disorder in most patients with colonic ischemia is not recommended. Evaluation for thrombophilia should be considered in patients younger than 50 years and in all patients with recurrent colonic ischemia.",
  "critique_links": [],
  "key_points": [
    "Broad-spectrum antibiotics are indicated for patients with moderate and severe colonic ischemia."
  ],
  "references": "Brandt LJ, Feuerstadt P, Longstreth GF, et al; American College of Gastroenterology. ACG clinical guideline: epidemiology, risk factors, patterns of presentation, diagnosis, and management of colon ischemia (CI). Am J Gastroenterol. 2015;110:18-44; quiz 45. PMID: 25559486 doi:10.1038/ajg.2014.395",
  "related_content": {
    "syllabus": [
      "gisec24009_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.290797-06:00"
}