{
  "question_id": "csmcq24067",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Manage chronic venous insufficiency edema and a venous stasis ulcer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old woman is evaluated for a 1-month history of a painful nonhealing ulcer on her medial ankle. She reports longstanding swelling in both legs, worst at the end of the day. She has no claudication. She spends most of the day seated because of chronic arthritic pain in her knees. She has obesity. Her only medication is ibuprofen as needed.On physical examination, vital signs are normal. BMI is 32. Varicosities are noted in the lower extremities bilaterally. Pitting edema is present from the ankle to mid shin bilaterally. A 3-cm, irregularly shaped, shallow ulcer is present on the left medial ankle with areas of tissue granulation; clear exudate is present. Pedal pulses are palpable bilaterally.Arterial brachial indices are 1.20 on the left and 1.00 on the right.",
  "question_stem": "Which of the following is the most appropriate initial step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Arterial duplex ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cephalexin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Graded compression therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hyperbaric oxygen therapy",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Ulcer biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial step in management of this patient with a venous stasis ulcer is graded compression therapy (Option C). Venous insufficiency, or pooling of interstitial fluid in dependent areas due to venous valvular incompetence, affects one third of U.S. adults. Severe venous insufficiency can lead to venous stasis ulcers, which account for up to 70% of all leg ulcers. These ulcers occur between the ankle and mid calf, most commonly near the medial malleolus. They are associated with signs of chronic venous insufficiency (edema, hemosiderin staining, venous varicosities and dilated superficial veins, lipodermatosclerosis, and stasis dermatitis). They can be single or multiple, are irregularly shaped and shallow, and often weep serous fluid. The presence of fibrinous tissue is common, but necrosis is rare. Pain may or may not be present. Treatment of venous insufficiency includes weight reduction, physical activity, and compression therapy. When an ulcer is present, compression therapy (≥30 mm Hg) is required to improve venous flow, reduce edema, and promote fibrinolysis. Compression therapy is best administered using high-compression, multicomponent bandaging. This patient has evidence of chronic venous insufficiency and a classically appearing venous stasis ulcer. The most appropriate management is compression therapy to hasten ulcer healing. She should also be referred to a vascular specialist for consideration of endovascular intervention, because earlier intervention is associated with improved healing time.Arterial duplex ultrasonography (Option A) is sometimes used to delineate the anatomic location and severity of lower extremity peripheral arterial disease. This patient has no findings of arterial disease, and her arterial brachial indices are normal; duplex ultrasonography is not indicated.Antibiotics, such as cephalexin (Option B), are not indicated for any skin ulcer unless there are signs of acute infection (e.g., an increase in pain, purulence, or associated cellulitis). None of these features are present in this patient.Hyperbaric oxygen therapy (Option D) is sometimes used as an adjunct to standard therapy in a variety of wounds; however, it is not a primary therapy for any wound type, and it has not been shown to improve the healing of venous stasis skin ulcers.Longstanding venous stasis ulcers rarely transform into skin cancers. Biopsy (Option E) to exclude malignancy would be indicated for a longstanding ulcer that does not heal with standard therapy. This patient, however, has a new ulcer that has not yet been optimally treated, and a biopsy is not required.",
  "critique_links": [],
  "key_points": [
    "The first step in treatment of venous stasis ulcers is compression therapy (≥30 mm Hg), which improves venous flow, reduces edema, and promotes fibrinolysis."
  ],
  "references": "Fukaya E, Kolluri R. Nonsurgical management of chronic venous insufficiency. N Engl J Med. 2024;391:2350-2359. PMID: 39693544 doi:10.1056/NEJMcp2310224",
  "related_content": {
    "syllabus": [
      "cssec24013_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.931516-06:00"
}