{
  "question_id": "incor25011",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Evaluate acute pelvic pain in a reproductive-age woman.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 32-year-old woman is evaluated for acute onset of right lower quadrant abdominal pain that began 1 day ago. She reports some vaginal spotting but no discharge, fever, nausea, or vomiting. She is sexually active with her husband and uses a levonorgestrel-releasing intrauterine device for contraception. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, blood pressure is 102/74 mm Hg, and pulse rate is 95/min; other vital signs are normal. Abdominal examination reveals tenderness in the right lower quadrant with no guarding. Pelvic examination reveals a normal-appearing cervix with a small amount of blood in the vault and tenderness in the right adnexa.",
  "question_stem": "Which of the following is the most appropriate initial diagnostic test?",
  "options": [
    {
      "letter": "A",
      "text": "CT of the abdomen and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Duplex ultrasonography of the right adnexa",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nucleic acid amplification test for chlamydia and gonorrhea",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urinary β-human chorionic gonadotropin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial diagnostic test in this reproductive-age woman with pelvic pain is a serum or urine pregnancy test (β-human chorionic gonadotropin) (Option D). In this clinical scenario, all subsequent diagnostic testing depends on whether the patient is pregnant. The use of contraception does not influence this algorithm, as all contraceptive strategies have a failure rate. Although the use of an intrauterine device (IUD) does not increase the absolute risk for ectopic pregnancy, it is the form of failed contraception most associated with ectopic pregnancy. All pregnant patients with pelvic pain and without a confirmed intrauterine pregnancy should be evaluated for ectopic pregnancy. Quantitative β-human chorionic gonadotropin, type and screen, and transvaginal ultrasonography should be obtained immediately, along with consultation with an obstetrician/gynecologist. Patients with ectopic pregnancies may undergo surgical management or medical management with methotrexate, as directed by an obstetrician/gynecologist.CT of the abdomen and pelvis (Option A) may be an appropriate imaging modality in the assessment of acute abdominal pain, particularly if the clinical picture is suggestive of appendicitis. Although CT is more sensitive than ultrasonography for appendicitis, it is a second-line test in the evaluation of acute pelvic pain in women, because ultrasonography provides better visualization to assess the likelihood of ovarian torsion and other pelvic pathology, including ectopic pregnancy. Aside from right lower abdominal pain, this patient has no other features to suggest the diagnosis of appendicitis, such as nausea, vomiting, or fever.Duplex ultrasonography of the adnexa (Option B) is an appropriate imaging test when ovarian torsion is suspected, but the first step in the diagnostic algorithm is to determine whether the patient is pregnant.Testing for sexually transmitted infections (STIs), including nucleic acid amplification test for chlamydia and gonorrhea (Option C), is generally indicated in women presenting with acute pelvic pain. However, a pregnancy test is the more urgent diagnostic step, because an obstetric emergency may require immediate intervention. In addition, this patient did not present with signs or symptoms suggestive of STI, such as vaginal or cervical discharge or cervical motion tenderness.",
  "critique_links": [],
  "key_points": [
    "A pregnancy test should be obtained for all women of reproductive age presenting with acute pelvic pain to begin evaluation for ectopic pregnancy before considering other diagnoses."
  ],
  "references": "Brook OR, Dadour JR, Robbins JB, et al; Expert Panel on GYN and OB Imaging. ACR appropriateness criteria® acute pelvic pain in the reproductive age group: 2023 update. J Am Coll Radiol. 2024;21:S3-S20. PMID: 38823952 doi:10.1016/j.jacr.2024.02.014",
  "related_content": {
    "syllabus": [
      "insec24005_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.223052-06:00"
}