{
  "category": "cv",
  "critique": "The most likely diagnosis is aortic stenosis (Option A). Auscultation reveals a harsh crescendo-decrescendo systolic murmur at the upper right sternal edge compatible with aortic stenosis. The murmur begins early in systole and extends nearly to S2. The associated carotid pulsation, visually represented by the cotton swab on the carotid artery, may be small in volume and delayed (pulsation occurring slightly after S1).Mitral regurgitation produces a higher-pitched, holosystolic murmur that is loudest at the apex. The murmur of pulmonary stenosis is heard best at the left upper sternal border and may increase in intensity with inspiration. A small ventricular septal defect without pulmonary hypertension presents with a loud and often palpable holosystolic murmur located at the left sternal border that may obliterate the S2. Progressive pulmonary hypertension results in shortening of the murmur.",
  "educational_objective": "Diagnose aortic stenosis on auscultation.",
  "extracted_at": "2025-12-23T14:08:40.464857-06:00",
  "key_points": [],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [],
    "videos": [
      "cvvid24603"
    ]
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/23/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Aortic stenosis"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Mitral regurgitation"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Pulmonary stenosis"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Ventricular septal defect"
    }
  ],
  "question_id": "cvvdx24045",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 68-year-old woman is evaluated for exertional dyspnea. She was previously asymptomatic, but 4 months ago she began having shortness of breath during moderate activity. Blood pressure is 132/80 mm Hg, pulse rate is 80/min, and respiration rate is 22/min. Auscultation is performed at the upper right sternal border.(We recommend listening to this clip with headphones or external speakers rather than internal computer or mobile phone speakers. It may be helpful to maximize the volume setting of the listening device. In the videos, a cotton swab is placed on the carotid artery to help identify the timing of cardiac sounds and murmurs and, in some cases, to provide a visual representation of the carotid artery configuration.)",
  "references": "",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "cvsec24007_24003"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}