{
  "question_id": "cvqqq24005",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat valvular atrial fibrillation with warfarin.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 37-year-old woman is evaluated for the recent onset of palpitations. She has stage C (asymptomatic severe) mitral stenosis. She takes no medications.On physical examination, pulse rate is 115/min and irregularly irregular. Cardiac examination reveals a loud S1, an increased pulmonic component of S2, a diastolic opening snap, and a diastolic rumble at the cardiac apex.Metoprolol is initiated.",
  "question_stem": "Which of the following is the most appropriate additional management?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dabigatran",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Warfarin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Warfarin (Option C) is the most appropriate additional management in this patient with valvular atrial fibrillation (AF). Nearly 50% of patients with mitral stenosis have atrial fibrillation, and without anticoagulation, these patients have a risk for thromboembolism of 20% to 25%. Anticoagulation with a vitamin K antagonist, such as warfarin, is indicated in all patients with stage B, C, or D mitral stenosis and concomitant atrial fibrillation. Anticoagulation is also indicated in patients with mitral stenosis and a history of left atrial thrombus or systemic embolization. Although guidelines recommend the use of the CHA2DS2-VASc score to stratify risk for thromboembolism in patients with nonvalvular AF, CHA2DS2-VASc scoring is not used in patients with mitral stenosis.In the absence of an indication for antiplatelet therapy (such as coronary artery disease), patients with AF should not be treated with antiplatelet therapy to reduce stroke risk (Option A). Antiplatelet monotherapy or dual antiplatelet therapy is inferior to warfarin or direct oral anticoagulants (DOACs) in preventing stroke or thromboembolism in the setting of AF. Warfarin plus aspirin can be considered in patients with mechanical valve prosthesis and those who have an additional indication for antiplatelet therapy if the bleeding risk is low.DOACs (dabigatran [Option B], rivaroxaban, apixaban, and edoxaban) are recommended over warfarin in DOAC-eligible patients with nonvalvular AF. However, DOACs are not approved for use in valvular AF and may be associated with harm.Because of the high risk for thromboembolism, even without additional risk factors, it would be inappropriate to forgo anticoagulation in this patient with valvular AF (Option D).",
  "critique_links": [],
  "key_points": [
    "Anticoagulation with a vitamin K antagonist, such as warfarin, is indicated in all patients with stage B, C, or D mitral stenosis and concomitant atrial fibrillation."
  ],
  "references": "Joglar JA, Chung MK, Armbruster AL, et al; Peer Review Committee Members. 2023 ACC/AHA/ACCP/HRS guideline for the diagnosis and management of atrial fibrillation: A report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2024;149:e1-e156. PMID: 38033089 doi:10.1161/CIR.0000000000001193",
  "related_content": {
    "syllabus": [
      "cvsec24007_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.313776-06:00"
}