{
  "question_id": "nrmcq24069",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat symptomatic extracranial internal carotid artery stenosis with endarterectomy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 58-year-old man is evaluated in the hospital for difficulty speaking and right-sided weakness that started 2 days ago. Medical history is notable for dyslipidemia, hypertension, and tobacco use. Medications are rosuvastatin, chlorthalidone, lisinopril, and aspirin.On physical examination, vital signs are within normal limits. Left carotid bruit is noted. He exhibits mild word-finding difficulties and right arm drift; National Institutes of Health Stroke Scale score is 2.A comprehensive metabolic panel is normal.Brain MRI shows small left hemispheric infarcts. CT angiogram shows 80% stenosis of the left extracranial internal carotid artery. ECG is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Carotid artery stenting within 2 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carotid endarterectomy within 2 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Carotid endarterectomy after 2 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Catheter-based carotid angiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Early carotid endarterectomy (Option B) is the most appropriate management in this patient with a nondisabling ischemic stroke attributable to extracranial internal carotid artery (ICA) stenosis. Patients with symptomatic extracranial ICA stenosis of 50% to 99%, defined as those with a recent stroke or transient ischemic attack, have a high risk for recurrent stroke, with the highest risk period being the first 2 weeks after the original event. Surgical revascularization performed between days 3 and 14 significantly reduces the risk for recurrent stroke and is associated with a very low risk for reperfusion injury (especially in patients without large ischemic stroke). This patient has had a nondisabling stroke in the distribution of the extracranial carotid artery with stenosis of 80% and should undergo carotid endarterectomy within 14 days of symptom onset.Carotid artery stenting has been suggested as a preferred alternative to carotid endarterectomy in some patients, including those younger than 70 years and those at high risk for cardiovascular complications with general anesthesia. However, the safety of early carotid artery stenting (Option A) is controversial, and current guidelines recommend carotid endarterectomy over carotid stenting in patients undergoing revascularization in the first 14 days after symptom onset.Delaying surgical revascularization by performing carotid endarterectomy after 2 weeks (Option C) is not appropriate. The benefit of carotid revascularization is greatest in patients with symptoms when performed within 14 days of symptom onset.Catheter-based carotid angiography (Option D) is no longer indicated for evaluating the degree of stenosis to determine eligibility for revascularization. It is not recommended because of the risk for infection, bleeding, and stroke associated with the procedure and the accuracy of noninvasive imaging techniques, such as CT and magnetic resonance angiography.",
  "critique_links": [],
  "key_points": [
    "Surgical revascularization significantly reduces the risk for recurrent stroke in patients with symptomatic extracranial internal carotid artery (ICA) stenosis of 50% to 99% and is most beneficial when performed within 2 weeks of symptom onset.",
    "Although carotid artery stenting is an alternative to carotid endarterectomy in some patients with symptomatic extracranial ICA stenosis, current guidelines recommend endarterectomy over stenting in patients undergoing revascularization within 14 days of symptom onset."
  ],
  "references": "Kleindorfer DO, Towfighi A, Chaturvedi S, et al. 2021 Guideline for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline from the American Heart Association/American Stroke Association. Stroke. 2021;52:e364-e467. PMID: 34024117 doi:10.1161/STR.0000000000000375",
  "related_content": {
    "syllabus": [
      "nrsec24004_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.151794-06:00"
}