{
  "question_id": "csmcq24054",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose benign paroxysmal positional vertigo.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 40-year-old woman is evaluated for dizziness. She describes two episodes of intense dizziness that occurred during the past week, each of which lasted approximately 1 minute. She describes a sensation of everything moving around her accompanied by nausea without emesis. She felt unsteady during the episodes but did not fall. The first episode occurred after getting hair highlights at a salon, and the second episode occurred while standing up from her desk at work. She reports no hearing or visual changes, headache, dysarthria, or weakness. She has no history of head trauma or previous similar episodes. She has hypertension treated with amlodipine.Physical examination findings, including orthostatic vital signs and cranial nerve, cerebellar, and strength testing, are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Benign paroxysmal positional vertigo",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Meniere disease",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Posterior circulation stroke",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vestibular neuronitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's symptoms are most likely caused by benign paroxysmal positional vertigo (BPPV) (Option A). BPPV is the most common form of vertigo, with a lifetime prevalence of 2.4%. It is at least twice as common in women compared with men. BPPV typically presents with sudden-onset, recurrent, and brief (usually <1 minute) vertiginous symptoms that are associated with positional changes of the head. Nausea, vomiting, and imbalance are often present, but neurologic findings such as dysphagia, dysarthria, diplopia, and weakness are absent. The Dix-Hallpike maneuver is the diagnostic test of choice for BPPV (see Figure: Dix-Hallpike Maneuver); this test can also help differentiate between peripheral and central causes of vertigo. In the setting of BPPV, a positive finding includes the presence of a mixed upbeat-torsional nystagmus toward the affected side. Brain imaging is unnecessary for diagnosis of BPPV. Canalith repositioning with the Epley maneuver is the treatment of choice and is effective in up to 85% of patients (see Figure: Epley Canalith-Repositioning Maneuver). This patient's short duration of symptoms of vertigo, worsening with position changes, and otherwise normal physical examination make BPPV the most likely diagnosis.Meniere disease (Option B) is characterized by recurrent episodes of vertigo of less than 24 hours' duration with concomitant tinnitus, hearing loss, or ear fullness. Although this patient has episodic vertigo, the episodes are very brief and she does not report any accompanying symptoms of tinnitus or hearing loss, making the diagnosis of Meniere disease much less likely than BPPV.Posterior circulation stroke (Option C) is not the most likely diagnosis. Although posterior circulation ischemic events can present with isolated vertigo in up to 20% of cases, the short duration of symptoms, lack of other neurologic findings, worsening of symptoms with positional change, and normal physical examination make this diagnosis less likely than BPPV.Vestibular neuronitis (Option D) is often preceded by a viral infection affecting the vestibular portion of cranial nerve VIII. It is characterized by acute onset of persistent vertigo that is often severe and accompanied by nausea and vomiting. Symptoms often last hours or days. The brief episodes of vertigo reported by this patient are inconsistent with the sustained vertigo present in vestibular neuronitis.",
  "critique_links": [],
  "key_points": [
    "Benign paroxysmal positional vertigo is characterized by recurrent brief episodes of sudden-onset vertigo associated with changes in head position; imbalance, nausea, and vomiting are often present, but focal neurologic findings are absent.",
    "The diagnostic test of choice for benign paroxysmal positional vertigo is the Dix-Hallpike maneuver."
  ],
  "references": "Kim JS, Zee DS. Clinical practice. Benign paroxysmal positional vertigo. N Engl J Med. 2014;370:1138-47. PMID: 24645946 doi:10.1056/NEJMcp1309481",
  "related_content": {
    "syllabus": [
      "cssec24005_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.320420-06:00"
}