{
  "question_id": "rmcor25030",
  "category": "rm",
  "educational_objective": "Screen for malignancy in a patient with amyopathic dermatomyositis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 45-year-old woman is evaluated for a new diagnosis of amyopathic dermatomyositis confirmed by biopsy. Other than a rash, she has no other symptoms.On physical examination, vital signs are normal. Skin examination reveals a periorbital violaceous rash. She has erythema and poikiloderma of the anterior chest and upper back. There is an erythematous maculopapular rash on the metacarpophalangeal and proximal interphalangeal joints. The remainder of the examination is unremarkable.Laboratory studies:Creatine kinase100 U/LSerum aldolase level and results of complete blood count, liver chemistry tests, and urinalysis are normal. Antinuclear antibody titer is positive, and myositis antibody panel is negative.",
  "question_stem": "Which of the following is the most appropriate next step in the evaluation of this patient's condition?",
  "options": [
    {
      "letter": "A",
      "text": "CA 19-9 measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cardiac stress testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Mammography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Right-upper-quadrant ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in the evaluation of this patient with amyopathic dermatomyositis is age- and sex-appropriate cancer screening, including screening mammography (Option C). Dermatomyositis is a subset of idiopathic inflammatory myopathies (IIMs), and it can present with isolated skin involvement without muscle symptoms and findings (amyopathic dermatomyositis, which occurs in 10% to 20% of patients with dermatomyositis). Classic skin findings include a heliotrope periorbital rash, a photosensitive erythematous rash in a “shawl” distribution, and Gottron papules on the dorsal hands. Poikiloderma (a mottled appearance of the skin caused by telangiectasia, hyperpigmentation, and hypopigmentation) may occur. IIMs are associated with malignancy, but patients with dermatomyositis have the highest risk; cancer is 3 to 12 times more likely in these patients. The risk for malignancy peaks in the first 3 years after diagnosis. Types of cancer associated with IIMs include ovarian, lung, breast, pancreatic, stomach, uterine, and colon cancers, as well as lymphoma. Breast malignancies appear to be particularly common in the amyopathic form of dermatomyositis. Higher risk for malignancy is associated with older age at onset, severe cutaneous disease, dysphagia, resistance to immunomodulatory therapy, and presence of certain autoantibodies (anti–transcription intermediary factor 1-gamma and antinuclear matrix protein 2). Age- and sex-appropriate cancer screening is strongly indicated at the time of diagnosis and regularly thereafter. This patient with amyopathic dermatomyositis should undergo cancer screening, including screening for breast, cervical, and colorectal cancers.Some experts advocate augmented cancer screening with CT of the chest, abdomen, and pelvis in subsets of patients with dermatomyositis who are at highest risk for cancer. However, CA 19-9 (Option A) is a nonspecific marker of gastrointestinal malignancy and is not recommended for cancer screening in patients with or without an IIM.Patients with amyotrophic dermatomyositis may have cardiovascular complications, such as myocarditis, heart arrhythmias, and congestive heart failure, but screening an asymptomatic patient using cardiac stress testing (Option B) is not indicated.This patient requires age- and sex-appropriate cancer screening. Right-upper-quadrant ultrasonography (Option D) is not a routine test for cancer screening and is not indicated in this patient.",
  "critique_links": [],
  "key_points": [
    "Patients with dermatomyositis are at increased risk for malignancy and should undergo age- and sex-appropriate cancer screening."
  ],
  "references": "Waldman R, DeWane ME, Lu J. Dermatomyositis: diagnosis and treatment. J Am Acad Dermatol. 2020;82:283-296. PMID: 31279813 doi:10.1016/j.jaad.2019.05.105",
  "related_content": {
    "syllabus": [
      "rmsec24009_24009"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.596330-06:00"
}