{
  "question_id": "dmmcq24025",
  "category": "dm",
  "educational_objective": "Diagnose dermatitis herpetiformis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 22-year-old patient is evaluated for a 6-week history of an intensely itchy rash on their elbows and knees. The patient reports it is the most severe itch they have ever experienced. The patient shows a picture of how the rash looked when it started, which shows multiple small vesicles. Medical history is unremarkable, and the patient takes no medications.On physical examination, vital signs are normal. Crops of 1- to 3-mm erosions are present on the elbows and knees bilaterally without scaling. The patient is actively scratching during the examination but otherwise appears well.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Microscopic evaluation of skin scrapings",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Skin biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical triamcinolone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Valacyclovir",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to obtain a skin biopsy to confirm the diagnosis of dermatitis herpetiformis (Option B). Dermatitis herpetiformis is an autoimmune disorder that develops alongside celiac disease (gluten-sensitive enteropathy). Cross-reactivity between gliadin (a component of gluten) and tissue transglutaminase results in IgA deposition in the dermis and subsequent intense neutrophilic infiltration in the dermal papillae. Patients develop crops of small vesicles, typically on the elbows and knees, that are so intensely pruritic that the patient invariably scratches them away before examination. Dermatitis herpetiformis may also occur on the forearms, lower back, buttocks, scalp, or neck. The excoriated vesicles appear as cropped erosions on examination, as shown.Up to 90% of patients with dermatitis herpetiformis have celiac disease, although most have subclinical disease with only 20% having gastrointestinal symptoms. Individuals with dermatitis herpetiformis are also at increased risk for small-bowel lymphoma and other autoimmune diseases (e.g., diabetes mellitus, Hashimoto thyroiditis, pernicious anemia). Dermatitis herpetiformis is treated with a gluten-free diet, which is critical to avoiding the development of enteric lymphoma. This patient's rash is typical for dermatitis herpetiformis, and the diagnosis should be confirmed with a skin biopsy.Microscopic evaluation of skin scrapings (Option A) would allow the definitive diagnosis of scabies with the presence of mites or eggs. Scabies causes intense itching, especially at night. The rash consists of papules, and burrows (fine, wavy lines) may be seen on the sides and webs of the fingers, wrists, waist, and genitalia (see Figure: Scabies). This patient's rash is not typical for scabies, and thus skin scraping is not needed.Topical triamcinolone (Option C) may help reduce pruritus during dietary lapses in patients with dermatitis herpetiformis but is not recommended as long-term therapy. Oral dapsone is effective for dermatitis herpetiformis in the setting of dietary lapses, but the diagnosis should be confirmed with biopsy before consideration of therapy.Valacyclovir (Option D) is an excellent option for the management of herpes simplex. Herpes simplex is characterized by multiple vesicles on an erythematous base that progress to vesicopustules, erosions, and ulcers. The initial infection of herpes simplex is painful and may be associated with fever, myalgia, and lymphadenopathy. Subsequent recurrences are less severe and most often occur on the oral or genital mucosa. The location and duration of the rash, as well as the presence of pruritus rather than pain, make herpes simplex an unlikely diagnosis and valacyclovir an inappropriate treatment.",
  "key_points": [
    "Dermatitis herpetiformis is a cutaneous manifestation of celiac disease characterized by intensely pruritic crops of small vesicles, typically on the elbows and knees; management focuses on gluten avoidance.",
    "Biopsy is typically necessary to confirm the diagnosis of dermatitis herpetiformis."
  ],
  "references": "Reunala T, Hervonen K, Salmi T. Dermatitis herpetiformis: an update on diagnosis and management. Am J Clin Dermatol. 2021;22:329-338. PMID: 33432477 doi:10.1007/s40257-020-00584-2",
  "related_content": {
    "syllabus": [
      "dmsec24009_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:47:48.731041-06:00"
}