{
  "question_id": "cvmcq24046",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose peripartum cardiomyopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 31-year-old woman is evaluated for worsening cough, which now awakens her at night, and exertional shortness of breath. Symptoms began 4 days ago and have progressively worsened. She has had no chest pain. Eight days ago, she delivered her second child, a healthy baby girl, at 36 weeks' gestation. The pregnancy was complicated by preeclampsia, necessitating early delivery via cesarean section. She is otherwise healthy. Her only medication is a prenatal vitamin supplement.On physical examination, the patient coughs frequently with speech. Temperature is 37.0 °C (98.6 °F), blood pressure is 96/60 mm Hg, pulse rate is 120/min, respiration rate is 28/min, and oxygen saturation is 98% breathing room air. BMI is 38. The neck veins are difficult to assess. Cardiopulmonary examination reveals bilateral wheezes and tachycardia with no extra sounds. There is 1+ pitting edema of the lower extremities.Laboratory studies:Hemoglobin11.3 g/dL (113 g/L)LThe rest of the complete blood count and a comprehensive metabolic panel are normal.Chest radiograph shows costophrenic angle blunting. ECG shows sinus tachycardia, normal QRS axis and duration, and nonspecific ST-T–wave abnormalities.",
  "question_stem": "Which of the following is the most appropriate management strategy?",
  "options": [
    {
      "letter": "A",
      "text": "Cardiac catheterization",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chest CT",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further diagnostic testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Transthoracic echocardiography (Option C) is the next best step in this patient with possible peripartum cardiomyopathy. Patients with peripartum cardiomyopathy may present with exercise intolerance, fatigue, shortness of breath, cough, wheezing, or other nonspecific symptoms. Along with a history of peripartum cardiomyopathy, both maternal factors (age >30 years, multiparity) and pregnancy-related factors (multifetal pregnancy, gestational hypertension, preeclampsia, tocolytic therapy) are risk factors for peripartum cardiomyopathy. Because of the nonspecific symptoms, delays in the diagnosis of peripartum cardiomyopathy are common and contribute to significant patient harm, including increased mortality. Patients with these symptoms, and especially those with risk factors, should be evaluated for possible heart failure, particularly in the early postpartum period. This patient has several risk factors (age, multiparity, preeclampsia) for and symptoms consistent with peripartum cardiomyopathy. She should undergo immediate echocardiography to evaluate symptoms suggesting heart failure.Spontaneous coronary dissection with resultant myocardial infarction may occur in the peripartum period, most commonly in the first month postpartum. Conservative noninterventional therapy is preferred for most patients, and there is no indication for cardiac catheterization (Option A). In addition, this patient's ECG shows only nonspecific findings, and acute coronary syndrome is an unlikely diagnosis.Chest CT (Option B) with pulmonary embolism protocol is not the best option because pulmonary embolism is not the most likely diagnosis. Although the risk for venous thromboembolism (VTE) increases during pregnancy and in the postpartum period, this patient's presentation with gradual onset over 4 days, lack of chest pain, and presence of nocturnal cough are more suggestive of cardiomyopathy than VTE. Echocardiography should be performed without delay in this patient.Although this patient's symptoms might be secondary to an upper respiratory tract infection, in which case no further evaluation would be necessary (Option D), there are concerning findings, including dyspnea, hypotension, and tachycardia. She requires further evaluation for peripartum cardiomyopathy.",
  "critique_links": [],
  "key_points": [
    "Peripartum cardiomyopathy may present with nonspecific symptoms including exercise intolerance, fatigue, shortness of breath, cough, or wheezing; patients with these symptoms, and especially those with risk factors, should be evaluated for heart failure, particularly in the early postpartum period.",
    "Spontaneous coronary dissection with resultant myocardial infarction may occur in the peripartum period, most commonly in the first month postpartum."
  ],
  "references": "Park K, Bairey Merz CN, Bello NA, et al; American College of Cardiology Cardiovascular Disease in Women Committee and the Cardio-Obstetrics Work Group. Management of women with acquired cardiovascular disease from pre-conception through pregnancy and postpartum: JACC Focus Seminar 3/5. J Am Coll Cardiol. 2021;77:1799-1812. PMID: 33832606 doi:10.1016/j.jacc.2021.01.057",
  "related_content": {
    "syllabus": [
      "cvsec24014_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.010287-06:00"
}