{
  "question_id": "fcmcq24085",
  "category": "fc",
  "educational_objective": "Screen for cognitive impairment in a geriatric patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 72-year-old woman is evaluated during an annual wellness visit. She is accompanied by her daughter, who is also her health care proxy. The patient reports vision impairment due to cataracts and is scheduled for surgery later this year. She reports no changes in hearing, mood, or memory. She walks with a cane and has not fallen in the past year. She lives alone and pays her own bills, shops and cooks for herself, and drives within a 5-mile radius of her home during the day. Her weight and appetite are stable. She has hypertension, hypothyroidism, and osteoarthritis. Medications are losartan, levothyroxine, and as-needed acetaminophen.Physical examination findings, including vital signs, are unremarkable.PHQ-2 score is 0.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Ask the daughter about her mother's cognitive function",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Obtain a vitamin B12 level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Perform a Mini-Cog assessment",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Refer the patient for formal neuropsychiatric assessment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to ask the patient's daughter about her mother's cognitive function (Option A). Rates of cognitive impairment increase with age, and cognitive impairment is a risk factor for falls, poor control of chronic medical conditions, and poor functional status/need for long-term care. Both the U.S. Preventive Services Task Force and Centers for Medicare & Medicaid Services (CMS) recommend asking about symptoms of cognitive dysfunction. Specifically, the CMS advocates assessment of cognitive function during the annual wellness visit by direct observation as well as by report of symptoms from the patient, family members, friends, and caregivers.Vitamin B12 deficiency occurs at increased rates in older adults because of decreased absorption and may be a contributor to neurologic symptoms, including cognitive decline. In patients with symptoms potentially attributable to B12 deficiency or in whom poor nutrition is noted, testing for vitamin B12 deficiency is appropriate. This patient reports no symptoms of B12 deficiency or a change in weight to indicate nutritional decline, so assessing vitamin B12 levels (Option B) is not indicated.The Mini-Cog (Option C) is a brief screening instrument for cognitive dysfunction. It uses clock drawing and three-item recall and has sufficient sensitivity and specificity to identify cognitive impairment in the office setting. If patients, families, or caregivers report symptoms of cognitive dysfunction, the Mini-Cog is one of several appropriate screening instruments to objectively identify the presence of dementia. In the absence of symptoms, however, screening for cognitive dysfunction is not indicated.In the absence of signs and symptoms indicating cognitive dysfunction or dementia, formal neuropsychiatric assessment (Option D) is not indicated. Several screening tests are available for patients with evidence of cognitive decline, including the Mini-Cog, Mini–Mental State Examination, and Montreal Cognitive Assessment. In patients with an unclear diagnosis or for younger patients with cognitive symptoms, referral for specialty evaluation may be reasonable. This patient does not have symptoms of cognitive dysfunction and does not require formal neuropsychiatric assessment.",
  "critique_links": [],
  "key_points": [
    "Rates of cognitive impairment increase with age, and cognitive impairment is a risk factor for falls, poor control of chronic medical conditions, and poor functional status/need for long-term care.",
    "The Centers for Medicare & Medicaid Services advocates assessment of cognitive function during the annual wellness visit by direct observation as well as by report of symptoms from the patient, family members, friends, and caregivers."
  ],
  "references": "Patnode CD, Perdue LA, Rossom RC, et al. Screening for cognitive impairment in older adults: updated evidence report and systematic review for the US Preventive Services Task Force. JAMA. 2020;323:764-785. PMID: 32096857 doi:10.1001/jama.2019.22258",
  "related_content": {
    "syllabus": [
      "fcsec24010_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.773293-06:00"
}