{
  "question_id": "enmcq24037",
  "category": "en",
  "educational_objective": "Evaluate primary hyperparathyroidism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 65-year-old woman is evaluated at a follow-up visit regarding low bone mass on dual-energy x-ray absorptiometry screening and an elevated serum calcium level. The femoral neck T-score was −1.7, and the lumbar spine T-score was −2. Family history is noncontributory. She takes no medications.Physical examination findings, including vital signs, are normal.Laboratory studies:Calcium10.7 mg/dL (2.7 mmol/L)HCreatinine0.8 mg/dL (70.7 μmol/L)Phosphorus2.8 mg/dL (0.90 mmol/L)LParathyroid hormone97 pg/mL (97 ng/L)H24-Hour urine calcium240 mg/24 h (6 mmol/24 h)",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Bone mineral density testing of the one-third radius",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Neck ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Parathyroid sestamibi scanning",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum 1,25-dihydroxyvitamin D measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next for this patient with primary hyperparathyroidism is bone mineral density (BMD) testing at the one-third radius with dual-energy x-ray absorptiometry (Option A). A high serum parathyroid hormone (PTH) level in the setting of hypercalcemia is highly suggestive of primary hyperparathyroidism. Evaluation should include kidney function assessment, 24-hour urine calcium level measurement, and BMD testing. Because primary hyperparathyroidism particularly affects cortical bone, patients with primary hyperparathyroidism should have BMD assessed at the one-third radius, a site that is 99% cortical bone. Parathyroidectomy is indicated if the T-score is less than −2.5 at any site or if a significant reduction in BMD occurs during observation in patients who defer surgery. Importantly, fragility fractures, including radiographic vertebral fractures, would supersede BMD as an indication for surgery. Assessing this patient's BMD at the one-third radius may reveal osteoporosis as an indication for surgery or provide a baseline to determine whether a significant reduction occurs during observation.Primary hyperparathyroidism is commonly caused by a parathyroid adenoma, which could be located with neck ultrasonography (Option B). However, localization imaging is not indicated until it is known whether parathyroidectomy is necessary for this patient.In most centers, parathyroid sestamibi scans (Option C) are the preferred modality for detecting the location of abnormal parathyroid tissue before surgery. They are particularly useful for locating ectopic parathyroid tissue, persistent or recurrent disease after a previous parathyroidectomy, or multigland disease. Importantly, a negative scan does not refute the diagnosis or change the indications for surgery. This patient's need for surgery must first be determined before parathyroid sestamibi scanning is considered.Conversion of 25-hydroxyvitamin D to 1,25-dihydroxyvitamin D in the kidney is increased in primary hyperparathyroidism. The clinical importance of this occurrence is the depletion of vitamin D stores, which should be assessed in patients with primary hyperparathyroidism. 25-Hydroxyvitamin D (a measure of vitamin D stores) rather than 1,25-dihydroxyvitamin D (Option D) (the active metabolite) is the appropriate vitamin D measurement to assess in this setting.",
  "critique_links": [],
  "key_points": [
    "Patients with primary hyperparathyroidism should undergo kidney function assessment, 24-hour urine calcium level measurement, and bone mineral density testing at the one-third radius."
  ],
  "references": "Dandurand K, Ali DS, Khan AA. Primary hyperparathyroidism: a narrative review of diagnosis and medical management. J Clin Med. 2021;10. PMID: 33918966 doi:10.3390/jcm10081604",
  "related_content": {
    "syllabus": [
      "ensec24008_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.178092-06:00"
}