{
  "question_id": "pmmcq24036",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Prevent acute mountain sickness.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old woman is evaluated before a planned mountain-climbing trip to Mount Kilimanjaro (elevation, 5895 meters [19,341 feet]). She has been training for 2 months, frequently works out at the gym, and recently ran in a 10K race without difficulty. Two years ago, she developed a headache with nausea while skiing in Colorado (elevation, 2900 meters [9514 feet]); at that time, symptoms took several days to resolve. She would like to avoid a similar episode on her upcoming trip. She has no other medical history.On physical examination, vital signs and other findings are unremarkable.She is counseled regarding the need for a gradual ascent and the symptoms of high-altitude cerebral and pulmonary edema.",
  "question_stem": "Which of the following is the most appropriate prophylaxis to prevent acute mountain sickness in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Acetazolamide",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hydrochlorothiazide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ibuprofen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Nifedipine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate prophylaxis to prevent acute mountain sickness (AMS) in this patient is acetazolamide (Option A). AMS occurs with ascent to altitude secondary to the lower barometric pressure with resultant hypobaric hypoxemia. The presentation of AMS is nonspecific and can include headache, fatigue, nausea, and sleep disruption; symptoms typically resolve over 24 to 48 hours. Symptoms of mental status changes and dyspnea are not seen in AMS and should prompt consideration of high-altitude cerebral edema and pulmonary edema (Table: Spectrum of High Altitude–Related Illness Syndromes). AMS is estimated to affect as many as 25% of visitors to elevations greater than 2000 meters (6562 feet), the elevation of many western U.S. towns. Gradual ascent and avoidance of heavy exertion and alcohol consumption may decrease the incidence and severity of symptoms. Acetazolamide is effective in the prevention of AMS, although the mechanisms by which it helps accelerate the acclimatization process are unclear. Adverse effects include paresthesia and inability to sense carbonation in carbonated beverages. Persons who have had AMS before and are ascending to elevations above 2500 meters (8202 feet) should be offered prophylaxis with acetazolamide, especially if rapid ascent is planned. This patient had an episode of AMS 2 years ago and should be offered acetazolamide.Hydrochlorothiazide (Option B) is a diuretic medication used to treat hypertension. It has never been studied in AMS and is not indicated in this patient.Ibuprofen (Option C) and aspirin have been used to treat the headache that accompanies AMS; however, their role in prevention of AMS is less clear. Studies have shown no benefit in high-risk scenarios, such as a rapid ascent to a high altitude. Ibuprofen should thus not be used for prophylaxis in this patient.Nifedipine (Option D) use can be considered in patients at high risk for high-altitude pulmonary edema, which is caused by pulmonary vascular constriction in response to hypoxemia. High-altitude pulmonary edema occurs at altitudes greater than 2500 meters (8202 feet) and presents with cough, exertional intolerance, and dyspnea at rest. It usually occurs 2 to 4 days after arrival at the high altitude; this is a critical difference from AMS, which occurs within hours of arrival at altitude. Nifedipine is not indicated for prevention of AMS, however, and is unnecessary in this patient.",
  "critique_links": [],
  "key_points": [
    "The symptoms of acute mountain sickness include headache, fatigue, nausea, and sleep disruption; symptoms typically resolve over 24 to 48 hours.",
    "In a patient with a previous episode of acute mountain sickness, prophylaxis with acetazolamide is appropriate before another ascent to a high elevation (>2500 meters [8202 feet])."
  ],
  "references": "Luks AM, Hackett PH. Medical conditions and high-altitude travel. N Engl J Med. 2022;386(4):364-73. PMID: 35081281 doi:10.1056/NEJMra2104829.",
  "related_content": {
    "syllabus": [
      "pmsec24009_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.077199-06:00"
}