{
  "question_id": "pmvdx24011",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Diagnose pneumothorax by using point-of-care ultrasonography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 23-year-old man is evaluated for sudden-onset chest pain and dyspnea. Focused ultrasonography is performed with the transducer placed on the lateral chest wall.(Note that there is no sound for this video.)",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Heart failure",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pleural effusion",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pneumonia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pneumothorax",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is pneumothorax (Option D). This patient's ultrasound shows the “lung point sign,” which is consistent with pneumothorax. The soft tissue and two ribs are present in the near field, demonstrating that the examination is visualizing an intercostal space. Just underneath the ribs, a hyperechoic (white) line appears to slide in from the left of the screen and then goes off-screen but does not extend the length of the pleural line. The point of the transition between the healthy pleura and lung and the pneumothorax is known as the lung point. On one side of the lung point, there is pleural sliding, whereas on the other side, the pneumothorax will show a still pleural line with absent sliding. The lung point sign has almost 100% specificity, but only 66% overall sensitivity, for pneumothorax.Pleural effusion would be seen as a stable anechoic region in the chest cavity. Pneumonia would appear as an area of consolidation with B lines. Pneumonia may also result in loss of lung sliding due to inflammation and small adhesions but does not typically cause a lung point. Pulmonary fibrosis on lung ultrasonography would result in a thickened, irregular pleural line, in addition to a diffuse B-line pattern. The pleural line is thin and normal in this clip.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "pmsec24005_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.268284-06:00"
}