{
  "question_id": "cscor25014",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat insomnia disorder.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 72-year-old woman is evaluated for a 3-month history of difficulty initiating sleep and staying asleep. Her attempts to follow sleep hygiene recommendations have been unsuccessful. She walks every morning, does not use alcohol or tobacco, and does not snore. She has a history of hypothyroidism. Her only medication is levothyroxine.Physical examination findings, including vital signs, are normal. BMI is 22. Neck circumference is 34 cm.Recent laboratory results, including thyroid-stimulating hormone level, were normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cognitive behavioral therapy for insomnia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Polysomnography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Trazodone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Zolpidem",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should receive cognitive behavioral therapy for insomnia (CBT-I) (Option A). CBT-I is the treatment of choice for insomnia disorder and for comorbid insomnia. CBT-I is as effective as hypnotics for acute insomnia, and it is more effective in chronic cases. Ideally, CBT-I should be administered by a trained psychologist for 6 to 8 weeks; however, there are other options if a psychologist is not available, including CBT-I through a phone app. CBT-I leads to a reduction in sleep latency and wakefulness initially, then to an increase in total sleep time.Polysomnography (Option B) is usually unnecessary in managing insomnia unless sleep apnea and/or a sleep-related movement disorder is suspected. This patient is older than 50 years, which is a risk factor for sleep apnea, but does not snore or have witnessed apneas, hypertension, obesity, or a large neck circumference. She is at low risk for sleep apnea.The off-label use of antipsychotics or antidepressants, such as trazodone (Option C), to treat insomnia is not recommended because evidence for their efficacy is lacking and they carry significant safety risks. The tricyclic antidepressant doxepin is a notable exception because it is FDA approved for insomnia.The FDA has approved several pharmacologic treatment options for insomnia, including short-acting benzodiazepines, nonbenzodiazepine receptor agonists (e.g., zolpidem) (Option D), orexin receptor antagonists, and melatonin receptor agonists. CBT-I, if available, is recommended before pharmacotherapy for insomnia because it has equal or better efficacy and fewer adverse effects. No FDA-approved pharmacologic agent for sleep is preferred over any other.",
  "critique_links": [],
  "key_points": [
    "Cognitive behavioral therapy for insomnia is the treatment of choice for insomnia disorder and comorbid insomnia; it is as effective as hypnotics for acute insomnia and more effective in chronic cases."
  ],
  "references": "Sutton EL. Insomnia. Ann Intern Med. 2021;174:ITC33-ITC48. PMID: 33683929",
  "related_content": {
    "syllabus": [
      "cssec24016_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.721180-06:00"
}