{
  "question_id": "npmcq24041",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose a struvite kidney stone.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old woman is evaluated in the emergency department for a 5-day history of fever and dysuria. She has type 2 diabetes mellitus and hyperlipidemia. She has had multiple urinary tract infections over the last 3 years and reports recent intravenous drug use. Medications are metformin, dulaglutide, and atorvastatin.On physical examination, temperature is 38.3 °C (101.0 °F), and pulse rate is 110/min; other vital signs are normal. Track marks are seen on the upper extremities. Left-sided costovertebral angle tenderness is present. The remainder of the examination is unremarkable.Laboratory studies:Leukocyte count19,000/µL (19 × 109/L)HUrinalysispH 7.6; 11-25 leukocytes/hpf; numerous erythrocytesUrine microscopy is shown.",
  "question_stem": "Which of the following organisms is most likely responsible for this patient's presentation?",
  "options": [
    {
      "letter": "A",
      "text": "Enterococcus faecalis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Escherichia coli",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Staphylococcus aureus",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Streptococcus agalactiae",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Staphylococcus aureus, or other urea-splitting bacteria such as Proteus mirabilis, Klebsiella pneumoniae, and Pseudomonas aeruginosa, is the most likely organism responsible for this patient's presentation (Option C). She has symptoms and signs of pyelonephritis associated with coffin-lid crystals on urine microscopy; these crystals strongly suggest a struvite stone. Struvite kidney stones develop in the presence of urea-splitting bacteria. The bacteria split urea into ammonium, which markedly increases urine pH (>7.5) and results in the precipitation of magnesium ammonium phosphate (struvite). Struvite kidney stones commonly produce staghorn calculi (stones that bridge two or more renal calyces) and occur most frequently in older women and those with chronic urinary tract infections (UTIs), such as seen in this patient, indwelling urinary catheters, or neurogenic bladder. Because struvite stones grow rapidly and become large, they do not pass into the ureter and cause pain, as is typical of smaller stones. Signs and symptoms are usually related to the underlying infection. Struvite staghorn calculi should be removed to avoid increased morbidity from sepsis and end-stage kidney disease. They typically require urologic intervention, and the gold standard method for removal is percutaneous nephrolithotomy. Before any surgical procedure, UTIs should be treated with antibiotics to avert sepsis. To prevent recurrent stone formation, all stone fragments must be removed from the kidney. In patients unable to undergo surgery, the urease inhibitor acetohydroxamic acid may reduce urine alkalinity and decrease stone growth; however, this is best used as an adjunct to urologic intervention.Uropathogenic Escherichia coli accounts for 75% to 95% of UTIs in women. Less common pathogens include other Enterobacteriaceae, streptococci (particularly Streptococcus agalactiae), enterococci, and staphylococci (most often Staphylococcus saprophyticus). Although Enterococcus faecalis (Option A), Escherichia coli (Option B), and Streptococcus agalactiae (Option D) are causes of UTI, none of these organisms are urea-splitting bacteria. They are not associated with coffin-lid crystals on urine microscopy or struvite stones and are unlikely to be the cause of this patient's presentation.",
  "critique_links": [],
  "key_points": [
    "Struvite kidney stones, which develop in the presence of urea-splitting organisms (e.g., Staphylococcus aureus, Proteus mirabilis, Klebsiella pneumoniae, and Pseudomonas aeruginosa), occur most frequently in older women and in those with chronic urinary tract infections, indwelling urinary catheters, or neurogenic bladder.",
    "Struvite staghorn calculi should be removed to avoid increased morbidity from sepsis and end-stage kidney disease and typically require percutaneous nephrolithotomy."
  ],
  "references": "Terry RS, Preminger GM. Metabolic evaluation and medical management of staghorn calculi. Asian J Urol. 2020;7:122-9. PMID: 32257805 doi:10.1016/j.ajur.2019.12.007",
  "related_content": {
    "syllabus": [
      "npsec24004_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.253719-06:00"
}