{
  "question_id": "nrqqq24019",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage Guillain-Barré syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old woman is evaluated in the hospital after receiving a standard 10-day course of plasmapheresis for Guillain-Barré syndrome.On physical examination, the patient's strength has improved by 50% in all four extremities, but residual weakness persists. Ambulation is possible only with assistance because of ongoing weakness. Deep tendon reflexes are absent throughout.She is extubated.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Administer intravenous glucocorticoids",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Administer intravenous immune globulin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discharge to rehabilitation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat plasmapheresis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with Guillain-Barré syndrome (GBS) who exhibits improvement after an initial course of plasmapheresis should be discharged to rehabilitation (Option C). A diagnosis of GBS, an acute inflammatory demyelinating polyradiculoneuropathy, is supported by acute ascending weakness, cerebrospinal fluid albuminocytologic dissociation (elevated protein level, normal or mildly elevated leukocyte count), demyelinating changes (reduced conduction velocity) on a nerve conduction study, and areflexia. GBS is a monophasic disease with weakness reaching its nadir in less than 4 weeks. Given that this patient has already passed the nadir of weakness and is stable from a respiratory standpoint, she should be transferred to a rehabilitation center. Rates of full recovery can be slow, but 80% of patients resume ambulation by 6 months.Treatment with intravenous glucocorticoids (Option A) is contraindicated in GBS and may worsen the clinical outcome.Although intravenous immune globulin (IVIG) (Option B) has the same efficacy as plasmapheresis in shortening recovery time and ventilation duration in GBS, combined or serial treatment with IVIG after plasmapheresis is not superior to either treatment alone and is not recommended.Repeat plasmapheresis (Option D) is indicated in GBS only if symptoms worsen after initial improvement or stabilization. This patient has experienced no deterioration.",
  "critique_links": [],
  "key_points": [
    "A hospitalized patient with Guillain-Barré syndrome who exhibits improvement after an initial course of plasmapheresis should be discharged to rehabilitation.",
    "No evidence supports combined or serial administration of plasmapheresis and intravenous immune globulin in managing Guillain-Barré syndrome."
  ],
  "references": "Bellanti R, Rinaldi S. Guillain-Barré syndrome: a comprehensive review. Eur J Neurol. 2024;31:e16365. PMID: 38813755 doi:10.1111/ene.16365",
  "related_content": {
    "syllabus": [
      "nrsec24009_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:35.270033-06:00"
}