{
  "category": "rm",
  "critique": "The most likely diagnosis is hypothyroidism (Option D). Hypothyroid myopathy is one of several endocrine myopathies. Neuromuscular disease is seen in 30% to 80% of patients with hypothyroidism, ranging in severity from asymptomatic elevation of serum creatine kinase levels to rhabdomyolysis. Hallmark muscular features are proximal weakness, stiffness, and cramping. Myoedema is a rare but classic sign of hypothyroid myopathy; it is characterized by a small mound arising on the muscle surface after percussion with a reflex hammer. Pseudohypertrophy of the calf muscles in the context of hypothyroid myopathy (known as Hoffman syndrome) may also be seen. Delayed deep tendon reflexes, best appreciated in the ankles, are characteristic of hypothyroidism. Supportive diagnostic findings are elevated thyroid-stimulating hormone levels, low thyroid hormone levels, and elevated creatine kinase levels. Electromyography may help to distinguish hypothyroid myopathy from inflammatory myositis. This patient with subacute proximal muscle weakness along with symptoms and signs of hypothyroidism (constipation, irritability, weight gain, bradycardia, and delayed deep tendon reflexes) most likely has hypothyroid myopathy.Up to 90% of patients with Cushing syndrome (Option A) will experience weakness with muscle atrophy. The weakness is proximal in distribution, and patients typically have other characteristic features of Cushing syndrome (e.g., facial plethora, dorsocervical fat pad, ecchymoses, or striae). On laboratory evaluation, the serum creatine kinase level is normal. This patient's physical findings are not suggestive of Cushing syndrome, and her creatine kinase level is high.Dermatomyositis (Option B) is an idiopathic inflammatory myopathy (IIM) that, like hypothyroid myopathy, presents with subacute symmetric proximal muscle weakness. In dermatomyositis, however, there are usually pathognomonic dermatologic findings, including a heliotrope periorbital rash and photodermatitis in a “shawl” distribution. Furthermore, dermatomyositis is not associated with constipation, mood changes, weight gain, or delayed deep tendon reflexes.Fibromyalgia (Option C) is believed to be a disorder of pain perception and processing and is characterized by widespread chronic pain, fatigue, disturbed sleep, and mental fogginess. The generalized fatigue of fibromyalgia must be distinguished from the objective muscular weakness found in this patient, which is not characteristic of fibromyalgia. Additionally, fibromyalgia does not cause slowing of deep tendon reflexes as seen in this patient.Inclusion body myositis (Option E) is an IIM that typically insidiously evolves over years, and usually in older adults. Unlike endocrine myopathy and other IIMs, inclusion body myositis is unique in that it may involve both proximal and distal muscles. This patient's subacute presentation and isolated proximal muscular weakness are not consistent with inclusion body myositis.",
  "educational_objective": "Diagnose hypothyroidism in a patient with proximal muscle weakness.",
  "extracted_at": "2025-12-22T20:47:19.859192-06:00",
  "key_points": [
    "Hypothyroid myopathy presents with muscle pain, stiffness, cramping, and proximal weakness ranging from mild to severe.",
    "Physical findings of hypothyroid-induced myopathy include delayed deep tendon reflexes, myoedema, and rarely, pseudohypertrophy of the calf muscles."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Cushing syndrome"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Dermatomyositis"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Fibromyalgia"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Hypothyroidism"
    },
    {
      "letter": "E",
      "peer_percentage": 0,
      "text": "Inclusion body myositis"
    }
  ],
  "question_id": "rmmcq24084",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 45-year-old woman is evaluated for a 4-month history of weakness in the lower extremities, muscle stiffness and cramping, and easy fatigability. She notes difficulty rising from a squatting position and climbing stairs. She also reports increased irritability, constipation, and a 3-kg (7-lb) weight gain in the past 3 months. She has no other medical conditions and takes no medications.On physical examination, blood pressure is 140/90 mm Hg and pulse is 56/min. Periorbital puffiness and mild pedal edema are observed. Muscle strength is 4/5 in the proximal muscles of the lower extremities and 5/5 distally. Muscle strength in the upper extremities is normal. Bilateral ankle jerks exhibit delayed relaxation. The remainder of the physical examination is normal.",
  "references": "Rodolico C, Bonanno C, Pugliese A, et al. Endocrine myopathies: clinical and histopathological features of the major forms. Acta Myol. 2020;39:130-135. PMID: 33305169 doi:10.36185/2532-1900-017",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "rmsec24009_24002"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}