{
  "category": "en",
  "critique": "The most likely cause of the patient's hypoglycemia is excess alcohol intake (Option B). Ethanol can lead to severe hypoglycemia by inhibiting gluconeogenesis in the liver. Ethanol does not, however, inhibit glycogenolysis; therefore, hypoglycemia often occurs after several days of excessive intake accompanied by limited food intake. Importantly, ethanol may not be detectable at the time of presentation, as in this patient. Also supporting excess alcohol intake as the cause of this patient's hypoglycemia is his history of alcohol use disorder, appropriately suppressed insulin level in the setting of hypoglycemia, and positive serum and urine ketone testing (supporting a starvation state).Adrenal insufficiency (Option A) can cause hypoglycemia but is often accompanied by hypotension and weight loss. It is unlikely to be the cause of this patient's hypoglycemia, given his mild hypertension. Additionally, he has no history of autoimmune diseases, adrenal insufficiency, or chronic or high-dose glucocorticoid usage. Prolonged courses or high doses of glucocorticoids can cause hypothalamic-pituitary-adrenal axis dysfunction; however, this patient received a low-potency topical glucocorticoid for only 3 days, which is unlikely to cause hypothalamic-pituitary-adrenal axis dysfunction and adrenal insufficiency.Insulinoma (Option C) is a rare cause of hypoglycemia. Patients with insulinoma typically present with recurrent episodes of fasting hypoglycemia, and laboratory assessment reveals inappropriately elevated serum insulin levels in the setting of hypoglycemia, indicating excess endogenous insulin production. Patients with insulinoma also demonstrate suppressed ketogenesis (ketogenesis normally occurs in healthy patients with hypoglycemia) as a result of excess insulin. This patient's clinical scenario and laboratory assessment do not support this diagnosis.Glucocorticoids (Option D) do not cause hypoglycemia. Rather, glucocorticoids can cause dose-dependent increases in plasma glucose levels by inhibiting glucose uptake in adipose tissue and augmenting gluconeogenesis in the liver.",
  "educational_objective": "Diagnose alcohol-induced hypoglycemia.",
  "extracted_at": "2025-12-22T23:00:04.252709-06:00",
  "key_points": [
    "Hypoglycemia may occur after several days of excessive alcohol intake accompanied by limited food intake because ethanol inhibits gluconeogenesis in the liver but not glycogenolysis."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Adrenal insufficiency"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Excess alcohol intake"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Insulinoma"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Topical glucocorticoid use"
    }
  ],
  "question_id": "enmcq24088",
  "question_stem": "Which of the following is the most likely cause of this patient's hypoglycemia?",
  "question_text": "A 59-year-old man is evaluated in the emergency department after being found unconscious this morning. His wife reports that she last saw him 3 days ago. A point-of-care blood glucose level at the scene, performed by emergency medical services, was 39 mg/dL (2.2 mmol/L). He was given intravenous dextrose, and his mentation improved. Medical history is relevant for alcohol use disorder, hypertension, obesity, and a recent episode of contact dermatitis. For the rash, he was prescribed a low-potency topical glucocorticoid, which he used for 3 days and stopped 2 weeks ago. His only medication is hydrochlorothiazide.Upon arrival at the emergency department, blood pressure is 135/87 mm Hg. BMI is 31. He is drowsy but is oriented to person and place. Mucous membranes are dry. He has no rashes.Urine drug screening is negative. Serum and urine ketone testing is positive.Intravenous dextrose is started. One hour later, his blood glucose level is 90 mg/dL (5.0 mmol/L).",
  "references": "Cryer PE, Axelrod L, Grossman AB, et al; Endocrine Society. Evaluation and management of adult hypoglycemic disorders: an Endocrine Society clinical practice guideline. J Clin Endocrinol Metab. 2009;94:709-28. PMID: 19088155 doi:10.1210/jc.2008-1410",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "ensec24002_24047"
    ]
  },
  "user_performance": {
    "correct_answer": "B",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}