{
  "question_id": "inmcq24041",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat mild blepharitis with warm compresses.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 35-year-old woman is evaluated during a health maintenance examination. She notes frequent dryness in her eyes but also has excessive tearing, especially in colder weather. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. Conjunctiva and sclera appear healthy, eyelids appear normal, but scaling is noted at the base of the eyelashes bilaterally. There is no conjunctival injection. Visual acuity is normal. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cyclosporine eyedrops",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-potency glucocorticoid cream to the eyelids",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methylprednisolone eyedrops",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Warm eye compresses nightly",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in treatment of likely blepharitis is a trial of warm compresses to the eyes nightly (Option D). Blepharitis is eyelid inflammation and may be anterior or posterior. Anterior blepharitis occurs at the eyelid bases and often involves the eyelash follicles, sometimes extending to the outer aspects of the lid superiorly toward the eyebrow or inferiorly toward the maxilla. Posterior blepharitis involves inner eyelid inflammation near the meibomian glands at the edge of the lids just posterior to the eyelash follicles. Findings in both cases include eyelid swelling, redness, and skin flaking; eyelash loss, misdirection, and crusting; and excessive tearing. Blocked meibomian glands may be seen in posterior disease. In anterior blepharitis, colonization with staphylococcal species, contact dermatitis, and psoriasis may be causative.Posterior blepharitis often occurs in patients with rosacea and seborrheic dermatitis and is caused by dysfunction of the meibomian glands. These glands secrete a lipid-containing compound needed for effective tear formation. Blockage of these glands, tear duct obstruction, or changes in secretion can reduce meibum quality and contribute to skin and eye dryness. Corneal erosions and ulcerations can be seen in severe cases. Treating all forms of blepharitis involves warm compresses, eyelid washing and massage, and artificial tears. Topical antibiotics may be useful in unresponsive disease. Refractory cases necessitate referral to an ophthalmologist. This patient has evidence of limited eyelid inflammation, specifically chronic anterior blepharitis with symptoms of excessive tearing in cold weather and dry eyes. A trial of warm compresses nightly is reasonable for her mild symptoms. Artificial tears may also reduce her dry eye symptoms.Topical cyclosporine may be useful as an off-label treatment for severe refractory blepharitis. This patient has mild blepharitis and does not require more intensive therapies, such as cyclosporine (Option A), which would also require ophthalmology referral.Topical glucocorticoid cream (Option B) or glucocorticoid eyedrops (Option C) are not recommended to treat most cases of blepharitis because they may increase the risk for infection, cataract development, and increased intraocular pressure, especially with prolonged use. Although severe refractory cases of blepharitis may require consideration of glucocorticoid therapy, this should be done only in conjunction with ophthalmologic referral. This patient has mild blepharitis, and warm compresses are the most appropriate treatment.",
  "critique_links": [],
  "key_points": [
    "Treatment of all forms of blepharitis includes warm compresses, eyelid washing and massage, and artificial tears; refractory cases necessitate referral to an ophthalmologist."
  ],
  "references": "Onghanseng N, Ng SM, Halim MS, et al. Oral antibiotics for chronic blepharitis. Cochrane Database Syst Rev. 2021;6:CD013697. PMID: 34107053 doi:10.1002/14651858.CD013697.pub2",
  "related_content": {
    "syllabus": [
      "insec24003_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.941829-06:00"
}