{
  "question_id": "csmcq24058",
  "category": "cs",
  "educational_objective": "Diagnose acute cough caused by influenza virus.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 40-year-old man is evaluated in December for a 2-day history of cough and fever. The symptoms had a sudden onset and have since been accompanied by headache, fatigue, and myalgias. He has had persistent fever with temperatures up to 38.3 °C (101.0 °F). He has no dyspnea and reports that his spouse has the same symptoms. Results of multiple SARS-CoV-2 home rapid antigen tests are negative. He does not smoke or use tobacco products. His medical history is otherwise unremarkable, and he takes no medications.On physical examination, temperature is 38.9 °C (102.0 °F), pulse rate is 100/min, and respiration rate is 15/min. Oxygen saturation is 98% with the patient breathing ambient air. The oropharynx shows no exudates. There is no cervical lymphadenopathy. Lungs are clear to auscultation. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Allergic rhinitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Community-acquired pneumonia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Influenza virus infection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rhinovirus infection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is influenza virus infection (Option C). Viral infections, including upper respiratory tract infections and bronchitis, often cause acute cough. Other frequent conditions that may present with acute cough include allergic rhinosinusitis, pneumonia, medication adverse effects, and pulmonary edema. Influenza virus is a particularly common cause of acute cough. It typically causes acute onset of a nonproductive cough in association with fevers, which may be high; myalgia; and headache. Other associated symptoms include gastrointestinal symptoms, including diarrhea or abdominal pain. During expected seasonal outbreaks of influenza (between autumn and early spring), testing to confirm the diagnosis in otherwise healthy patients is optional; testing should be considered when there is diagnostic uncertainty and in patients at high risk for complications if the testing result will influence clinical management. Early diagnosis of influenza is crucial because treatment is most effective when started early in the disease course, especially within 48 hours. This patient's presentation of sudden onset of nonproductive cough, fever, and myalgia with accompanying fatigue and headache is highly suggestive of influenza virus infection.Allergic rhinitis (Option A) would be associated with milder symptoms, such as upper airway congestion, sneezing, and rhinitis, and would not be associated with fever and the other constitutional symptoms present in this patient.Community-acquired pneumonia (CAP) (Option B) is an unlikely diagnosis based on this patient's presentation. Clinical findings that support performing chest radiography for possible CAP include abnormal vital signs (pulse rate >100/min, respiration rate >24/min, temperature >38.0 °C [100.4 °F]), abnormal lung examination findings (crackles, egophony, or tactile fremitus), and altered mental status. Patients with CAP may also have a cough productive of sputum and hypoxemia. Although this patient is febrile, symptoms and signs suggestive of CAP are absent, and he has other findings indicating influenza. Therefore, CAP is unlikely, and chest radiography is not necessary in this patient.Rhinovirus infection (Option D) is associated with a lower fever (temperature <37.8 °C [100.0 °F]) with a prodrome of odynophagia, mild malaise, and upper airway congestion with cough due to postnasal drip. This patient's high fever and myalgias make rhinovirus less likely than influenza virus infection.",
  "critique_links": [],
  "key_points": [
    "Influenza virus infection is characterized by a presentation of acute cough, sudden-onset fever, and myalgia, especially during influenza season (between autumn and early spring)."
  ],
  "references": "Uyeki TM, Bernstein HH, Bradley JS, et al. Clinical practice guidelines by the Infectious Diseases Society of America: 2018 update on diagnosis, treatment, chemoprophylaxis, and institutional outbreak management of seasonal influenza. Clin Infect Dis. 2019;68:e1-e47. PMID: 30566567 doi:10.1093/cid/ciy866",
  "related_content": {
    "syllabus": [
      "cssec24002_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.085300-06:00"
}