{
  "question_id": "enmcq24074",
  "category": "en",
  "educational_objective": "Evaluate nonthyroidal illness syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 35-year-old man is evaluated in the hospital for abnormal thyroid function test results. Yesterday, he was admitted to the ICU with severe acute pancreatitis resulting from hypertriglyceridemia. Thyroid function tests were drawn as part of his initial evaluation. He is receiving intravenous fluids.On physical examination, blood pressure is 108/72 mm Hg, pulse rate is 90/min, and other vital signs are normal. The thyroid gland is nontender, of normal size, and without nodules. Abdominal examination reveals mild epigastric tenderness.Laboratory studies:Thyroid-stimulating hormone0.2 μU/mL (0.2 mU/L)LFree thyroxine0.5 ng/dL (6 pmol/L)LTotal thyroxine4 μg/dL (52 nmol/L)LTotal triiodothyronine50 ng/dL (0.8 nmol/L)L",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Levothyroxine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Liothyronine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pituitary MRI",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyroid function testing in 6 weeks",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has nonthyroidal illness syndrome (NTIS), formerly known as euthyroid sick syndrome; the most appropriate management is to repeat thyroid function testing after he recovers from his current illness (Option D). NTIS is common in hospitalized patients and is characterized by transient changes in thyroid function testing that resemble central hypothyroidism: low total thyroxine (T4) and total triiodothyronine (T3) levels with low or low-normal thyroid-stimulating hormone (TSH) levels. NTIS is caused by reduced thyrotropin-releasing hormone levels, which, in addition to the inflammatory response to illness, lower TSH levels. Notably, TSH levels should remain detectable in NTIS; TSH levels below the detectable limit suggest thyroid disease. As the patient recovers from illness, TSH levels can rise but remain below 20 μU/mL (20 mU/L). Low total T4 and T3 levels can occur in adults with acute illness, and the severity of the illness is reflected by the magnitude of changes in these levels. Changes in T4 and T3 levels are related to decreased activity of type 1 and type 2 deiodinase and increased activity of type 3 deiodinase. Reverse T3, a biologically inactive hormone, increases. These changes should normalize as the patient recovers. NTIS is the likely cause of this critically ill patient's abnormal thyroid function tests, and the testing should be repeated in approximately 6 weeks once he has recovered from acute pancreatitis.Levothyroxine (Option A) or T3-containing compounds (liothyronine) (Option B) do not appear to be beneficial in critically ill patients with low T4 or T3 levels. Levothyroxine is indicated for patients with hypothyroidism, which is characterized by low free T4 levels and elevated TSH levels. T3-containing compounds are not recommended in the treatment of hypothyroidism because of their short half-life, resulting in nonphysiologic T3 spikes.A pituitary MRI (Option C) to evaluate for central hypothyroidism, which is rare, is not needed in the evaluation of NTIS. If there is strong suspicion for central hypothyroidism, measuring reverse T3 may distinguish nonthyroidal illness (reverse T3 would be high) from central hypothyroidism (reverse T3 would be low).",
  "critique_links": [],
  "key_points": [
    "Nonthyroidal illness syndrome (NTIS) is common in hospitalized patients and is indicated by transient changes in thyroid function testing that resemble central hypothyroidism.",
    "In patients with NTIS, the thyroid-stimulating hormone level should be rechecked approximately 6 weeks after the patient has recovered from nonthyroidal illness to assess for normalization."
  ],
  "references": "Langouche L, Jacobs A, Van den Berghe G. Nonthyroidal illness syndrome across the ages. J Endocr Soc. 2019;3:2313-2325. PMID: 31745528 doi:10.1210/js.2019-00325",
  "related_content": {
    "syllabus": [
      "ensec24005_24037"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:27.259246-06:00"
}