{
  "question_id": "pmmcq24002",
  "category": "pm",
  "educational_objective": "Manage mild, minimally symptomatic obstructive sleep apnea.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 57-year-old man is evaluated for loud snoring. His husband notes a long history of snoring that is worse in the supine position. The patient occasionally gasps when supine, but his husband has not noted apnea. The patient describes a regular sleep schedule between 10:30 pm and 6:30 am; he awakens feeling rested and does not have daytime sleepiness or headaches. He does not drink alcohol. Medical history is significant for dyslipidemia and recently diagnosed type 2 diabetes mellitus. Medications are rosuvastatin and metformin.On physical examination, vital signs are normal. Oxygen saturation is 97% with the patient breathing ambient air. BMI is 36. He has a low-lying soft palate and normal tonsils. Pulmonary, cardiac, and neurologic examinations are normal.The patient is referred to a bariatric clinic.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Home sleep apnea testing",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "In-laboratory polysomnography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Overnight pulse oximetry",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further diagnostic testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate option at this time in this patient with possible mild and minimally symptomatic obstructive sleep apnea (OSA) is to forgo further diagnostic testing (Option D). Obesity is the most important risk factor for OSA, and in patients who are overweight or obese with OSA, weight loss decreases severity of disease, snoring, and apnea. Weight loss should be recommended to all patients with OSA who are overweight or obese. In minimally symptomatic patients with mild OSA, weight loss alone may be the preferred therapy. Other conservative measures that may be effective in the management of OSA include limiting time spent in the supine position and curbing alcohol intake. This patient snores loudly, with occasional nocturnal gasping, and likely has mild OSA, which may be supine position dependent. He has obesity but no other sleep-related symptoms, and an attempt at weight loss is the best first step.Home sleep apnea testing (HSAT) (Option A) should be reserved for patients with a high probability of moderate to severe apnea in whom positive airway pressure therapy is being considered. HSAT is less sensitive in those with milder sleep apnea. This patient likely only has mild OSA, and HSAT is not indicated.In-laboratory polysomnography (Option B) would be an appropriate test for symptomatic patients who are interested in targeted treatment for OSA (e.g., continuous positive airway pressure) or patients with a strong likelihood of mild OSA, especially those who have not improved with conservative therapy. However, in this minimally symptomatic patient, testing should be preceded by a trial of weight loss.Overnight pulse oximetry alone (Option C) is not indicated in this patient. Although it is an essential element of both HSAT and in-laboratory polysomnography, overnight oximetry is poorly discriminative when used alone and does not have a proven role in the diagnostic evaluation of possible OSA.",
  "key_points": [
    "In patients who are overweight or obese, weight loss improves obstructive sleep apnea severity and should be recommended in all patients."
  ],
  "references": "Hudgel DW, Patel SR, Ahasic AM, et al; American Thoracic Society Assembly on Sleep and Respiratory Neurobiology. The role of weight management in the treatment of adult obstructive sleep apnea. An official American Thoracic Society clinical practice guideline. Am J Respir Crit Care Med. 2018;198:e70-87. PMID: 30215551 doi:10.1164/rccm.201807-1326ST",
  "related_content": {
    "syllabus": [
      "pmsec24008_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:15:52.930035-06:00"
}