{
  "question_id": "fcmcq24029",
  "category": "fc",
  "educational_objective": "Assess a patient's values and preferences during shared decision making.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 55-year-old man is evaluated during a routine visit. His last visit was 5 years ago. His close friend was diagnosed with prostate cancer, and the patient is wondering whether he should be screened for this disease. He is asymptomatic.Physical examination findings, including vital signs, are normal.The physician tells the patient that screening for prostate cancer is not straightforward and explains the options. The patient asks, “What would you recommend if you were me?”",
  "question_stem": "What is the most appropriate response?",
  "options": [
    {
      "letter": "A",
      "text": "“Because you are worried, let's go ahead and order the prostate-specific antigen blood test.”",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "“I wish I could make the decision for you, but it's really your decision to make.”",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "“Personally, I wouldn't do this test because it isn't always accurate.”",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "“To help you with this decision, I'd like to hear what's most important to you.”",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient should first be asked what is important to him (Option D) as part of shared decision making. Shared decision making occurs when health care providers and patients collaborate to make health care decisions that draw on the provider's knowledge, experience, and medical evidence and considers the needs, preferences, desires, and values of the patient. Shared decision making can reduce decisional conflict, increase patients' knowledge of their options, and help them reach decisions consistent with their values. This process allows the clinician to present treatment or management options in a manner that allows the patient to have a say in decisions that affect their own health. The SHARE framework, which outlines the steps for shared decision making, is described in Table: SHARE Steps for Shared Decision Making. Guidelines recommend that the decision for prostate cancer screening be individualized and that patients be given the chance to make an informed decision with their provider (see Table: Recommendations for Prostate Cancer Screening). This patient is seeking advice from his physician before expressing his preferences and needs and reviewing the risks and benefits of screening. Therefore, the most appropriate answer is to elicit what is important to the patient as he evaluates his options before proceeding.Reassuring the patient by ordering a prostate-specific antigen test (Option A) is not the most appropriate response. In answering the patient's question this way, the physician is making a recommendation based on an inference that the patient wants to be screened, rather than determining what his actual wishes are, and is not giving him the opportunity to discuss his values and preferences regarding screening options.It is appropriate for clinicians to refrain from giving patients their recommendations before eliciting patients' preferences and values. However, responding this way without providing patients with information regarding their options or eliciting their preferences and values (Option B) is inappropriate.It is not appropriate for a physician to offer guidance (Option C) without first giving the patient information about risks and benefits and eliciting the patient's values and concerns. After shared decision-making discussions, physicians can help patients come to decisions that are most consistent with their values.",
  "key_points": [
    "Shared decision making occurs when health care providers and patients collaborate to make health care decisions that draw on the provider's knowledge, experience, and medical evidence and considers the needs, preferences, desires, and values of the patient.",
    "Shared decision making can reduce decisional conflict, increase patients' knowledge of their options, and help them reach decisions consistent with their values."
  ],
  "references": "Agency for Healthcare Research and Quality. The SHARE approach. Accessed September 3, 2023. www.ahrq.gov/health-literacy/professional-training/shared-decision/index.html",
  "related_content": {
    "syllabus": [
      "fcsec24005_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:33.942766-06:00"
}