{
  "question_id": "npcor25009",
  "category": "np",
  "educational_objective": "Manage acute tubular necrosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 56-year-old woman is evaluated in the hospital for acute kidney injury after being hospitalized for severe community-acquired pneumonia. In the emergency department 3 days ago, her blood pressure was 84/40 mm Hg. Aggressive fluid resuscitation with 0.9% saline was administered. Ceftriaxone and azithromycin were initiated. She has no other medical conditions.Today, on physical examination, temperature is 38.2 °C (100.8 °F), blood pressure is 120/68 mm Hg, pulse rate is 90/min, respiration rate is 20/min, and oxygen saturation is 91% with the patient breathing 4 L of oxygen by nasal cannula. Bilateral rhonchi are heard on lung examination. 1+ Lower extremity edema is present.Urine output has been 380 mL during the past 24 hours.Laboratory studies:Blood urea nitrogen45 mg/dL (16.1 mmol/L)HCreatinine3.2 mg/dL (282.9 µmol/L)H3 days ago, on admission1.3 mg/dL (114.9 µmol/L)Sodium135 mEq/L (135 mmol/L)LPotassium4.9 mEq/L (4.9 mmol/L)Bicarbonate19 mEq/L (19 mmol/L)LUrinalysis with microscopySpecific gravity 1.010; pH 5.5; 5 leukocytes/hpf; no erythrocytes; no protein; many granular casts; no crystalsFractional excretion of sodium2.6%H",
  "question_stem": "Which of the following is the most appropriate next step in the management of this patient's acute kidney injury?",
  "options": [
    {
      "letter": "A",
      "text": "Additional 1 L of 0.9% saline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Discontinuation of ceftriaxone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Kidney replacement therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continued close monitoring",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is continued close monitoring (Option D) for this patient with acute tubular necrosis (ATN). ATN, also known as acute tubular injury, is commonly due to sepsis, protracted hypotension, and nephrotoxins. In patients with a history of hypotension and acute kidney injury (AKI), such as this patient, laboratory evaluation can help to differentiate prerenal azotemia from ATN (see Table: Prerenal Acute Kidney Injury Versus Acute Tubular Necrosis). An elevated fractional excretion of sodium (FENa) is useful in identifying ATN because in the setting of oliguria, the renal tubules should retain sodium; a high FENa therefore indicates tubular injury. On urine microscopy, granular casts are a characteristic finding of ATN. This patient's presentation (sepsis, a rapid rise in serum creatinine level, oliguria, granular casts, and a FENa of 2.6%) is consistent with ATN. ATN does not rapidly improve with restoration of intravascular volume and adequate renal perfusion, and no efficacious pharmacologic therapies exist. Therefore, treatment for ATN consists of close monitoring, avoidance of further injury, and supportive care.This patient is hemodynamically stable with evidence of extracellular volume excess after volume resuscitation; she does not require further fluid administration (Option A), which could contribute to further volume overload in this phase of ATN. Unlike patients with prerenal AKI, patients with ATN do not improve rapidly with restoration of intravascular volume, and recovery may take days to weeks. In patients with ATN, oliguria does not indicate decreased renal perfusion.Although antibiotics are strongly associated with acute interstitial nephritis (AIN), the rise in serum creatinine does not typically occur until 7 to 10 days after drug initiation. In addition, urine microscopy findings in AIN include proteinuria, leukocytes, erythrocytes, and leukocyte casts. The patient has been receiving antibiotics for less than 7 days, so she would not be expected to have AIN. Discontinuing ceftriaxone (Option B) is not indicated.The patient has no typical indications to begin kidney replacement therapy (Option C), such as volume overload that does not respond to diuretics, hyperkalemia or metabolic acidosis refractory to medical management, or encephalopathy.",
  "critique_links": [],
  "key_points": [
    "Sepsis-related acute tubular necrosis (ATN) is a common cause of acute kidney injury in hospitalized patients.",
    "Treatment for ATN is supportive, given the lack of efficacious pharmacologic therapies."
  ],
  "references": "Gaut JP, Liapis H. Acute kidney injury pathology and pathophysiology: a retrospective review. Clin Kidney J. 2021;14:526-536. PMID: 33623675 doi:10.1093/ckj/sfaa142",
  "related_content": {
    "syllabus": [
      "npsec24006_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/nptab24028.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "nptab24028",
        "file": "tables/nptab24028.html",
        "title": "Diagnostic Findings Differentiating Prerenal Acute Kidney Injury from Acute Tubular Necrosis",
        "short_title": "Prerenal Acute Kidney Injury Versus Acute Tubular Necrosis",
        "footnotes": [
          "BUN = blood urea nitrogen; FE<sub>Na</sub> = fractional excretion of sodium; FE<sub>Urea</sub> = fractional excretion of urea.a",
          "<sup>a</sup>Urine sediment findings are more sensitive and specific than BUN-creatinine ratios.",
          "<sup>b</sup>FE<sub>Na</sub> = (Urine sodium concentration × Plasma creatinine concentration)/(Urine creatinine concentration × Plasma sodium concentration) × 100.",
          "<sup>c</sup>FE<sub>Urea</sub> = (Urine urea concentration × Plasma creatinine concentration)/(Urine creatinine concentration × Plasma urea concentration) × 100.",
          "<sup>d</sup>FE<sub>Na</sub> can be high in prerenal states with diuretic use, adrenal insufficiency, or metabolic alkalosis.",
          "<sup>e</sup>FE<sub>Na</sub> can be low in acute tubular necrosis due to contrast-associated nephropathy, pigment nephropathy, glomerulonephritis, or early obstruction."
        ],
        "headers": [
          "Condition",
          "BUN-Creatinine Ratioa",
          "Urine Osmolality (mOsm/kg H2O)",
          "Urine Sodium (mEq/L [mmol/L])",
          "FENab",
          "FEUreac",
          "Urinalysis and Microscopya"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.558303-06:00"
}