{
  "question_id": "hmqqq24014",
  "category": "hm",
  "educational_objective": "Treat provoked deep venous thrombosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 54-year-old man undergoes follow-up evaluation for deep venous thrombosis after a left hip replacement 2 months ago. He is feeling well, his swelling has improved, and he reports no pain. His only medication is rivaroxaban.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Completion of 3-month course of anticoagulation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "D-dimer measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Extended anticoagulation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thrombophilia evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to complete a 3-month course of anticoagulation (Option A). Decisions regarding anticoagulation therapy duration depend on the recurrent venous thromboembolism (VTE) risk without anticoagulation, the bleeding risk with anticoagulants, and the patient's preference. In patients with proximal leg deep venous thrombosis (DVT) or pulmonary embolism, the cumulative VTE recurrence risk after discontinuation of anticoagulation is as follows:1% for the first year and 3% over 5 years for VTE provoked by major surgery5% for the first year and 15% over 5 years for VTE provoked by a nonsurgical reversible risk factor10% for the first year and 30% over 5 years for unprovoked VTEThis patient experienced a provoked DVT after major surgery. In provoked thrombosis with reversible risk factors, guidelines recommend 3 to 6 months of anticoagulation.Although an elevated D-dimer level can identify persons at risk, this test has low specificity, and a normal D-dimer level cannot safely rule out the possibility of future recurrence; therefore, the utility of this testing strategy is limited. Furthermore, this patient had a provoked DVT, which is another reason not to perform follow-up D-dimer testing (Option B).Because of the high risk of recurrence with discontinuation of anticoagulant therapy, extended anticoagulant therapy (Option C) should be considered following an unprovoked VTE. However, this patient's DVT was provoked by surgery; therefore, extended anticoagulation is not a reasonable option at this time.Identifying an inherited thrombophilia often does not change treatment decisions in most patients with VTE. The American Society of Hematology Choosing Wisely Campaign specifically recommends against thrombophilia testing (Option D) in adults with VTE that occurs in the setting of a major transient risk factor, such as surgery, prolonged immobility, or trauma.",
  "critique_links": [],
  "key_points": [
    "In provoked deep venous thrombosis with reversible risk factors, 3 to 6 months of anticoagulation is recommended."
  ],
  "references": "Ortel TL, Neumann I, Ageno W, et al. American Society of Hematology 2020 guidelines for management of venous thromboembolism: treatment of deep vein thrombosis and pulmonary embolism. Blood Adv. 2020;4:4693-4738. PMID: 33007077 doi:10.1182/bloodadvances.2020001830",
  "related_content": {
    "syllabus": [
      "hmsec24009_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.073380-06:00"
}