{
  "question_id": "hmcor25008",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Treat a patient with anemia of inflammation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 82-year-old man is evaluated in the emergency department for fever and increased pain at the site of a chronic pressure ulcer. He resides in a long-term care facility. Medical history is notable for a stroke 5 years ago, which left him partially immobilized. Medications are lisinopril, atorvastatin, and aspirin.On physical examination, he appears thin and frail. Temperature is 38.0 °C (100.4 °F), and other vital signs are normal. He has right hemiplegia. A 10-cm × 8-cm pressure ulcer is present on the sacrum and gluteus with visible bone.Laboratory studies:Hemoglobin8.5 g/dL (85 g/L)LLeukocyte count12,000/μL (12 × 109/L)HMean corpuscular volume80 fLReticulocyte count0.7% of erythrocytesFerritin800 ng/mL (800 μg/L)HIron10 μg/dL (2 μmol/L)LTotal iron-binding capacity200 μg/dL (36 μmol/L)LA plain radiograph of the lumbosacral spine demonstrates changes consistent with osteomyelitis. A bone culture is obtained.Wound care and culture-directed antibiotics are planned.",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Erythrocyte transfusion",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Erythropoietin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous ferrous gluconate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No further treatment is needed (Option D) for this patient with anemia of inflammation. Anemia of inflammation can accompany significant infections (e.g., tuberculosis, endocarditis, osteomyelitis), inflammatory disorders (e.g., rheumatoid arthritis or vasculitis), and malignancies. Occasionally it can be seen in conditions such as heart failure and diabetes mellitus that are not considered chronic inflammatory diseases. This anemia is most often normochromic and normocytic or slightly microcytic. Inflammation results in release of interleukin-1 and interleukin-6 from macrophages, which in turn stimulates hepcidin release from the liver. Hepcidin regulates iron balance by reducing the iron transport channel (ferroportin) on enterocytes and macrophages, leading to reduced intestinal absorption and reduced release of iron from macrophages, explaining the characteristically low serum iron level and total iron-binding capacity. The serum ferritin level is typically elevated. Management is directed toward treatment of the underlying condition. This patient most likely has anemia of inflammation resulting from the infected sacral pressure ulcer with underlying osteomyelitis. No additional therapy for his anemia is required beyond antibiotics and wound management.Erythrocyte transfusion (Option A) is only indicated for patients with anemia of inflammation who have severe, life-threatening, symptomatic anemia that cannot await the treatment of the underlying condition. Most often, the transfusion trigger is a hemoglobin level less than 7 g/dL (70 g/L). This patient has no current indication for transfusion.Elevated inflammatory cytokines result in reduced production and blunted action of endogenous erythropoietin. Erythropoiesis-stimulating agents (Option B) generally provide limited value in anemia of inflammation.The reduced serum iron level and total iron-binding capacity with the elevated serum ferritin level are consistent with anemia of inflammation rather than iron deficiency (in which the total iron-binding capacity is typically normal or elevated and the ferritin level is <100 ng/mL [100 μg/L]). Intravenous iron, such as ferrous gluconate (Option C), is ineffective in treating the anemia of inflammation. Because bacteria require iron as a growth factor, the use of intravenous iron during an active infection may increase the risk of uncontrolled infection.",
  "critique_links": [],
  "key_points": [
    "Anemia of inflammation is characterized by normocytic or mildly microcytic anemia, increased serum ferritin level, low serum iron level, and a reduced total iron-binding capacity.",
    "The treatment of anemia of inflammation is directed toward the underlying disorder."
  ],
  "references": "Ganz T. Anemia of inflammation. N Engl J Med. 2019;381:1148-1157. PMID: 31532961 doi:10.1056/NEJMra1804281",
  "related_content": {
    "syllabus": [
      "hmsec24004_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.760198-06:00"
}