{
  "question_id": "cvmcq24064",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage persistent hypertriglyceridemia despite statin therapy in patients with coronary artery disease or diabetes.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 48-year-old man is evaluated during a follow-up visit for acute coronary syndrome diagnosed 2 months ago. Coronary angiography revealed three-vessel coronary artery disease; he underwent coronary artery bypass graft surgery and has fully recovered. He also has type 2 diabetes mellitus, hypertension, and dyslipidemia. Medications are aspirin, ticagrelor, metoprolol, ramipril, semaglutide, metformin, and atorvastatin.On physical examination, blood pressure is 106/58 mm Hg and pulse rate is 54/min and regular. BMI is 32.7. Cardiac examination is normal. A well-healed median sternotomy site is noted.Laboratory studies:HDL cholesterol38 mg/dL (0.98 mmol/L)LDL cholesterol54 mg/dL (1.40 mmol/L)Triglycerides320 mg/dL (3.62 mmol/L)HSerum creatinine1.0 mg/dL (88.4 µmol/L)Hemoglobin A1c6.2%H",
  "question_stem": "Which of the following is the most appropriate medication to add to reduce this patient's risk for future major adverse cardiac events?",
  "options": [
    {
      "letter": "A",
      "text": "Alirocumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Icosapent ethyl",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Insulin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Niacin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment strategy for this patient with persistent hypertriglyceridemia is to add icosapent ethyl (Option B). In patients who either have established cardiovascular disease or are at high risk based on the combination of being 50 years of age or older, having diabetes, and having at least one other atherosclerotic cardiovascular disease (ASCVD) risk factor, and who have persistently elevated triglyceride levels despite statin therapy, adding icosapent ethyl, a highly purified fish oil, may be beneficial. The REDUCE-IT study found that in this patient population, icosapent ethyl significantly reduced the composite end point of cardiovascular death, nonfatal myocardial infarction, nonfatal stroke, coronary revascularization, or unstable angina compared with placebo. The study found a 4.8% absolute risk reduction for this composite end point over a median follow-up of 4.9 years. This patient has established ASCVD and an elevated triglyceride level despite a high-intensity statin. Adding icosapent ethyl is the best next step in treating the persistently elevated triglyceride level to prevent future cardiovascular events.High-intensity statin therapy is indicated in patients with diabetes and coronary artery disease, regardless of baseline LDL cholesterol (LDL-C) level, to achieve a goal LDL-C reduction of 50% or more from baseline and an optimal LDL-C level less than 55 mg/dL (1.42 mmol/L). The addition of a proprotein convertase subtilisin/kexin 9 inhibitor, such as alirocumab (Option A), or ezetimibe is a reasonable next step if this LDL-C goal is not achieved. Adding these agents, however, is not indicated to improve triglyceride levels not adequately reduced with statin therapy. Icosapent ethyl is a better choice in this scenario.Improving glycemic control in patients with diabetes usually results in a decrease in triglyceride levels. This patient, however, already has reasonable glycemic control as shown by the hemoglobin A1c of 6.2%, and adding insulin (Option C) is likely to cause hypoglycemia without a significant improvement in triglyceride level.Niacin (Option D) is incorrect because, unlike icosapent ethyl, it provides no long-term improvement in clinical outcomes. It also may be difficult to tolerate and may worsen control of diabetes. The American College of Cardiology/American Heart Association cholesterol guidelines have excluded the use of niacin.",
  "critique_links": [],
  "key_points": [
    "In patients who have established atherosclerotic cardiovascular disease (ASCVD) or are at high risk based on the combination of being 50 years of age or older, having diabetes, and having at least one other ASCVD risk factor, as well as persistently elevated triglyceride levels despite statin therapy, adding icosapent ethyl may prevent future cardiovascular events."
  ],
  "references": "Bhatt DL, Steg PG, Miller M, et al; REDUCE-IT Investigators. Cardiovascular risk reduction with icosapent ethyl for hypertriglyceridemia. N Engl J Med. 2019;380:11-22. PMID: 30415628 doi:10.1056/NEJMoa1812792",
  "related_content": {
    "syllabus": [
      "cvsec24004_24035"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.081985-06:00"
}