{
  "question_id": "idmcq24114",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat a mild diabetic foot infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 49-year-old man is evaluated for new-onset erythema and tenderness on the skin surrounding a chronic foot wound. The patient reports no previous foot wounds, need for frequent antibiotics, or previous hospitalizations. Medical history is significant for type 2 diabetes mellitus, peripheral neuropathy, and hyperlipidemia. Medications are metformin, dulaglutide, gabapentin, and rosuvastatin. He reports a remote history of gastrointestinal upset to amoxicillin.On physical examination, vital signs are normal. A shallow ulcer is present on the plantar surface of the left great toe. The base of the wound is clean and without purulence. Erythema, warmth, and mild induration surround the distal and lateral aspects of the wound, extending to about 1.5 cm. The wound is tender to the touch, but active or passive range of motion of the toe does not elicit tenderness. Both feet are pink and warm, with normal dorsalis pedis pulses.",
  "question_stem": "Which of the following is the most appropriate empiric treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cephalexin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Penicillin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trimethoprim-sulfamethoxazole",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has a mild skin and soft tissue infection associated with a diabetic foot wound, and cephalexin would be the most appropriate empiric treatment (Option A). The severity and extent of diabetic foot infections guide treatment. Mild infections involve only skin and subcutaneous tissue, with erythema confined to less than 2 cm beyond the ulcer border, as in this patient. The most common causative pathogens in mild infections are aerobic streptococci and staphylococci. Cephalexin, clindamycin, amoxicillin-clavulanate, and dicloxacillin are all appropriate treatment options; empiric coverage for anaerobic organisms is unnecessary. The mild severity of this patient's infection as well as the lack of pus or risk factors associated with methicillin-resistant Staphylococcus aureus (MRSA) (e.g., history of MRSA infection and frequent/recent exposure to antibiotics or health care settings), enable the patient to be treated with a short course (7-14 days) of a first-generation cephalosporin or antistaphylococcal penicillin.Ciprofloxacin does not have optimal activity against aerobic staphylococci and streptococci, the most common organisms implicated in mild diabetic foot infections (Option B). Although ciprofloxacin would have coverage against Pseudomonas and other gram-negative bacteria, those organisms are generally seen in more severe and deep-tissue infections.Although penicillin would cover many streptococcal species, it lacks reliable activity against staphylococcal species because of the production of penicillinase by most staphylococci (Option C). An antistaphylococcal penicillin, such as dicloxacillin, or a first-generation cephalosporin can be used instead.Trimethoprim-sulfamethoxazole (Option D) or doxycycline can be used with a β-lactam antibiotic that provides coverage against streptococci to treat mild infections with pus or MRSA risk factors. Trimethoprim-sulfamethoxazole is inappropriate for this patient because the suspicion for MRSA is low and no pus is present.",
  "critique_links": [],
  "key_points": [
    "Mild diabetic foot infections without pus or methicillin-resistant Staphylococcus aureus risk factors can be treated with a short course (7-14 days) of a first-generation cephalosporin or antistaphylococcal penicillin.",
    "Mild diabetic foot infections with pus or methicillin-resistant Staphylococcus aureus risk factors can be treated with trimethoprim-sulfamethoxazole or doxycycline and a β-lactam antibiotic that provides coverage against streptococci."
  ],
  "references": "Armstrong DG, Tan TW, Boulton AJM, et al. Diabetic foot ulcers: A review. JAMA. 2023;330:62-75. PMID: 37395769 doi:10.1001/jama.2023.10578",
  "related_content": {
    "syllabus": [
      "idsec24002_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:55.402202-06:00"
}