{
  "question_id": "hmmcq24057",
  "category": "hm",
  "educational_objective": "Manage low-risk pulmonary embolism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 72-year-old man is evaluated in the emergency department for pleuritic chest pain and shortness of breath of 2 days' duration. Medical history is unremarkable, and he takes no medications.On physical examination, blood pressure is 124/72 mm Hg, and pulse rate is 98/min. Oxygen saturation is 94% with the patient breathing ambient air. The remainder of the physical examination is normal.Laboratory studies show an elevated D-dimer level and normal troponin and B-type natriuretic peptide levels.CT angiogram of the chest shows a left-sided segmental pulmonary embolism without right ventricular enlargement.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Discharge home and treat with apixaban",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hospitalize and start rivaroxaban",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hospitalize and start unfractionated heparin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hospitalize for thrombolytic therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to discharge the patient home and treat with a direct oral anticoagulant (DOAC) such as apixaban (Option A). Although most patients with pulmonary embolism (PE) require hospitalization, a subset of patients with an excellent prognosis can be safely treated as outpatients. The Pulmonary Embolism Severity Index (PESI) is a validated prediction tool for assessing the clinical severity and potential outcomes of patients with PE (see Table: Simplified PESI). It can be used to identify patients who may qualify for outpatient treatment. The simplified PESI defines patients with PE as low risk for adverse outcomes if the following criteria are met:80 years or younger without significant comorbidityPulse rate less than 110/minSystolic blood pressure of 100 mm Hg or greaterOxygen saturation of 90% or greaterMany patients with a simplified PESI score of 0 can be treated as outpatients, if it can be done logistically and no other contraindications exist. DOACs such as apixaban and rivaroxaban are the preferred treatment for most patients with venous thromboembolism and are approved for use as initial therapy without antecedent parenteral therapy, making them ideal for outpatient treatment. This patient has a newly diagnosed PE with a simplified PESI score of 0, which places him at low risk for adverse outcomes. Outpatient treatment with apixaban is appropriate.This patient with a low-risk PESI score and no other contraindications to outpatient management does not require hospitalization for treatment with a DOAC such as rivaroxaban (Option B). However, rivaroxaban and other DOACs are the preferred treatment for most patients with venous thromboembolic disease and would be appropriate treatment in this patient even if he were to require hospitalization.Unfractionated heparin (UFH) (Option C) is not routinely used for the treatment of PE, unless thrombolytic therapy or emergent surgery is being considered. UFH may be preferred in these patients because of its short half-life, but it is otherwise inferior to other treatment options. This patient has stable vital signs and a low-risk PESI score; therefore, UFH is not the most appropriate choice.Thrombolysis (Option D) is strongly indicated in patients with PE with shock or those with clinical deterioration despite anticoagulation. Thrombolytic therapy is not recommended in most patients with acute PE without hypotension, although the role of thrombolysis for submassive PE is unclear. This patient with normal vital signs and no other markers of increased risk, such as elevated biomarkers or right ventricular strain, has no indication for thrombolysis.",
  "critique_links": [],
  "key_points": [
    "The simplified Pulmonary Embolism Severity Index can identify patients with pulmonary embolism at low risk for complications who may qualify for outpatient treatment."
  ],
  "references": "Ortel TL, Neumann I, Ageno W, et al. American Society of Hematology 2020 guidelines for management of venous thromboembolism: treatment of deep vein thrombosis and pulmonary embolism. Blood Adv. 2020;4:4693-4738. PMID: 33007077 doi:10.1182/bloodadvances.2020001830",
  "related_content": {
    "syllabus": [
      "hmsec24009_24021"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/hmtab24046.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "hmtab24046",
        "file": "tables/hmtab24046.html",
        "title": "Simplified Pulmonary Embolism Severity Index (sPESI)",
        "short_title": "Simplified PESI",
        "footnotes": [
          "PESI = Pulmonary Embolism Severity Index; SBP = systolic blood pressure.",
          "<sup>a</sup>A total point score is obtained by adding the points. The score corresponds with the following risk classes: 0 = low risk; ≥1 = high risk.",
          "<sup>b</sup>Combined variable of history of heart failure and history of chronic lung disease.",
          "Reprinted with permission from Fermann GJ, Erkens PM, Prins MH, et al. Treatment of pulmonary embolism with rivaroxaban: outcomes by simplified Pulmonary Embolism Severity Index score from a post hoc analysis of the EINSTEIN PE study. Acad Emerg Med. 2015;22:299-307. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/25716463\" target=\"_blank\">PMID: 25716463</a> doi:10.1111/acem.12615"
        ],
        "headers": [
          "Variable",
          "Simplified PESIa Score"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.992300-06:00"
}