{
  "question_id": "cvvdx24039",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Diagnose chronic mitral regurgitation based on physical examination and ECG findings.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 48-year-old woman is evaluated for exertional dyspnea. S1 is diminished, and a holosystolic murmur obscures S2.ECG is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Atrial septal defect",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Chronic mitral regurgitation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Tricuspid regurgitation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ventricular septal defect",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is chronic mitral regurgitation (Option B). The diminished S1 and the holosystolic murmur that obscures S2 are consistent with mitral regurgitation. In addition, the ECG demonstrates left atrial enlargement, which may occur in mitral regurgitation. Features of left atrial enlargement include a widened (≥120 ms), M-shaped (notched) P wave in one or more of the “mitral leads” (I, II, or aVL) or a deep negative component to the P wave in V1. This ECG shows the widened M-shaped P wave in lead II and a deep negative component to the P wave in lead V1. The ECG also shows evidence of left ventricular hypertrophy by Sokolow-Lyon criteria (S wave in V1 and R in V5 >35 mm), which suggests chronic volume overload. These findings all support the diagnosis of chronic mitral regurgitation, which should be confirmed with echocardiography.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24007_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.936002-06:00"
}