{
  "question_id": "idmcq24067",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Diagnose tuberculous meningitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 38-year-old man is evaluated in the emergency department for a 3-week history of headaches, nausea, and vomiting. He has recent-onset diplopia that prompted medical attention. He was incarcerated 2 years ago. He has never traveled outside the United States. He takes no medications.On physical examination, temperature is 38.5 °C (101.3 °F), blood pressure is 130/75 mm Hg, pulse rate is 98/min, and respiration rate is 18/min. He is alert and oriented. Eye examination reveals right cranial nerve VI palsy.A fourth-generation HIV test is positive. Laboratory studies show a CD4 cell count of 50/μL.Cerebrospinal fluid (CSF) studies:Leukocyte count255/µL (255 × 106/L)HGlucose23 mg/dL (1.3 mmol/L)LProtein245 mg/dL (245 µg/L)HCSF cryptococcal antigen is negative. Gram stain, bacterial culture, and acid-fast bacilli smear of the CSF are negative.Chest radiograph shows right upper lobe calcifications. MRI of the brain with and without contrast shows basilar meningeal enhancement.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "CD8 encephalitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Neurobrucellosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Progressive multifocal leukoencephalopathy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tuberculous meningitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is tuberculous meningitis (Option D), which classically presents as basilar meningitis with cranial neuropathies (particularly of cranial nerve VI), mental status changes, and the syndrome of inappropriate secretion of antidiuretic hormone. HIV infection is a risk factor for central nervous system (CNS) tuberculosis, and the risk becomes more pronounced at lower CD4 cell counts. A history of tuberculosis exposure, an abnormal chest radiograph, and a positive tuberculin skin test or interferon-gamma release assay are suggestive but can be absent. Cerebrospinal fluid (CSF) findings include a lymphocytic pleocytosis, elevated protein level, and hypoglycorrhachia. CSF acid-fast bacilli smear is insensitive, and culture results are positive in only 38% to 88% of patients. Culture sensitivity increases with at least 3 days of serial lumbar punctures. Nucleic acid amplification testing should be performed to increase diagnostic yield. Tuberculous meningitis should be considered in patients who present with subacute basilar meningitis with cranial nerve palsies; this patient's AIDS diagnosis, incarceration history, and upper lobe calcifications further heighten the suspicion of tuberculous meningitis.CD8 encephalitis (Option A) usually occurs in patients with HIV who have been taking antiretroviral therapy. The most likely antiretrovirals associated with CD8 encephalitis are the protease inhibitors (e.g., atazanavir) because of their poor CNS penetration. CSF viral escape (levels of detectable HIV RNA in CSF despite suppressed or relatively lower virus levels in the plasma) is typically seen and is important in the pathogenesis of the encephalitis. Glucocorticoids are indicated, and antiretroviral therapy should be changed.Neurobrucellosis (Option B) can mimic tuberculous meningitis, but it is rare in the United States. Brucellosis is endemic in Central and South America, Mediterranean countries, Africa, and the Middle East. The main risk factor is eating undercooked meat or consuming unpasteurized dairy products.Progressive multifocal leukoencephalopathy (Option C) is a demyelinating CNS disorder caused by the reactivation of the JC (John Cunningham) virus in immunocompromised persons (e.g., those with AIDS and those treated with immunomodulatory medications for malignant or autoimmune diseases). Clinical criteria include behavioral and cognitive abnormalities, motor weakness, gait abnormalities, visual field deficits, speech and language disturbances, seizures, and lack of coordination. Radiographic findings include white matter lesions seen as hyperintense lesions on T2-weighted images and fluid-attenuated inversion recovery images on MRI, which are not present in this patient.",
  "critique_links": [],
  "key_points": [
    "Tuberculous meningitis should be suspected in patients with subacute or chronic meningitis, especially those with basal meningeal enhancement or cranial neuropathies."
  ],
  "references": "Huynh J, Donovan J, Phu NH, et al. Tuberculous meningitis: progress and remaining questions. Lancet Neurol. 2022;21:450-464. PMID: 35429482 doi:10.1016/S1474-4422(21)00435-X",
  "related_content": {
    "syllabus": [
      "idsec24001_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.657437-06:00"
}