{
  "question_id": "enmcq24043",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Treat mild hypercalcemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old woman is evaluated at a follow-up visit for low bone mass on dual-energy x-ray absorptiometry screening and hypercalcemia. She is asymptomatic. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are normal. The patient appears euvolemic. The remainder of the examination is unremarkable.Laboratory studies:Calcium11.4 mg/dL (2.8 mmol/L)HPhosphorus2.8 mg/dL (0.9 mmol/L)LCreatinine1.2 mg/dL (106 μmol/LParathyroid hormone94 pg/mL (94 ng/L)H24-Hour urine calcium350 mg/24 h (8.8 mmol/24 h)HEstimated glomerular filtration rate50 mL/min/1.73 m2 A kidney ultrasound is normal.",
  "question_stem": "Which of the following is the most appropriate initial treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Cinacalcet",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Furosemide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Maintaining hydration",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Zoledronate",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with primary hyperparathyroidism has mild hypercalcemia; the most appropriate initial treatment is maintaining hydration (Option C). Hypercalcemia management depends on the severity of the condition, with mild hypercalcemia classified as a serum calcium level less than 12 mg/dL (3 mmol/L). In addition to treating the underlying cause, initial treatment for mild hypercalcemia includes avoiding exacerbating factors, such as dehydration and thiazide diuretics. Preserving kidney function and promoting kidney calcium excretion are essential to avoid escalating hypercalcemia. Furthermore, the dilution of urine through adequate hydration reduces the relative supersaturation of calcium oxalate and calcium phosphate, lowering the risk for kidney stones. This asymptomatic patient with primary hyperparathyroidism (hypercalcemia, hypercalciuria, hypophosphatemia, inappropriately elevated PTH level) should be advised to maintain adequate hydration. Additionally, adjusting dietary calcium intake to approximately 1000 mg per day and maintaining serum 25-hydroxyvitamin D levels greater than 30 ng/mL (75 nmol/L) are important in her medical management. She should also be referred for consideration of parathyroidectomy given her degree of hypercalcemia (serum calcium level greater than 1 mg/dL [0.25 mmol/L] above the upper limit of normal) and kidney function (estimated glomerular filtration rate <60 mL/min/1.73 m2 and 24-hour urine calcium level >250 mg/24 h in women or 300 mg/24 h in men).In primary hyperparathyroidism, abnormal parathyroid tissue retains its responsiveness to increased serum calcium levels (i.e., responds to negative feedback). Cinacalcet (Option A) increases the sensitivity of the calcium-sensing receptor (CaSR) to ionized calcium, thus lowering serum calcium levels. Although cinacalcet would be effective in this patient, it is only indicated to treat parathyroid carcinoma or severe hypercalcemia in patients with primary hyperparathyroidism who are unable to undergo parathyroidectomy.Loop diuretics, such as furosemide (Option B), cause natriuresis, which promotes calciuresis. However, this effect has a negligible impact on hypercalcemia. Loop diuretics can assist in the management of hypercalcemia when aggressive hydration is needed but is expected to be poorly tolerated because of volume overload or kidney disease. Furosemide is not indicated in this euvolemic patient with mild, asymptomatic hypercalcemia.Glucocorticoids, such as prednisone (Option D), decrease intestinal calcium absorption and impair 1,25-dihydroxyvitamin D production by mononuclear and lymphoproliferative cells. Therefore, these medications are particularly effective for treating vitamin D–dependent hypercalcemia, which may occur in granulomatous diseases. This patient does not have vitamin D–dependent hypercalcemia and has no indication for glucocorticoids.Increased bone resorption is often the primary mechanism causing acute and severe hypercalcemia, such as that associated with malignancy. In contrast, bone resorption is not a major contributing factor in chronic and mild hypercalcemia, such as that seen with primary hyperparathyroidism. Therefore, antiresorptive agents, such as zoledronate (Option E), are best used to treat severe hypercalcemia rather than mild primary hyperparathyroidism.",
  "critique_links": [],
  "key_points": [
    "In addition to treating the underlying cause, mild hypercalcemia can be treated by avoiding exacerbating factors, especially dehydration."
  ],
  "references": "Walker MD, Shane E. Hypercalcemia: a review. JAMA. 2022;328:1624-1636. PMID: 36282253 doi:10.1001/jama.2022.18331",
  "related_content": {
    "syllabus": [
      "ensec24008_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.264569-06:00"
}