{
  "question_id": "cvvdx24023",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Identify torsades de pointes on ECG.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 35-year-old man is evaluated in the emergency department for rapid heart rate and dizziness. He was recently started on levofloxacin for community-acquired pneumonia. Medical history is significant for depression, for which he takes amitriptyline.A telemetry rhythm strip is shown.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Monomorphic ventricular tachycardia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Right bundle branch block with aberrancy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Torsades de pointes",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ventricular fibrillation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient's telemetry rhythm strip demonstrates torsades de pointes (Option C), a polymorphic ventricular tachycardia. Torsades de pointes is associated with QT interval prolongation and is characterized by an undulating QRS pattern that seems to twist across the baseline. This tracing also shows the initiation of ventricular tachycardia with a premature ventricular complex occurring during the repolarization phase of the previous QRS complex (“R-on-T” event).Macrolide and quinolone antibiotics may prolong the QT interval, particularly in combination with other QT-prolonging medications, such as some antidepressants and antipsychotics. Alternative antibiotics should be considered in patients at risk for torsades de pointes, including those with a history of a long QT interval or who are receiving medications that prolong the QT interval.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "cvsec24006_24040"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.884594-06:00"
}