{
  "question_id": "encor25007",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage diabetic ketoacidosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 22-year-old man is evaluated in the ICU 8 hours after hospitalization for treatment of diabetic ketoacidosis after presenting with nausea, vomiting, and lethargy. He is receiving intravenous 0.9% saline with potassium and an insulin drip. His lethargy and vomiting have improved, but he remains nauseated and is unable to eat.On physical examination, vital signs are normal. He is alert and oriented; the remainder of the physical examination is unremarkable.Laboratory studies:ElectrolytesSodium141 mEq/L (141 mmol/L)Potassium4.0 mEq/L (4.0 mmol/L)Chloride104 mEq/L (104 mmol/L)Bicarbonate17 mEq/L (17 mmol/L)LGlucose240 mg/dL (13.3 mmol/L)HpH7.28L",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Add intravenous dextrose",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Add sodium bicarbonate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Discontinue intravenous potassium",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continue current therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with diabetic ketoacidosis (DKA) and a glucose level less than 250 mg/dL (13.3 mmol/L) is to add intravenous dextrose (Option A). A multipronged approach is required to treat DKA (see Table: Management of Hyperglycemic Crisis). Intravenous hydration is necessary for volume repletion. Potassium deficits should be repleted before insulin is administered. Hyperglycemia should then be corrected, preferably with intravenous insulin and hourly plasma glucose measurements to guide dose adjustments. Frequent electrolyte measurements are necessary to guide repletion as hydration and insulin therapy continue. Because of the complexity of the necessary care, most patients with DKA are treated in the ICU. Conditions that contributed to DKA development, such as infection or myocardial infarction, should be identified and treated. Intravenous insulin should be continued until DKA resolves (pH >7.3 or bicarbonate >18 mEq/L [18 mmol/L] and plasma ketones <0.6 mmol/L). When the blood glucose level decreases to less than 250 mg/dL (13.9 mmol/L), intravenous dextrose is required to prevent hypoglycemia in the context of ongoing intravenous insulin administration. This patient's symptoms have improved, but his DKA has not resolved, as evidenced by the ongoing acidosis. Insulin infusion is therefore still required to suppress ketogenesis. Now that the patient's glucose level has decreased to less than 250 mg/dL (13.9 mmol/L), intravenous dextrose should be added to mitigate the risk for hypoglycemia.Alkali therapy is not associated with an increased rate of DKA recovery and is associated with adverse effects such as increased risk for hypokalemia and cerebral edema. Therefore, sodium bicarbonate (Option B) is only considered in patients with severe acidosis (pH <7.0).As hyperglycemia is corrected with insulin, intracellular shifts continue to deplete serum potassium. Patients with DKA have depleted total body potassium stores; therefore, they require ongoing potassium repletion to maintain a serum potassium level of 4.0 to 5.0 mEq/L (4.0-5.0 mmol/L). Discontinuing potassium at this time (Option C) is likely to precipitate hypokalemia in this patient.Continuing current therapy without the addition of intravenous dextrose (Option D) would put this patient at risk for developing hypoglycemia in the context of ongoing intravenous insulin administration.",
  "critique_links": [],
  "key_points": [
    "In patients with diabetic ketoacidosis, intravenous insulin therapy should be continued until resolution of diabetic ketoacidosis (pH >7.3 or bicarbonate >18 mEq/L [18 mmol/L] and plasma ketones <0.6 mmol/L); when the blood glucose level decreases to less than 250 mg/dL (13.9 mmol/L), intravenous dextrose is required to prevent hypoglycemia."
  ],
  "references": "Umpierrez GE, Davis GM, ElSayed NA, et al. Hyperglycaemic crises in adults with diabetes: a consensus report. Diabetologia. 2024;67:1455-1479. PMID: 38907161 doi:10.1007/s00125-024-06183-8",
  "related_content": {
    "syllabus": [
      "ensec24002_24036"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.067992-06:00"
}