{
  "question_id": "fcmcq24036",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Treat constipation in a patient with advanced illness.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 80-year-old woman is evaluated for increased agitation over the past few days and a 5-day history of constipation. The patient has advanced dementia and is being cared for in her home by her daughter. The daughter reports that her mother seems distressed when sitting on the toilet. She has been trying to increase her mother's fluid and fiber intake, but that has not resulted in improvement. The patient also has knee osteoarthritis, chronic kidney disease, and hypertension. Medications are lisinopril, acetaminophen, and topical diclofenac gel.On physical examination, the patient is nonverbal and has mild agitation. Vital signs are normal. The abdomen is soft without tenderness or distention. Digital rectal examination reveals no stool in the vault.Laboratory studies:Creatinine1.8 mg/dL (159.1 µmol/L) (at her baseline)HElectrolyte and thyroid-stimulating hormone levels are normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Docusate",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Haloperidol",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Magnesium sulfate enema",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Methylnaltrexone",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Polyethylene glycol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "E",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is polyethylene glycol (Option E). Constipation is common in patients with serious illness and in older adults and may result in discomfort, restlessness, and delirium. Causes include opioids, dehydration, immobility, metabolic disturbances, and many nonopioid medications. Patients with constipation and their caregivers should be educated on increasing fluid intake and physical activity. Pharmacologic therapy includes osmotic laxatives, such as polyethylene glycol, often in combination with a stimulant laxative, such as senna or bisacodyl. This patient with advanced dementia has not had improvement of constipation with increased fluids and fiber intake. An osmotic laxative such as polyethylene glycol will likely be beneficial and is an appropriate next step.Docusate (Option A), alone or in combination, is no more effective than placebo for constipation in patients with serious illness. It is not likely to be effective in this patient.In a patient with agitation or delirium, identifying and treating the underlying cause is the most appropriate initial strategy. This patient's agitation is likely the result of constipation, so treating the constipation instead of initiating haloperidol (Option B) to treat delirium is the most appropriate initial treatment.Enemas and rectal suppositories are considered third-line treatments for constipation and should be used only if osmotic and stimulant laxatives have been ineffective. Furthermore, this patient has chronic kidney disease and should not be given a magnesium-containing enema (Option C) because of potentially dangerous electrolyte shifts.Methylnaltrexone (Option D) has been shown to be effective in treating opioid-induced constipation. This patient is not taking opioids, so this option would not be appropriate for her.",
  "critique_links": [],
  "key_points": [
    "Constipation is common in patients with serious illness and in older adults and may result in discomfort, restlessness, and delirium.",
    "If nonpharmacologic measures are not sufficient in relieving constipation, pharmacologic treatment with osmotic laxatives, such as polyethylene glycol, can be initiated."
  ],
  "references": "Joseph A, Vemula B, Smith TJ. Symptom management in the older adult: 2023 update. Clin Geriatr Med. 2023;39:449-463. PMID: 37385696 doi:10.1016/j.cger.2023.04.006",
  "related_content": {
    "syllabus": [
      "fcsec24011_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.353523-06:00"
}