{
  "question_id": "fcqqq24002",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Treat dyspnea at the end of life.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old man is evaluated for progressive dyspnea resulting from class IV heart failure despite adherence to maximally tolerated guideline-directed medical therapy. He wishes to pursue a palliative approach focusing on symptom control. Nonpharmacologic interventions, including a time-limited trial of noninvasive ventilation, have provided little relief.Pulse oximetry shows an oxygen saturation of 94% breathing ambient air.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Oral midazolam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral morphine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral sertraline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Supplemental oxygen by nasal cannula",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient's dyspnea is oral morphine (Option B). Dyspnea is common in many chronic diseases near the end of life, and systemic opioids are the standard of care for refractory dyspnea in advanced disease. Management of dyspnea starts with treatment of the underlying condition. The next step involves nonpharmacologic interventions, beginning with airflow interventions, such as fans directed toward the patient's cheek (trigeminal nerve) or supplemental oxygen if the patient has hypoxia. Time-limited therapeutic trials of high-flow oxygen by nasal cannula or noninvasive ventilation may be used if consistent with the patient's goals of care. Although no opioids have FDA approval to treat dyspnea, these agents are commonly offered when nonpharmacologic interventions do not provide sufficient relief or if dyspnea is acute and severe. Physicians may be concerned about depressing respiratory drive with opioids in patients with end-stage disease and dyspnea. However, numerous studies have shown that appropriately dosed opioids do not hasten death, increase Pco2, or lead to respiratory failure. They do consistently manage the sensation of dyspnea. Opioids are titrated to achieve the lowest effective dose needed to relieve patient dyspnea. This patient has received maximal medical management for heart failure without symptom relief from various nonpharmacologic therapies; therefore, he should receive oral morphine.Dyspnea often produces anxiety in patients, and benzodiazepines such as midazolam (Option A) may play some role in treating patients with dyspnea and anxiety. Studies show that benzodiazepines can be helpful when added to opioids, although they increase the risk of opioid overdose. Opioids remain first-line treatment for dyspnea at the end of life.Antidepressants, such as sertraline (Option C), have been evaluated for relief of dyspnea in randomized trials; not all patients in these trials had depression. Most trials did not demonstrate superiority of antidepressants over placebo. The evidence remains insufficient to recommend antidepressants to palliate dyspnea at the end of life.Supplemental oxygen (Option D) has not been demonstrated in clinical trials to improve dyspnea in patients without hypoxemia (defined by pulse oximetry less than 90%).",
  "critique_links": [],
  "key_points": [
    "Dyspnea is common in many chronic progressive diseases near the end of life, and systemic opioids are the standard of care for refractory dyspnea in advanced disease.",
    "Supplemental oxygen for palliative relief of dyspnea is not recommended when oxygen saturation measured by pulse oximetry is greater than 90%."
  ],
  "references": "Swetz KM, Kamal AH. Palliative care. Ann Intern Med. 2018;168:ITC33-ITC48. PMID: 29507970",
  "related_content": {
    "syllabus": [
      "fcsec24011_24005"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.591473-06:00"
}