{
  "question_id": "idqqq24013",
  "category": "id",
  "category_name": "Infectious Disease",
  "educational_objective": "Treat proctitis in a patient at risk for sexually transmitted infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated for anal discharge accompanied by tenesmus of 3 days' duration. He reports no abdominal pain, diarrhea, or hematochezia. He is sexually active with men and women, practices anal receptive intercourse, and uses condoms inconsistently. Medical history is unremarkable, and he takes no medications.On physical examination, vital signs are normal. Erythema and discharge are noted in the perianal region, but no ulcers are visible. Anoscopy is not available.Nucleic acid amplification testing for Neisseria gonorrhoeae and Chlamydia trachomatis is performed on an anal swab sample. Testing for herpes simplex virus, syphilis, and HIV infections is also initiated.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Budesonide foam",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Ceftriaxone and doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ciprofloxacin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Ceftriaxone and doxycycline (Option C) should be given empirically to patients with clinical evidence of proctitis who are at risk for sexually transmitted infections (STIs). The differential diagnosis of proctitis in this patient includes Chlamydia trachomatis (including the lymphogranuloma venereum [LGV] serovars), Neisseria gonorrhoeae, syphilis, and herpes simplex virus (HSV) infection. In those who also have diarrhea (proctocolitis), Campylobacter, Shigella, and Entamoeba histolytica should be considered. In this patient with proctitis, diagnostic evaluation should include nucleic acid amplification testing (NAAT) of a rectal swab specimen for N. gonorrhoeae, C. trachomatis, and HSV-1 and HSV-2 (even if ulcers are not visible on external examination) as well as serologic testing for syphilis. If anoscopy is not available to further elucidate the most likely diagnosis, initial empiric therapy for N. gonorrhoeae and C. trachomatis should be prescribed pending diagnostic testing results. If the NAAT is positive for C. trachomatis in the setting of bloody discharge, perianal ulcers, or mucosal ulcers, empiric treatment for LGV should be offered with an extended course of doxycycline 100 mg orally twice daily for 3 weeks. The patient should be counseled on STI risk reduction, including consistent condom use, HIV pre-exposure prophylaxis, and doxycycline postexposure prophylaxis. Patients should abstain from sexual contact until 7 days after completion of therapy and all sexual partners have been treated; partner notification should be addressed.For initial empiric therapy of proctitis, azithromycin (Option A) would not provide adequate coverage for the possibility of N. gonorrhoeae infection.This patient could have inflammatory bowel disease; however, considering his high risk for STI and the acute nature of his symptoms, an STI is far more likely, and the use of a topical glucocorticoid preparation, such as budesonide (Option B), is not appropriate.Although it may provide coverage for some of the enteric pathogens implicated in proctocolitis, ciprofloxacin (Option D) cannot be used as part of empiric therapy for N. gonorrhoeae because of high rates of resistance.",
  "critique_links": [],
  "key_points": [
    "Ceftriaxone and doxycycline should be given empirically to patients with clinical evidence of proctitis who are at risk for sexually transmitted infections."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24012_24011"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.921704-06:00"
}