{
  "question_id": "nrmcq24058",
  "category": "nr",
  "educational_objective": "Treat headache from intracranial hypotension after lumbar puncture.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 32-year-old man is evaluated for headache. He was initially evaluated in the emergency department 7 days ago for fever, chills, myalgia, severe headache, and neck stiffness. Neurologic examination and noncontrast head CT scan in the emergency department were normal; lumbar puncture revealed normal opening pressure, cell counts, and protein and glucose levels. His symptoms, aside from the headache, have now resolved. Although his headache has improved and he is asymptomatic upon awakening, he reports a “cap” of dull pressure that worsens as the day progresses. He needs to leave work early each day because of the headache. This pain transiently worsens with coughing and standing. He reports no nausea, photophobia, phonophobia, or neurologic symptoms. He takes no medications.Physical examination findings, including vital signs, are normal.Brain MRI with contrast shows pachymeningeal thickening and enhancement.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Acyclovir",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Epidural blood patch",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Fibrin glue",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with intracranial hypotension after lumbar puncture is an epidural blood patch (EBP) (Option B). A headache that worsens when assuming or maintaining an upright posture suggests intracranial hypotension. Most patients with symptomatic intracranial hypotension describe a headache developing over seconds to minutes following a change to sitting or standing from the supine position; others may have less immediate onset. Valsalva maneuvers may also temporarily exacerbate the pain. The most common predisposing factor for headache secondary to intracranial hypotension is previous lumbar puncture, resulting in postdural puncture headache (PDPH). Other symptoms of intracranial hypotension include neck or back pain, tinnitus or muffled hearing, and migrainous symptoms like nausea and photophobia. Traction on cranial nerves IV or VI may cause diplopia. Neurologic examination is typically normal but sometimes reveals ophthalmoplegia. Contrasted brain MRI (shown) frequently reveals pachymeningeal thickening and enhancement (arrows). Other findings may include enlargement of the pituitary gland and cerebellar tonsillar descent through the foramen magnum. The latter must be distinguished from a Chiari malformation, which typically lacks the pachymeningeal findings. More than 50% of PDPHs resolve spontaneously by day 4 after the procedure, and more than 75% resolve by day 7. Management begins with bed rest and oral caffeine. Patients who do not respond to conservative treatment, who cannot wait for 7 to 10 days for the symptoms to naturally subside, and who, like this patient, have moderate to severe symptoms are treated with an autologous EBP.The patient has no signs of ongoing infection, and acyclovir (Option A) would not be indicated. Acyclovir is recommended to treat herpes simplex encephalitis, which usually has a more aggressive clinical course than that present in this patient.The use of fibrin glue (Option C) to manage PDPH has been associated with anaphylaxis and aseptic meningitis. Such treatment should be reserved for patients in whom an EBP is ineffective or contraindicated.Prednisone (Option D) is not recommended for managing intracranial hypotension from PDPH. This patient has no signs of an inflammatory process, and prednisone is unlikely to provide relief from his headache.",
  "key_points": [
    "A headache that worsens when assuming or maintaining an upright posture suggests intracranial hypotension; the most common predisposing factor for headache secondary to intracranial hypotension is recent lumbar puncture.",
    "Persistent headache associated with intracranial hypotension from cerebrospinal fluid leakage after lumbar puncture is treated with an autologous epidural blood patch."
  ],
  "references": "Uppal V, Russell R, Sondekoppam R, et al. Consensus practice guidelines on postdural puncture headache from a multisociety, international working group: a summary report. JAMA Netw Open. 2023;6:e2325387. PMID: 37581893 doi:10.1001/jamanetworkopen.2023.25387",
  "related_content": {
    "syllabus": [
      "nrsec24001_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/nrfig24204.cfd8a88c27f0e2d11a6546686a769c05.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:17:14.541620-06:00"
}