{
  "question_id": "csmcq24025",
  "category": "cs",
  "educational_objective": "Treat cervical radiculopathy conservatively in the absence of red flag findings.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 53-year-old woman is evaluated for neck pain. The pain began yesterday, originates in the mid-neck, and radiates down the left lateral arm. She reports no weakness but has noticed intermittent paresthesias in her lateral fingertips of the left hand. She reports no weight loss, fever, gait instability, change in bowel or bladder function, or trauma. Medical history is remarkable only for recently diagnosed type 2 diabetes mellitus, with a hemoglobin A1c of 10.1%. She does not use injection drugs. She has been taking ibuprofen with some benefit; her only other medication is insulin glargine.On physical examination, the patient appears mildly uncomfortable. Vital signs are normal. Neck range of motion is normal. No weakness of the upper and lower extremities is noted. There is slightly decreased sensation to light touch along the lateral left arm. Left biceps reflexes are 1+, with 2+ reflexes of the right upper extremity and bilateral lower extremities.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cervical collar",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI of the cervical spine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Neck exercises",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prednisone taper",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with a left-sided cervical radiculopathy is conservative treatment, which includes neck exercises (Option C). Cervical radiculopathy is caused by spinal nerve root compression, often resulting from degenerative spinal changes or disk herniation. Symptoms include neck pain accompanied by radiating arm pain and paresthesias as well as pain limited to the upper extremity without neck pain. Physical examination may demonstrate diminished strength in the affected extremity with decreased deep tendon reflexes. Red flag findings suggesting other causes (such as malignancy, infection, or fracture) include fever, weight loss, unrelenting headache, injection drug use, risk factors for osteoporosis, and age older than 70 years. Similarly, the presence of gait disturbance, upper or lower extremity weakness, or bowel and/or bladder dysfunction should prompt consideration of myelopathy. In the absence of red flag findings, most patients can be treated with a multimodal approach tailored to the individual patient, potentially including range-of-motion exercises, physical therapy, ice or heat applications, and analgesic agents for 6 to 12 weeks. The presence of red flag findings at presentation, significant neurologic dysfunction, or progressive pain despite conservative management should prompt MRI imaging. This patient has neck pain with paresthesias and pain radiating down the arm consistent with cervical radiculopathy. She has no red flag findings and should be treated conservatively for 6 to 12 weeks, including range-of-motion neck exercises.A cervical collar (Option A) is not recommended for treatment of cervical radiculopathy and has been shown to delay improvement when used.MRI of the cervical spine (Option B) is not the most appropriate management. This patient does not have any red flag findings, and imaging is not necessary. If red flag findings or significant or progressive neurologic dysfunction were present, an MRI would be recommended to assess for the presence of malignancy, infection, or myelopathy.Glucocorticoid tapers, such as with prednisone (Option D), can be used to treat acute cervical radiculopathy, although the data supporting this are limited, and patients should be screened carefully for contraindications or increased risk of adverse events. This patient has recently diagnosed, uncontrolled type 2 diabetes mellitus, and glucocorticoid therapy should be avoided.",
  "key_points": [
    "Patients with cervical radiculopathy without red flag findings should undergo conservative management with a multimodal approach that includes range-of-motion exercises, physical therapy, ice or heat applications, and analgesic agents for 6 to 12 weeks.",
    "In patients with cervical radiculopathy, the data supporting the use of glucocorticoids are limited, and patients should be evaluated carefully for contraindications and increased risk of adverse events."
  ],
  "references": "Childress MA, Stuek SJ. Neck pain: initial evaluation and management. Am Fam Physician. 2020;102:150-156. PMID: 32735440",
  "related_content": {
    "syllabus": [
      "cssec24010_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T01:01:45.704534-06:00"
}