{
  "question_id": "hmqqq24016",
  "category": "hm",
  "educational_objective": "Diagnose Duffy-null associated neutrophil count.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 28-year-old woman undergoes follow-up consultation regarding a pre-employment physical examination. She reports feeling well, with no recent illness. She has gastroesophageal reflux disease, and her only medication is omeprazole. The patient is of sub-Saharan African descent.Physical examination findings, including vital signs, are normal.Laboratory studies:Hemoglobin13.2 g/dL (132 g/L)Leukocyte count1867/µL (1.87 × 109/L) with 56% neutrophils, 39% lymphocytes, and 5% monocytesLAbsolute neutrophil count1050/µL (1.05 × 109/L)LPlatelet count258,000/µL (258 × 109/L)A peripheral blood smear shows decreased neutrophils, normal lymphocytes, normochromic erythrocytes, and normal platelets.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Autoimmune neutropenia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cyclic neutropenia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Drug-induced neutropenia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Duffy-null associated neutrophil count",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Duffy-null associated neutrophil count (DANC; Option D). Patients with DANC usually have good bone marrow reserve and are not prone to developing infections. A detailed evaluation for other causes of neutropenia is usually not required in these patients. Having a previous history of mild neutropenia supports the diagnosis but is not required. Absence of the Duffy antigen, which is the receptor for Falciparum ovale, provides protection against malaria. As such, DANC is more common among certain demographics, particularly those where malaria is endemic, including those of sub-Saharan African or Middle Eastern descent. Isolated neutropenia usually has a hereditary (DANC), toxic, or immune cause. Isolated mild neutropenia (1000-1500/µL [1-1.5 × 109/L]) found on routine testing in asymptomatic patients of sub-Saharan African descent, or occasionally in other ethnic groups (Sephardic Jews, West Indians, Arabs of the Middle East), likely has a benign cause. An absolute neutrophil count less than 500/µL (0.5 × 109/L) is less likely to be a normal variant and more likely to be associated with increased risk for bacterial and fungal infections. The most likely diagnosis in this asymptomatic patient of sub-Saharan African descent is DANC.Autoimmune neutropenia (Option A) is caused by destruction of the neutrophils by autoantibodies. It is more commonly seen in conjunction with other autoimmune disorders, such as systemic lupus erythematosus or Felty syndrome (the triad of rheumatoid arthritis, splenomegaly, and neutropenia). This patient has no signs or symptoms of an autoimmune disorder.Cyclic neutropenia (Option B) is a rare congenital disorder in which the neutrophil count nadirs every 2 to 5 weeks with recurrent infections. Diagnosis requires twice-weekly complete blood counts for 6 to 8 weeks. This patient's clinical history does not indicate recurrent infections or other typical findings of cyclic neutropenia.Drug-induced neutropenia (Option C) occurs in patients taking medications such as chemotherapy, NSAIDs, carbamazepine, phenytoin, propylthiouracil, cephalosporins, trimethoprim-sulfamethoxazole, and psychotropic drugs. Drug-induced neutropenia is diagnosed by a temporal relationship of the neutropenia with starting the medication and improvement with stopping the offending medication. Improvement in neutropenia may lag by many weeks after stopping the medication. Omeprazole, which this patient is taking, has not been commonly implicated in causing neutropenia, making this diagnosis unlikely.",
  "critique_links": [],
  "key_points": [
    "Duffy-null associated neutrophil count typically appears as an isolated, mild neutropenia (1000-1500/µL [1-1.5 × 109/L]) found on routine testing in asymptomatic persons of sub-Saharan African descent or in persons from certain other ethnic groups."
  ],
  "references": "Merz LE, Achebe M. When non-Whiteness becomes a condition. Blood. 2021;137:13-15. PMID: 33181819 doi:10.1182/blood.2020008600",
  "related_content": {
    "syllabus": [
      "hmsec24001_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.081843-06:00"
}