{
  "question_id": "incor25013",
  "category": "in",
  "educational_objective": "Evaluate anovulatory bleeding in a premenopausal woman.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 38-year-old woman is evaluated for abnormal vaginal bleeding. Her menses were regular until 1 year ago, when they became longer, less frequent, and irregular. Menarche occurred at age 12 years. She has never been pregnant and is not currently sexually active.On physical examination, vital signs are normal. BMI is 36. There is velvety darkening of the skin of the neck and axillae. The remainder of the physical examination, including the pelvic examination, is normal.Urine pregnancy test result is negative. Complete blood count and serum ferritin, thyroid-stimulating hormone, and prolactin levels are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Endometrial biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Follicle-stimulating hormone level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum β-human chorionic gonadotropin level",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transvaginal ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step for this woman with anovulatory vaginal bleeding and elevated risk for endometrial hyperplasia is an endometrial biopsy (Option A). The first step in determining the cause of abnormal uterine bleeding is to distinguish ovulatory from anovulatory bleeding. Ovulatory bleeding occurs at regular intervals, whereas anovulatory bleeding is irregular in flow and cycle duration. In women with prolonged anovulation, there is loss of normal hormonal flux with exposure to unopposed estrogen without the normal endometrial protective effect of progesterone. This increases the risk for endometrial hyperplasia and endometrial malignancy. Additional risk factors for endometrial cancer are increasing age, obesity, nulliparity, diabetes mellitus, family history of colon cancer, infertility, and treatment with tamoxifen. In women younger than 35 years with anovulatory bleeding and no other risk factors for endometrial cancer, empiric hormonal therapy for anovulation is appropriate. However, in all women with risk factors, or any patient with anovulatory bleeding after age 35 years, endometrial biopsy should be performed to exclude significant endometrial pathology. This patient is describing anovulatory bleeding, and her obesity and nulliparity are risk factors for endometrial hyperplasia. Additionally, acanthosis nigricans is seen on skin examination, suggestive of insulin resistance, which is commonly associated with both obesity and polycystic ovary syndrome. Based on her age and risk factors, endometrial biopsy is the most appropriate next step.A follicle-stimulating hormone (FSH) level (Option B) can be used to evaluate ovarian dysfunction, but levels vary depending on menstrual phase, age, medications, and hormonal disorders. FSH level can be used to confirm menopausal status if a woman has been amenorrheic for longer than 12 months. However, a single FSH level can be misleading during perimenopause, because levels may vary. In this premenopausal patient, measurement of the FSH level is of limited use.In a woman of reproductive age with abnormal vaginal bleeding, the first test to be performed is always a urine pregnancy test, which is a sensitive qualitative measure of β-human chorionic gonadotropin level and was already obtained in this patient. There is no further gain from obtaining a serum β-human chorionic gonadotropin level (Option C), which is a quantitative measure but adds no further value in this diagnostic evaluation.Transvaginal ultrasonography (Option D) has a role in the evaluation of postmenopausal bleeding to assess for endometrial thickness, but it is not useful in assessing bleeding in premenopausal women due to significant variations in endometrial thickness caused by hormonal fluctuation. It is therefore not used routinely for evaluation of premenopausal bleeding unless a structural uterine abnormality is suspected.",
  "key_points": [
    "In women with anovulatory bleeding who have risk factors for endometrial cancer, endometrial biopsy should be performed to exclude significant endometrial pathology."
  ],
  "references": "Lebduska E, Beshear D, Spataro BM. Abnormal uterine bleeding. Med Clin North Am. 2023;107:235-246. PMID: 36759094 doi:10.1016/j.mcna.2022.10.014",
  "related_content": {
    "syllabus": [
      "insec24005_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:34:51.763665-06:00"
}