{
  "question_id": "csmcq24007",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose de Quervain tendinopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old woman is evaluated for several months of left thumb and wrist pain. The pain is particularly noticeable when she grips objects or makes a fist. There are no paresthesias on or around the left wrist. She reports no trauma, but she is an avid knitter and can no longer twist or grasp yarn without pain. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are normal. Palpation over the radial styloid elicits tenderness, and mild swelling is present. Pain is reproduced at the base of the thumb and radiates to the distal wrist by folding the thumb across the palm with ulnar deviation of the left wrist.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Carpal tunnel syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Carpometacarpal joint arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "De Quervain tendinopathy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Trigger finger",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is de Quervain tendinopathy (Option C). De Quervain tendinopathy results from idiopathic thickening of the thumb extensor tendons (abductor pollicis longus and the extensor pollicis brevis). It is characterized by pain at the base of the thumb that radiates to the distal wrist. It often has onset with or is exacerbated by holding or twisting objects. On examination, pain is elicited by making a fist over the thumb and ulnar deviation of the wrist (Finkelstein test). See Figure: Finkelstein Test. The diagnosis is made clinically, but local anesthetic injection can be used to differentiate de Quervain tendinopathy from arthritis of the first carpometacarpal joint, which may present similarly. First-line management includes NSAIDs, activity modification, and thumb spica splinting. When conservative measures are ineffective, glucocorticoid injections may provide symptomatic relief. Surgery may benefit patients with symptoms that do not respond to glucocorticoid injections. This patient presents with the typical symptoms and physical examination findings of de Quervain tendinopathy, with pain over the radial styloid radiating to the distal wrist and a positive Finkelstein test.Carpal tunnel syndrome (Option A) typically presents with pain, paresthesia, and weakness of the first three fingers in a median nerve distribution, often in the setting of repetitive wrist motion. Although this patient is an avid knitter, her pain is located at the base of the thumb, which is not concordant with a diagnosis of carpal tunnel syndrome.First carpometacarpal (CMC) joint arthritis (Option B) results in pain and swelling at the base of the thumb at the radial aspect of the wrist. However, a positive Finkelstein test makes a diagnosis of first CMC joint osteoarthritis less likely. Plain radiographs may also help differentiate other causes of radial wrist pain.Trigger finger (Option D) results from a mismatch between the size of the tendon and its corresponding tendon sheath, leading to a mechanical obstruction during flexion and/or extension of the respective digit. Although this patient's pain occurs with flexion of the thumb, she describes neither a catching nor locking of the thumb and no episodes of difficulty flexing or extending the digit. Trigger finger is an unlikely diagnosis.",
  "critique_links": [],
  "key_points": [
    "De Quervain tendinopathy is characterized by pain at the base of the thumb that radiates to the distal wrist and is worsened when making a fist over the thumb with ulnar deviation of the wrist.",
    "First-line treatment of de Quervain tendinopathy includes NSAIDs, activity modification, and thumb spica splinting."
  ],
  "references": "Currie KB, Tadisina KK, Mackinnon SE. Common hand conditions: a review. JAMA. 2022;327:2434-2445. PMID: 35762992 doi:10.1001/jama.2022.8481",
  "related_content": {
    "syllabus": [
      "cssec24011_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.755971-06:00"
}