{
  "question_id": "rmqqq24002",
  "category": "rm",
  "educational_objective": "Diagnose IgA vasculitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 30-year-old woman is evaluated for a 2-day history of worsening abdominal pain. She also has a rash on her feet, thighs, and buttocks and achiness in the joints and muscles. She reports no diarrhea, vomiting, or nausea.Vital signs are normal. Abdominal palpation elicits periumbilical tenderness. Palpable purpura are noted on the feet, legs, and buttocks.Laboratory studies:Erythrocyte sedimentation rate70 mm/hHCreatinine1.1 mg/dL (97.2 µmol/L)Urinalysis with microscopy1+ protein, 10-15 erythrocytes/hpfA complete blood count with differential is normal; ANCA is negative. Abdominal CT scan shows a short segment of small bowel thickening and edema.",
  "question_stem": "Which of the following is the most appropriate test to establish the diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Kidney biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Mesenteric angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum IgA level measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Skin biopsy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Skin biopsy (Option D) is the most appropriate test in this patient with purpura, abdominal pain, and arthralgia, which is the classic triad for IgA vasculitis (Henoch-Schönlein purpura). IgA vasculitis is the most common childhood vasculitis (incidence, 20/100,000) and tends to appear after upper respiratory tract infections; it is rarer among adults (0.8-1.8/10,000). This IgA immune complex–mediated small-vessel vasculitis almost always affects the skin but also frequently affects the bowel, leading to pain, bleeding, and, occasionally, intussusception. Kidney involvement can occur in 45% to 85% of adults with IgA vasculitis; 13% of patients may progress to end-stage kidney disease. IgA vasculitis can rarely cause pulmonary hemorrhage. Biopsy of the most accessible affected organ, in this case the skin, will establish the diagnosis by demonstrating leukocytoclastic vasculitis with predominance of IgA deposits on immunofluorescence. Furthermore, skin biopsy is easily performed and does not expose the patient to the risks of kidney biopsy.Kidney biopsy (Option A) is reserved for patients in whom the diagnosis is uncertain or if severe kidney involvement is clinically evident. Biopsy findings on light microscopy in IgA vasculitis include mesangial hypercellularity and matrix expansion, crescents with fibrinoid necrosis during active disease, and glomerulosclerosis and tubulointerstitial fibrosis during the chronic stage of the disease. Immunofluorescence demonstrates granular mesangial deposition of IgA, C3, and IgG identical to IgA nephropathy. It would be more appropriate to biopsy one of this patient's skin lesions, which are more easily accessible, than to perform a kidney biopsy.Mesenteric angiography (Option B) is usually helpful in the diagnosis of a medium-vessel vasculitis such as polyarteritis nodosa and would therefore not help with the diagnosis of a small-vessel vasculitis such as IgA vasculitis.The diagnosis of IgA vasculitis is based on the clinical picture in addition to positive pertinent biopsy findings based on the involved organs. Laboratory studies are nonspecific, and serum IgA levels (Option C) are neither sensitive nor specific to establish the diagnosis. Thus, serum IgA measurement would not have no role in establishing the diagnosis of IgA vasculitis in this patient.",
  "critique_links": [],
  "key_points": [
    "The classic triad for IgA vasculitis (Henoch-Schönlein purpura) is purpura, abdominal pain, and arthralgia; diagnosis is established with biopsy of the most accessible affected organ."
  ],
  "references": "Ozen S, Marks SD, Brogan P, et al. European consensus-based recommendations for diagnosis and treatment of immunoglobulin A vasculitis-the SHARE initiative. Rheumatology (Oxford). 2019;58:1607-1616. PMID: 30879080 doi:10.1093/rheumatology/kez041",
  "related_content": {
    "syllabus": [
      "rmsec24013_24044"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.829448-06:00"
}