{
  "question_id": "cvmcq24071",
  "category": "cv",
  "educational_objective": "Diagnose hereditary transthyretin cardiac amyloidosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 78-year-old man is evaluated for dyspnea on exertion, lower extremity edema, and positional dizziness. He has a history of hypertension and paroxysmal atrial fibrillation. Medications are valsartan, metoprolol, and apixaban.On physical examination, blood pressure is 140/85 mm Hg, pulse rate is 68/min and regular, and oxygen saturation is 98% breathing room air. Central venous pressure is elevated. Breath sounds are diminished at the lung bases. Bilateral lower extremity edema is noted.Laboratory studies:N-terminal pro-B-type natriuretic peptide4000 pg/mL (9000 ng/L)HSerum free light-chain ratio and serum and urine protein electrophoresis with immunofixation are normal.Transthoracic echocardiogram reveals a left ventricular (LV) ejection fraction of 65%, severe concentric LV hypertrophy, a severely dilated left atrium, and mild/moderate mitral regurgitation. Cardiac magnetic resonance imaging shows diffuse late gadolinium enhancement. 99m-Technetium pyrophosphate scintigraphy of the heart shows dense cardiac uptake of the radiotracer relative to lung uptake.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Bone marrow biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Coronary angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endomyocardial biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "TTR gene sequencing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate test is TTR gene sequencing (Option D) to confirm the diagnosis of transthyretin (ATTR) amyloidosis. Cardiac amyloidosis leads to heart failure, with echocardiographic findings of normal left ventricular (LV) systolic function and cavity size with abnormal diastolic function and atrial enlargement. It may be secondary to light-chain (AL) amyloidosis, which is associated with plasma cell dyscrasias, or ATTR amyloidosis (see Table: Subtypes of Cardiac Amyloidosis). When amyloidosis is suspected on the basis of clinical findings and cardiac magnetic resonance imaging results, the presence of monoclonal light chains, indicating likely AL amyloidosis, should be assessed. If a monoclonal disorder is not identified, 99m-technetium pyrophosphate scintigraphy is performed and, if positive, is indicative of ATTR amyloidosis. The next step is sequencing of the gene TTR to differentiate between hereditary (h-ATTR) and wild-type (wt-ATTR) amyloidosis. h-ATTR amyloidosis results from a pathogenic variant in the TTR gene, most commonly Val122Ile. Genotyping may be used to risk stratify family members; if they are found to carry the pathogenic TTR variant, they are at increased risk for amyloidosis in their lifetime. wt-ATTR amyloidosis, in contrast, is an aging-linked process that may be responsible for up to 10% to 15% of heart failure cases in older adults. Because this patient's workup for AL amyloidosis is negative and his result on 99m-technetium pyrophosphate scintigraphy is positive, TTR gene sequencing should be performed to differentiate h-ATTR from wt-ATTR disease.Bone marrow biopsy (Option A) is useful for identifying a plasma cell dyscrasia that might be associated with AL amyloidosis but is not needed in this patient with normal serum and urine protein electrophoresis and light-chain analysis.Coronary angiography (Option B) is useful in evaluating heart failure to diagnose coronary artery disease (CAD), which may be present without suggestive symptoms. However, an echocardiogram showing severe concentric LV hypertrophy, biatrial enlargement, and multivalvular regurgitation is more suggestive of amyloidosis than underlying CAD.Endomyocardial biopsy (Option C) may be useful in diagnosing cardiac amyloidosis. However, in the setting of cardiac imaging that suggests amyloidosis, a positive 99m-technetium pyrophosphate cardiac scan, and negative evaluation for AL amyloidosis, a diagnosis of ATTR amyloidosis can be made noninvasively. Endomyocardial biopsy is not necessary.",
  "critique_links": [],
  "key_points": [
    "In a patient with suspected transthyretin (ATTR) amyloidosis, sequencing of the TTR gene is performed to differentiate between hereditary and wild-type ATTR amyloidosis.",
    "An echocardiogram showing severe concentric left ventricular hypertrophy, biatrial enlargement, and multivalvular regurgitation in a patient with heart failure is suggestive of cardiac amyloidosis."
  ],
  "references": "Garcia-Pavia P, Rapezzi C, Adler Y, et al. Diagnosis and treatment of cardiac amyloidosis: a position statement of the ESC Working Group on Myocardial and Pericardial Diseases. Eur Heart J. 2021;42:1554-1568. PMID: 33825853 doi:10.1093/eurheartj/ehab072",
  "related_content": {
    "syllabus": [
      "cvsec24008_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/cvtab24040.html",
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "cvtab24040",
        "file": "tables/cvtab24040.html",
        "title": "Subtypes of Cardiac Amyloidosis",
        "short_title": "Subtypes of Cardiac Amyloidosis",
        "footnotes": [
          "AL = amyloid light chain; ATTR = amyloid transthyretin; CMR = cardiac magnetic resonance; F = females; FLC = free light chain; h-ATTR = hereditary amyloid transthyretin; LGE = late gadolinium enhancement; M = males; SPEP = serum protein electrophoresis; UPEP = urine protein electrophoresis; wt-ATTR = wild-type amyloid transthyretin.",
          "Information from Witteles R. Cardiac amyloidosis. <a href=\"https://www.acc.org/latest-in-cardiology/articles/2016/07/07/14/59/cardiac-amyloidosis\" target=\"_blank\">https://www.acc.org/latest-in-cardiology/articles/2016/07/07/14/59/cardiac-amyloidosis</a>. Accessed September 4, 2024."
        ],
        "headers": [
          "Subtype",
          "Demographics",
          "Clinical Manifestations",
          "Diagnostic Tests",
          "Therapy"
        ]
      },
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:26.598641-06:00"
}