{
  "question_id": "enmcq24082",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate thyrotoxicosis after iodinated contrast administration.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 62-year-old woman is evaluated for a 2-day history of palpitations and diaphoresis. She reports no weight changes, diarrhea, anxiety, sleep problems, or recent viral illnesses. One week ago, she underwent CT of the abdomen with contrast during an emergency department visit to evaluate an episode of abdominal pain. Results were negative, and her pain has since resolved. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, pulse rate is 109/min; other vital signs are normal. The thyroid gland is enlarged, nontender, and has bilateral palpable nodules. Cardiac examination reveals regular tachycardia. The patient has hand tremors.Laboratory studies:Erythrocyte sedimentation rate15 mm/hThyroid-stimulating hormone0.04 μU/mL (0.04 mU/L)LFree thyroxine3.2 ng/dL (41 pmol/L)HTotal triiodothyronine180 ng/dL (2.8 nmol/L)Thyrotropin receptor antibodyNegative",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Graves disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Subacute thyroiditis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thyroid-stimulating hormone–secreting pituitary adenoma",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Toxic multinodular goiter",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is toxic multinodular goiter (Option D). Iodinated contrast administration and other exogenous sources of iodine can occasionally precipitate hyperthyroidism in patients with underlying thyroid disease (Jod-Basedow phenomenon), especially in areas where iodine deficiency is prevalent. This effect most commonly occurs in those with underlying thyroid abnormalities, such as autoimmune thyroid disease, a thyroid nodule, or nodular goiters. Older patients are more likely to have toxic multinodular goiter and are therefore at increased risk. Some healthy persons without underlying thyroid disease can also develop transient changes in thyroid function tests that resolve within 4 weeks after exposure to iodinated contrast. For patients who experience iodine-induced hyperthyroidism, thyroid scintigraphy with radioactive iodine uptake can be obtained 3 to 4 weeks after contrast exposure to evaluate for functioning nodules. This patient was exposed to iodinated contrast 1 week before presentation, and she has bilateral thyroid nodules on physical examination, increasing her risk for developing hyperthyroidism after exposure to excess iodine.Hyperthyroidism can also be precipitated by exposure to iodinated contrast media in patients with Graves disease (Option A). However, most patients with Graves disease have positive thyrotropin receptor antibodies, unlike this patient.Subacute thyroiditis (Option B) is characterized by thyrotoxicosis after an upper respiratory viral infection or postviral inflammatory process. Patients usually experience neck pain, and inflammatory markers, such as the erythrocyte sedimentation rate (ESR), are often elevated. This patient has not experienced a recent upper respiratory infection, does not have neck tenderness on examination, and has a normal ESR, making subacute thyroiditis an unlikely cause of her symptoms.A thyroid-stimulating hormone–secreting pituitary adenoma (Option C) is characterized by excess thyroid-stimulating hormone (TSH) production, leading to hyperthyroidism. Patients have elevated free thyroxine and serum total triiodothyronine levels with elevated or inappropriately normal TSH levels; this patient's laboratory study results do not align with those expected from a TSH-secreting pituitary tumor.",
  "critique_links": [],
  "key_points": [
    "Iodinated contrast administration can precipitate hyperthyroidism in patients with underlying thyroid disease, especially those who have nodular disease."
  ],
  "references": "Bednarczuk T, Brix TH, Schima W, et al. 2021 European Thyroid Association guidelines for the management of iodine-based contrast media-induced thyroid dysfunction. Eur Thyroid J. 2021;10:269-284. PMID: 34395299 doi:10.1159/000517175",
  "related_content": {
    "syllabus": [
      "ensec24005_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.402407-06:00"
}