{
  "question_id": "pmcor25001",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat COPD with a long-acting bronchodilator.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old woman is evaluated in a follow-up visit for a 6-month history of progressively worsening productive cough and dyspnea on exertion. Three months ago, she was diagnosed with COPD and has been using an albuterol inhaler since then. Despite some improvement in symptoms with albuterol, she has shortness of breath when walking quickly or uphill. She has never been hospitalized for COPD. She has no other medical conditions and takes no other medications. She has a 35-pack-year smoking history and continues to smoke.On physical examination, vital signs are normal. Oxygen saturation is 95% with the patient breathing ambient air. Lung examination reveals scattered expiratory wheezing. Cardiac examination is normal.Pulmonary function tests at diagnosis:FEV165% of predictedL FEV1/FVC ratioReduced, including following bronchodilator administrationLChest radiograph at the time of diagnosis showed flattened diaphragms.",
  "question_stem": "In addition to smoking cessation, which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Azithromycin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Inhaled fluticasone propionate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Inhaled tiotropium bromide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Roflumilast",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with COPD with uncontrolled symptoms is inhaled tiotropium bromide (Option C). Pharmacologic therapies for COPD can be used to reduce symptoms, improve quality of life, and reduce exacerbations. Regardless of COPD severity, bronchodilators are the mainstay of COPD therapy. Inhaled bronchodilators include β2-agonists and antimuscarinic agents. There are short- and long-acting forms of both types of inhaled therapies. Initial management includes short-acting bronchodilators, but a long-acting β2-agonist (LABA) or a long-acting muscarinic antagonist (LAMA), such as tiotropium bromide, should be added if symptoms remain uncontrolled. A combination LABA-LAMA can be used if symptoms persist despite monotherapy with either long-acting bronchodilator alone. This patient has a classic presentation of COPD: chronic cough and dyspnea on exertion, significant smoking history, chest radiograph showing hyperinflation, and spirometry results demonstrating nonreversible obstruction. This patient has significant symptoms despite as-needed use of a short-acting bronchodilator; thus, the next therapeutic step for her is an inhaled long-acting bronchodilator, such as tiotropium.Macrolide antibiotics, such as azithromycin (Option A), have anti-inflammatory and antimicrobial effects. Long-term macrolide therapy may reduce the frequency of exacerbations for patients with severe COPD and a history of frequent exacerbations despite maximal inhaled therapy. Azithromycin is not appropriate in this patient, who has not tried long-acting bronchodilators and does not have frequent exacerbations.Inhaled glucocorticoids, such as fluticasone propionate (Option B), can be used in combination with a bronchodilator in COPD, and they are specifically helpful in patients with eosinophilia or significant asthmatic features. They should not, however, be used as long-acting monotherapy unless the patient cannot use a long-acting bronchodilator. Therefore, inhaled fluticasone is not the appropriate next step for this patient.Roflumilast (Option D), a selective phosphodiesterase-4 inhibitor, can reduce symptoms and exacerbations in patients with COPD who have chronic bronchitis or frequent exacerbations. It is not the appropriate therapy in this patient, who lacks the sputum production of chronic bronchitis or history of frequent exacerbations.",
  "critique_links": [],
  "key_points": [
    "Regardless of COPD severity, β2-agonists and anticholinergic/antimuscarinic agents are the mainstays of therapy.",
    "Initial management of COPD includes short-acting bronchodilators, and a long-acting β2-agonist or long-acting muscarinic antagonist should be added if symptoms remain poorly controlled."
  ],
  "references": "Nici L, Mammen MJ, Charbek E, et al. Pharmacologic management of chronic obstructive pulmonary disease. An official American Thoracic Society clinical practice guideline. Am J Respir Crit Care Med. 2020;201:e56-e69. PMID: 32283960 doi:10.1164/rccm.202003-0625ST",
  "related_content": {
    "syllabus": [
      "pmsec24002_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.310689-06:00"
}