{
  "question_id": "npmcq24015",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Treat hypertension in an individual who is anticipating pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 35-year-old woman is evaluated during a follow-up visit for recently diagnosed primary hypertension. An evaluation for secondary causes was negative. Her average blood pressure using home blood pressure monitoring is 142/84 mm Hg. She is planning to become pregnant within the next year. Her only medication is a prenatal vitamin.On physical examination, blood pressure is 144/82 mm Hg, and pulse rate is 78/min. The remainder of the examination is normal.Serum creatinine and electrolyte levels are normal. Urinalysis findings are normal.A 12-lead ECG is normal.",
  "question_stem": "In addition to lifestyle modifications, which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Atenolol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Losartan",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Nifedipine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Recheck blood pressure in 3 months",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with stage 2 hypertension who is anticipating pregnancy is to start nifedipine (Option C). Hypertension is associated with worse maternal and fetal outcomes as compared with normotensive patients. In patients with primary hypertension who are anticipating pregnancy, the risks and benefits of an antihypertensive drug regimen must be carefully considered because all antihypertensive drugs can potentially cross the placenta. Drugs that have been associated with fetal risk during pregnancy, such as ACE inhibitors, angiotensin receptor blockers (ARBs), and atenolol, should be avoided. For patients with newly diagnosed hypertension who are anticipating pregnancy, it is often preferable to begin treatment with a medication that is safe in pregnancy because this avoids the concern for potential teratogenic effects as well as the need to switch regimens once pregnancy occurs. First-line antihypertensive medications for patients who are pregnant or anticipating pregnancy include nifedipine and labetalol, which both have an excellent safety profile in pregnancy. Other options include methyldopa, hydralazine, and hydrochlorothiazide, with the last being least preferred. This patient has newly diagnosed stage 2 hypertension (in-office blood pressure ≥140/90 mm Hg) and is anticipating pregnancy; she should be advised on lifestyle modifications and started on antihypertensive treatment such as nifedipine or labetalol.Atenolol (Option A), a β-blocker, has been associated with fetal growth restriction. For this reason, it would not be the most appropriate choice in this patient who is anticipating pregnancy; a drug that has been shown to be safe in pregnancy is preferred.Losartan (Option B), an ARB, would not be the most appropriate choice for this patient who is planning pregnancy. Women of childbearing age who are anticipating pregnancy should not be prescribed ACE inhibitors, ARBs, or direct renin inhibitors because of the risk for teratogenicity, specifically urogenital developmental abnormalities and oligohydramnios. These agents are contraindicated in pregnant patients.Rechecking this patient's blood pressure in 3 months (Option D) is not appropriate because this patient has stage 2 hypertension confirmed by office measurements and home blood pressure monitoring; lifestyle modifications and pharmacologic treatment are warranted.",
  "critique_links": [],
  "key_points": [
    "First-line antihypertensive medications for patients with chronic hypertension who are pregnant or anticipating pregnancy include nifedipine and labetalol, which both have an excellent safety profile in pregnancy.",
    "Women of childbearing age who anticipate pregnancy should not be prescribed ACE inhibitors, angiotensin receptor blockers, or direct renin inhibitors because of the risk for urogenital developmental abnormalities."
  ],
  "references": "Battarbee AN, Sinkey RG, Harper LM, et al. Chronic hypertension in pregnancy. Am J Obstet Gynecol. 2020;222:532-41. PMID: 31715148 doi:10.1016/j.ajog.2019.11.1243",
  "related_content": {
    "syllabus": [
      "npsec24005_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.740009-06:00"
}