{
  "question_id": "giqqq24012",
  "category": "gi",
  "educational_objective": "Manage follow-up colonoscopy after uncomplicated diverticulitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 45-year-old man is evaluated at a follow-up appointment 4 days after being diagnosed with acute sigmoid diverticulitis. He began oral antibiotics at that time and reports that his pain is almost gone. He has no other symptoms. He has never had a colonoscopy. He takes no other medication.Vital signs are normal. Abdominal examination elicits minimal tenderness on deep palpation in the left lower quadrant without rebound or guarding.The CT scan of the abdomen from the emergency department shows mild sigmoid diverticulitis with no abscess.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy now",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy in 6 to 8 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Colonoscopy in 3 to 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further evaluation needed",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should undergo colonoscopy in 6 to 8 weeks (Option B) following treatment of uncomplicated diverticulitis. According to the American Gastroenterological Association (AGA), patients with a recent episode of acute diverticulitis should undergo colonoscopy 6 to 8 weeks after an episode of acute diverticulitis if a high-quality colonoscopy has not been completed in the last 12 months. Follow-up colonoscopy may identify a misdiagnosed colorectal carcinoma. Assessing the patient for underlying inflammatory bowel disease is another reason for performing follow-up colonoscopy.Colonoscopy during the acute phase of illness (Option A) is contraindicated because acute diverticulitis causes acute colonic inflammation, which may increase the risk for perforation. In addition, during acute illness, the procedure is more technically difficult, and patients may experience more discomfort.Delaying colonoscopy beyond 6 to 8 weeks (Option C) places the patient at risk for a missed diagnosis that could be important and time sensitive, such as colon cancer.Not performing colonoscopy, even after an episode of uncomplicated diverticulitis (Option D), would not be consistent with AGA guideline recommendations. The technical review estimated that 1 in 67 patients with confirmed acute diverticulitis would have a misdiagnosed colorectal cancer found on follow-up colonoscopy. Almost all misdiagnosed colorectal cancers included in the technical review were located in the area of diverticulitis.",
  "key_points": [
    "Patients with uncomplicated diverticulitis should undergo colonoscopy 6 to 8 weeks after the episode of acute diverticulitis, when colonic inflammation has resolved.",
    "In patients with a recent episode of acute diverticulitis, a follow-up colonoscopy can be deferred if a high-quality colonoscopy has been completed in the last 12 months."
  ],
  "references": "Peery AF, Shaukat A, Strate LL. AGA clinical practice update on medical management of colonic diverticulitis: expert review. Gastroenterology. 2021;160:906-911.e1. PMID: 33279517 doi:10.1053/j.gastro.2020.09.059",
  "related_content": {
    "syllabus": [
      "gisec24010_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:31.041641-06:00"
}