{
  "question_id": "rmmcq24014",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat scleroderma renal crisis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 40-year-old woman is evaluated in the emergency department after experiencing a tonic-clonic seizure. She reports having a persistent headache for the past week. She has a 1-year history of systemic sclerosis with diffuse skin involvement and positivity for anti-RNA polymerase III antibody, gastroesophageal reflux, and severe Raynaud phenomenon. Her medications are sildenafil and omeprazole.On physical examination, blood pressure is 220/110 mm Hg and pulse rate is 85/min. There is thickened skin to the mid forearm and over the anterior chest, neck, face, and legs to the mid-calf.Laboratory studies:Hematocrit34%LPlatelet count110,000/μL (110 × 109/L)LCreatinine1.6 mg/dLHUrinalysis with microscopy2+ protein, no blood; no cells or castsA peripheral blood smear reveals schistocytes.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Atenolol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Captopril",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cyclophosphamide",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Cyclosporine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient presenting with scleroderma renal crisis (SRC) is captopril (Option B). SRC can affect all patients with systemic sclerosis but especially those who have diffuse cutaneous systemic sclerosis of recent onset with rapidly progressing skin disease and those who are anti–RNA polymerase III antibody positive. Other risk factors include disease-associated heart failure or pericardial disease, use of prednisone at doses greater than 15 mg/d, and presence of tendon friction rubs. SRC occurs in 5% of patients with diffuse disease and 2% with limited disease. It may be the presenting manifestation of systemic sclerosis. Clinical features include hypertensive emergency, which can result in headache, encephalopathy, seizures, and hypertensive retinopathy. Laboratory abnormalities can include microangiopathic hemolytic anemia, thrombocytopenia, proteinuria, and kidney failure. Rarely, patients with systemic sclerosis develop normotensive SRC. The renin-angiotensin pathway is a critical element in the development of SRC in patients with systemic sclerosis and is also the key to therapy. ACE inhibitors demonstrate a clear disease-modifying effect on SRC, and captopril is the usual choice for initial therapy given its short half-life and ease of titration. Longer-acting agents, such as ramipril, can also be used. Importantly, data suggest that ACE inhibitors do not protect against SRC and outcomes may be worse in patients who were taking ACE inhibitors before the development of SRC. This patient with systemic sclerosis is presenting with findings of SRC, including hypertensive emergency, hemolytic anemia, proteinuria, and elevated creatinine level; treatment with captopril should be initiated.Atenolol (Option A) and other β-blockers are generally avoided in systemic sclerosis because they have negative effects on peripheral circulation and thereby worsen Raynaud phenomenon. β-Blockers are not considered useful for treatment of SRC because of their negative chronotropic effects in the setting of high peripheral vascular resistance.Cyclophosphamide (Option C) is a treatment option for patients with systemic sclerosis who have cutaneous manifestations or interstitial lung disease. However, cyclophosphamide or other immunosuppressive agents have no role in the treatment of SRC; moderate- to high-dose prednisone can actually trigger SRC. Therefore, cyclophosphamide would not be an appropriate treatment for this patient.Cyclosporine (Option D) provides no benefit in SRC. In fact, some evidence suggests that it may be associated with development of SRC because, as a renal vasoconstrictor, it affects renal circulation.",
  "critique_links": [],
  "key_points": [
    "ACE inhibitors demonstrate a clear disease-modifying effect on scleroderma renal crisis, and captopril is the usual choice for initial therapy given its short half-life and ease of titration."
  ],
  "references": "Cole A, Ong VH, Denton CP. Renal disease and systemic sclerosis: an update on scleroderma renal crisis. Clin Rev Allergy Immunol. 2023;64:378-391. PMID: 35648373 doi:10.1007/s12016-022-08945-x",
  "related_content": {
    "syllabus": [
      "rmsec24010_24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:09:21.788715-06:00"
}