{
  "question_id": "nrcor25008",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose dementia with Lewy bodies.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 65-year-old woman is evaluated for a 1-month history of visual hallucinations. She has described and responded to small animals sitting in the corner of her bedroom. Her son, who accompanies her to the visit, also reports that her memory has worsened over the past year. He says that some days she is interactive but that on other days she is excessively sleepy and less responsive. He notes that she frequently speaks and moves during sleep. She was diagnosed with mild dementia 3 years ago but, before the past year, was independent and active. She has no history of tremor or motor disorder.On physical examination, vital signs are normal. She is alert, attentive, and oriented to person and place but not time. She has mild rigidity of the bilateral upper extremities. The remainder of the physical examination is normal.Brain MRI shows no significant vascular disease or hippocampal atrophy.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Alzheimer disease dementia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Dementia with Lewy bodies",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Frontotemporal dementia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Parkinson disease dementia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with dementia, visual hallucinations, and rigidity is dementia with Lewy bodies (DLB) (Option B). DLB is an irreversible neurodegenerative disease characterized by four core features: parkinsonism, visual hallucinations, rapid eye movement (REM) sleep behavior disorder (RBD), and frequent fluctuations in attention. The last of these may manifest as acute confusional episodes of decreased responsiveness or as intermittent periods of excessive daytime sleepiness. DLB shares features with Parkinson disease dementia; however, the motor symptoms in Parkinson disease substantially precede the cognitive decline. Distinguishing DLB from other dementia types is important to avoid inappropriate treatment, particularly with antipsychotic drugs. In patients with DLB, these agents may cause a severe worsening of symptoms resembling neuroleptic malignant syndrome. Antiparkinsonian medications may also worsen hallucinations in patients with DLB. In addition to environmental and behavioral optimization, appropriate treatment for DLB may include acetylcholinesterase inhibitors. This patient has visual hallucinations and parkinsonism; she may also have RBD, although polysomnography would be required to confirm this feature. The most likely diagnosis is DLB.Distinguishing Alzheimer disease (Option A) from DLB based solely on cognition can be difficult, but other characteristics help to differentiate the two. RBD is much more common in DLB than in Alzheimer disease. Delusions and hallucinations are common in DLB and occur at mild stages of the disease. Significant sleep problems, especially daytime sleepiness, can be a debilitating feature of DLB, whereas the cognitive fluctuations in Alzheimer disease involve memory more often than alertness. Finally, Alzheimer disease is associated with hippocampal atrophy on MRI, which is not seen in this patient.The patient does not have the behavioral or language symptoms associated with frontotemporal dementia (Option C). In some familial forms of the disease, parkinsonism may be present, but this is rare. Visual hallucinations are not typical of frontotemporal dementia.This patient's motor symptoms are new and arose after the onset of her dementia, which is not consistent with Parkinson disease dementia (Option D), in which motor symptoms precede the cognitive decline by at least 1 year.",
  "critique_links": [],
  "key_points": [
    "The clinical diagnosis of dementia with Lewy bodies (DLB) rests on the key features of dementia, parkinsonian motor features, visual hallucinations, rapid eye movement sleep behavior disorder, and frequent fluctuations in attention.",
    "Distinguishing DLB from other neurodegenerative diseases has important implications for disease management, including avoidance of antipsychotic medications."
  ],
  "references": "Wilbur J. Dementia: dementia types. FP Essent. 2023;534:7-11. PMID: 37976169",
  "related_content": {
    "syllabus": [
      "nrsec24005_24023"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.750475-06:00"
}