{
  "question_id": "ccmcq24022",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Manage sedation in a patient who is mechanically ventilated.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 68-year-old woman is evaluated in the ICU for acute respiratory distress syndrome and septic shock secondary to pyelonephritis. She initially presented 2 days ago, and treatment was initiated with intravenous fluids, norepinephrine, piperacillin-tazobactam, propofol, and fentanyl.On physical examination, no meaningful response to verbal commands is noted. Blood pressure is 110/60 mm Hg, pulse rate is 80/min, and respiration rate is 18/min. The ventilator is set to volume control mode with a respiration rate of 16/min, Fio2 of 0.60, tidal volume of 380 mL, and positive end-expiratory pressure of 10 cm H2O. Pupils are bilaterally equal and reactive to light. Pulmonary and cardiac examinations are normal.A spontaneous awakening trial is initiated, and propofol and fentanyl are discontinued. One hour later, the patient develops significant tachycardia, hypertension, restlessness, and agitation.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Emergent CT of the head",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous haloperidol",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Intravenous midazolam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Propofol and fentanyl at 50% of previous doses",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to restart propofol and fentanyl at 50% of the previous doses (Option D). Adequate pain control and light sedation are recommended for most patients receiving mechanical ventilation. Ideally, sedation is titrated to a level at which the patient is readily arousable and can follow simple commands. Although negative outcomes are associated with deep versus lighter sedation, oversedation is a common problem in mechanically ventilated patients. Excessive sedation additionally interferes with liberation from mechanical ventilation. To prevent oversedation, a spontaneous awakening trial (SAT), during which infusion of all sedative and analgesic agents is stopped and the patient is observed for spontaneous awakening, should be performed daily. A SAT can be paired with a spontaneous breathing trial (SBT) to assess readiness for liberation from mechanical ventilation. Paired SAT and SBT is associated with a shorter duration of mechanical ventilation and a decrease in ventilator-associated complications. If a patient is not deemed ready for SBT or liberation from a ventilator, medications can be restarted at half the previous dose and titrated to the desired effect. This patient was unresponsive to commands, most likely due to oversedation. She woke up 1 hour after the infusions were stopped but is not ready for liberation from mechanical ventilation; therefore, it is most appropriate to restart these medications at 50% of the previous doses.Emergent CT of the head (Option A) would not be the most appropriate management. This patient's clinical examination does not suggest a primary neurologic event, and her symptoms are easily explained by the cessation of sedation. Neuroimaging is not currently indicated.Intravenous haloperidol (Option B) would not be the most appropriate management. This patient most likely has delirium and ventilator dyssynchrony after discontinuation of the sedative and analgesic infusions. However, an antipsychotic agent, such as haloperidol, is not recommended because antipsychotics are not effective in preventing or treating delirium in mechanically ventilated patients.Intravenous midazolam (Option C) is not indicated for this patient. Compared with propofol, benzodiazepines are associated with a higher risk for delirium and delayed emergence from sedation; switching to a benzodiazepine is not an appropriate choice.",
  "critique_links": [],
  "key_points": [
    "In mechanically ventilated patients, negative outcomes are associated with deep versus lighter sedation.",
    "Daily interruption of sedatives must be practiced in all mechanically ventilated patients to avoid unintended excessive and prolonged sedation."
  ],
  "references": "Mart MF, Williams Roberson S, Salas B, et al. Prevention and management of delirium in the intensive care unit. Semin Respir Crit Care Med. 2021;42:112-26. PMID: 32746469 doi:10.1055/s-0040-1710572",
  "related_content": {
    "syllabus": [
      "ccsec24001_24006"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.496400-06:00"
}