{
  "question_id": "cvmcq24001",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Evaluate suspected posterior myocardial infarction with serial and modified lead ECGs.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 72-year-old woman is evaluated in the emergency department for a 2-hour history of mild substernal chest discomfort and shortness of breath. One year ago, she had an ischemic stroke with no residual neurologic effects. She also has hypertension. Current medications are lisinopril, atorvastatin, and aspirin.On physical examination, blood pressure is 102/70 mm Hg and pulse rate is 45/min. All other findings are unremarkable.The initial high-sensitivity troponin level is normal (<99th percentile upper reference limit).ECG is shown.",
  "question_stem": "Which of the following is the most appropriate first step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Additional ECG testing with modified leads",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Immediate thrombolytic therapy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat troponin measurement in 3 hours",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Temporary pacemaker implantation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Additional ECG testing with modified leads (Option A) is indicated in this patient with possible acute coronary syndrome (ACS). In patients with suspected ACS but with initial test results nondiagnostic of ST-segment elevation myocardial infarction (STEMI), serial ECGs and, in some cases, ECG with modified leads are indicated to identify evolving STEMI. ECGs should be repeated every 15 to 30 minutes as necessary to clarify the diagnosis and determine the need for reperfusion therapy. In patients with possible posterior myocardial infarction, modified posterior leads V7, V8, and/or V9 should be assessed for ST-segment elevation. This patient has symptoms suggesting ACS and an initial ECG with significant precordial ST-segment depression with accompanying tall R waves and nondiagnostic ST-segment elevation isolated to lead III, suggestive of a posterior myocardial infarction. The recognition of 1 mm ST-segment elevation in leads V7 and V8 (shown) is diagnostic of posterior myocardial infarction and indicates the need for immediate reperfusion therapy.Early reperfusion with either percutaneous coronary intervention (PCI) or thrombolytic therapy (Option B) is indicated in all patients with STEMI in the absence of active contraindication. PCI is preferable to thrombolysis unless it cannot be performed within 120 minutes of first medical contact. This patient does not have an indication for reperfusion at presentation and has a relative contraindication to thrombolytic therapy (history of ischemic stroke). Greater clarity is needed before initiation of reperfusion therapy.Serial troponin levels (Option C) are a component of the TIMI (Thrombolysis in Myocardial Infarction) and GRACE (Global Registry of Acute Coronary Events) risk scores, which can guide treatment in patients with non–ST-elevation ACS, including the timing of coronary angiography. In patients with a high likelihood of ACS and symptomatic, hemodynamic, or electrical instability, but without ST-segment elevation on ECG, urgent coronary angiography is appropriate within 2 hours of presentation. In this patient, however, posterior myocardial infarction due to coronary artery occlusion has not been excluded and serial and modified lead ECGs are necessary to further assess the possibility of STEMI, which would be best treated with immediate reperfusion with primary PCI or thrombolytic therapy.Temporary pacemaker implantation (Option D) may be considered in patients with ACS and symptomatic bradycardia due to persistent or progressive high-degree atrioventricular block. Hemodynamically stable, vagally mediated bradyarrhythmias, such as the sinus bradycardia seen in this patient, do not require specific intervention.",
  "critique_links": [],
  "key_points": [
    "In patients presenting with suspected acute coronary syndrome but nondiagnostic initial testing, serial ECGs and, in some cases, modified lead ECGs are indicated to identify evolving ST-segment elevation myocardial infarction.",
    "In a patient with chest pain, significant precordial ST-segment depression with accompanying tall R waves is suggestive of a posterior myocardial infarction; ST-segment elevation may also be present in the inferior leads."
  ],
  "references": "Gulati M, Levy PD, Mukherjee D, et al. 2021 AHA/ACC/ASE/CHEST/SAEM/SCCT/SCMR guideline for the evaluation and diagnosis of chest pain: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;144:e368-e454. PMID: 34709879 doi:10.1161/CIR.0000000000001029",
  "related_content": {
    "syllabus": [
      "cvsec24004_24015"
    ]
  },
  "media": {
    "tables": [],
    "images": [
      "figures/cvfig24201.e1158da28b0bb27e70ea7c006d332e57.jpg",
      "figures/cvfig24202.e7c1a7c17dce96d6f778a4a4756771e6.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "cvfig24201",
        "file": "figures/cvfig24201.e1158da28b0bb27e70ea7c006d332e57.jpg",
        "title": "ECG in a Patient With Suspected Myocardial Infarction",
        "short_title": "stem ECG in a Patient With Suspected MI",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 467
      },
      {
        "figure_id": "cvfig24202",
        "file": "figures/cvfig24202.e7c1a7c17dce96d6f778a4a4756771e6.jpg",
        "title": "ECG Showing Myocardial Infarction",
        "short_title": "critique ECG Showing MI",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 422,
        "height": 572
      }
    ],
    "tables": [],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:28.854306-06:00",
  "true_statements": {
    "from_critique": [
      {
        "statement": "In patients with suspected ACS but with initial test results nondiagnostic of STEMI, serial ECGs are indicated to identify evolving STEMI.",
        "extra_field": "Serial ECGs clarify the diagnosis and determine the need for reperfusion therapy",
        "cloze_candidates": [
          "serial ECGs",
          "evolving STEMI",
          "ACS",
          "STEMI"
        ]
      },
      {
        "statement": "In patients with suspected ACS but with initial test results nondiagnostic of STEMI, ECG with modified leads is indicated in some cases to identify evolving STEMI.",
        "extra_field": "Modified lead ECGs clarify the diagnosis and determine the need for reperfusion therapy",
        "cloze_candidates": [
          "modified leads",
          "ACS",
          "STEMI"
        ]
      },
      {
        "statement": "ECGs should be repeated every 15 to 30 minutes as necessary in patients with suspected ACS to clarify the diagnosis and determine the need for reperfusion therapy.",
        "extra_field": null,
        "cloze_candidates": [
          "15 to 30 minutes",
          "ACS",
          "reperfusion therapy"
        ]
      },
      {
        "statement": "In patients with possible posterior myocardial infarction, modified posterior leads V7, V8, and/or V9 should be assessed for ST-segment elevation.",
        "extra_field": null,
        "cloze_candidates": [
          "posterior myocardial infarction",
          "V7, V8, and/or V9",
          "ST-segment elevation"
        ]
      },
      {
        "statement": "ECG findings suggestive of posterior myocardial infarction include significant precordial ST-segment depression with accompanying tall R waves.",
        "extra_field": null,
        "cloze_candidates": [
          "posterior myocardial infarction",
          "precordial ST-segment depression",
          "tall R waves"
        ]
      },
      {
        "statement": "1 mm ST-segment elevation in leads V7 and V8 is diagnostic of posterior myocardial infarction.",
        "extra_field": "This finding indicates the need for immediate reperfusion therapy",
        "cloze_candidates": [
          "1 mm",
          "ST-segment elevation",
          "V7 and V8",
          "posterior myocardial infarction"
        ]
      },
      {
        "statement": "Early reperfusion with either percutaneous coronary intervention or thrombolytic therapy is indicated in all patients with STEMI in the absence of active contraindication.",
        "extra_field": null,
        "cloze_candidates": [
          "reperfusion",
          "percutaneous coronary intervention",
          "thrombolytic therapy",
          "STEMI"
        ]
      },
      {
        "statement": "PCI is preferable to thrombolysis unless it cannot be performed within 120 minutes of first medical contact.",
        "extra_field": null,
        "cloze_candidates": [
          "PCI",
          "thrombolysis",
          "120 minutes"
        ]
      },
      {
        "statement": "History of ischemic stroke is a relative contraindication to thrombolytic therapy.",
        "extra_field": null,
        "cloze_candidates": [
          "ischemic stroke",
          "relative contraindication",
          "thrombolytic therapy"
        ]
      },
      {
        "statement": "Serial troponin levels are a component of the TIMI risk score.",
        "extra_field": "TIMI score can guide treatment in patients with non-ST-elevation ACS, including the timing of coronary angiography",
        "cloze_candidates": [
          "troponin levels",
          "TIMI risk score"
        ]
      },
      {
        "statement": "Serial troponin levels are a component of the GRACE risk score.",
        "extra_field": "GRACE score can guide treatment in patients with non-ST-elevation ACS, including the timing of coronary angiography",
        "cloze_candidates": [
          "troponin levels",
          "GRACE risk score"
        ]
      },
      {
        "statement": "In patients with a high likelihood of ACS and symptomatic, hemodynamic, or electrical instability, but without ST-segment elevation on ECG, urgent coronary angiography is appropriate within 2 hours of presentation.",
        "extra_field": null,
        "cloze_candidates": [
          "ACS",
          "coronary angiography",
          "2",
          "ST-segment elevation"
        ]
      },
      {
        "statement": "Temporary pacemaker implantation may be considered in patients with ACS and symptomatic bradycardia due to persistent or progressive high-degree atrioventricular block.",
        "extra_field": null,
        "cloze_candidates": [
          "temporary pacemaker",
          "ACS",
          "symptomatic bradycardia",
          "high-degree atrioventricular block"
        ]
      },
      {
        "statement": "Hemodynamically stable, vagally mediated bradyarrhythmias, such as sinus bradycardia, do not require specific intervention in patients with ACS.",
        "extra_field": null,
        "cloze_candidates": [
          "vagally mediated bradyarrhythmias",
          "sinus bradycardia",
          "ACS"
        ]
      }
    ],
    "from_key_points": [
      {
        "statement": "In patients with suspected acute coronary syndrome but nondiagnostic initial testing, serial ECGs and modified lead ECGs are indicated to identify evolving ST-segment elevation myocardial infarction.",
        "extra_field": null,
        "cloze_candidates": [
          "serial ECGs",
          "modified lead ECGs",
          "ST-segment elevation myocardial infarction",
          "acute coronary syndrome"
        ]
      },
      {
        "statement": "Significant precordial ST-segment depression with tall R waves is suggestive of posterior myocardial infarction.",
        "extra_field": null,
        "cloze_candidates": [
          "precordial ST-segment depression",
          "tall R waves",
          "posterior myocardial infarction"
        ]
      },
      {
        "statement": "In posterior myocardial infarction, ST-segment elevation may be present in the inferior leads.",
        "extra_field": null,
        "cloze_candidates": [
          "posterior myocardial infarction",
          "ST-segment elevation",
          "inferior leads"
        ]
      }
    ]
  },
  "table_statements": {
    "statements": [],
    "tables_processed": 0,
    "tables_skipped": 0
  }
}