{
  "question_id": "inmcq24007",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose endometriosis in a patient with chronic pelvic pain.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old woman is evaluated for 6 months of pelvic and back pain that is worse around the time of menses. She also has pain with sexual intercourse. She has tried ibuprofen, with minimal relief. Her menstrual periods are regular and have not changed. She is sexually active with one male partner and uses condoms for contraception. She has no other medical problems and takes no medications.On physical examination, vital signs are normal. External gynecologic examination is normal. Speculum examination shows a normal-appearing cervix and no discharge. Bimanual examination is notable for pain in the posterior vaginal fornix but otherwise reveals a uterus of normal size and shape with no cervical motion or uterine tenderness.A pregnancy test result is negative.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Endometriosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ovarian cyst",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pelvic inflammatory disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Uterine fibroid",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has endometriosis (Option A). Endometriosis is the presence of endometrial tissue external to the uterus. The most common location is the ovaries (endometriomas), but it may occur anywhere in the pelvis, including the fallopian tubes, posterior cul-de-sac, colon, and round ligaments. Cyclic pain, dyspareunia, and dysmenorrhea are common. Infertility may also occur. Physical examination can be normal, but the patient may have focal tenderness to palpation or a palpable mass. Although a definitive diagnosis requires laparoscopy with biopsy, endometriosis is often diagnosed clinically. Transvaginal ultrasonography can identify endometriomas; however, it otherwise is of limited utility in the diagnosis of endometriosis and is not necessary. Treatment is based on the severity of symptoms and extent of the disease. Menstrual suppression with combined contraceptives or progestins alone is often the first-line treatment; gonadotropin-releasing agonists and surgical management are reserved for refractory disease. This patient has pelvic and back pain that occurs at the time of menses as well as tenderness in the posterior vaginal fornix, which are all consistent with the diagnosis of endometriosis.Ovarian cysts (Option B) can cause acute pelvic pain, particularly in the setting of rupture, hemorrhagic cyst, or torsion. However, the chronicity and cyclic nature of this patient's symptoms and the lack of adnexal masses or tenderness are not consistent with an ovarian cyst.This patient's chronic symptoms and lack of signs or symptoms of infection are not consistent with pelvic inflammatory disease (Option C). Pelvic inflammatory disease presents with acute pelvic pain and evidence of infection, such as purulent cervical discharge, cervical motion tenderness, and fundal or adnexal tenderness. Patients may also experience abnormal vaginal bleeding, particularly during sexual intercourse, and systemic signs of infection, such as fever and tachycardia.A uterine fibroid (Option D) is not the most likely diagnosis. Fibroids typically cause pelvic pain secondary to mass effect and can affect bowel or bladder function if pressure is exerted on the rectum or bladder. Heavy menstrual bleeding is common, particularly for patients with submucosal fibroids. Physical examination will often reveal an enlarged or irregularly contoured uterus. Transvaginal ultrasonography can be used to confirm the diagnosis of uterine fibroids, and treatment is based on the patient's symptoms. This patient's symptoms and physical examination findings are more consistent with endometriosis than uterine fibroids.",
  "critique_links": [],
  "key_points": [
    "Although a definitive diagnosis of endometriosis requires laparoscopy with biopsy, endometriosis is often diagnosed clinically.",
    "Cyclic pain, dyspareunia, and dysmenorrhea are common symptoms of endometriosis; infertility may also be present."
  ],
  "references": "Zondervan KT, Becker CM, Missmer SA. Endometriosis. N Engl J Med. 2020;382:1244-1256. PMID: 32212520 doi:10.1056/NEJMra1810764",
  "related_content": {
    "syllabus": [
      "insec24005_24021"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.305448-06:00"
}