{
  "question_id": "ccmcq24007",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Diagnose malignant hyperthermia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 52-year-old man is evaluated in the hospital for agitation, acute tachypnea, and tachycardia during an assessment for extubation. He presented earlier in the day with active hematemesis. Two units of crossmatched packed red blood cells were transfused; octreotide and pantoprazole infusions were initiated. He was urgently intubated after undergoing rapid sequence intubation with etomidate and succinylcholine to protect his airway during emergent upper endoscopy. Results revealed a bleeding gastric ulcer, which was successfully injected with epinephrine and thermally coagulated. Medical history includes osteoarthritis and anxiety. Outpatient medications are ibuprofen and escitalopram.On physical examination, temperature is 40.2 °C (104.4 °F), blood pressure is 145/78 mm Hg, pulse rate is 125/min, and respiration rate is 28/min. Oxygen saturation is 97% with the patient breathing Fio2 of 0.25. His lungs are clear, and abdominal examination is normal. Generalized muscle rigidity without clonus is present.Laboratory studies:Creatine kinase11,822 U/LHCreatinine1.0 mg/dL (88.4 µmol/L)Potassium5.8 mEq/L (5.8 mmol/L)HLactate1.2 mEq/L (1.2 mmol/L)Phosphorus6.2 mg/dL (2.00 mmol/L)HChest radiograph shows clear lung fields and no free abdominal air.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Malignant hyperthermia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Perforated gastric ulcer",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serotonin syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transfusion-related acute lung injury",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is malignant hyperthermia (Option A). Malignant hyperthermia occurs in people with a rare, autosomal dominant derangement in intracellular calcium metabolism that causes severe hyperthermia in response to inhaled anesthetics (such as halothane and isoflurane) or succinylcholine. Signs and symptoms reflect hypermetabolism and include a severe elevation in core body temperature, muscle rigidity, tachycardia, and tachypnea. Cardiac arrhythmias and rhabdomyolysis manifest as an elevated creatine kinase level; hyperkalemia, and hyperphosphatemia may also occur. Mortality can reach 10%, and treatment consists of discontinuing the triggering agent, active cooling, and administration of the muscle relaxant dantrolene every 5 to 10 minutes until muscle rigidity and hyperthermia resolve. Malignant hyperthermia is the most likely diagnosis in this patient who developed signs and symptoms after exposure to succinylcholine.Perforated gastric ulcer (Option B) can present with tachycardia, but usually severe abdominal pain and an abnormal abdominal examination (e.g., tenderness) are present, neither of which is seen in this patient. In abdominal viscus perforation, upright chest radiograph might show free air under the diaphragm, which is also not present in this patient.Serotonin syndrome (Option C) can present with mental status changes, dysautonomia, hyperthermia, hyperreflexia, clonus, and other muscle abnormalities. It is most commonly associated with selective serotonin reuptake inhibitors, such as escitalopram, but usually does not occur in patients receiving a stable dose of a serotonergic medication in the absence of overdose or misuse or the addition of another causative medication. This patient is taking a stable dose of escitalopram and has no clonus, making serotonin syndrome less likely than malignant hyperthermia.Transfusion-related acute lung injury (Option D) is characterized by neutrophilic activation in response to transfused blood products, resulting in life-threatening acute respiratory failure and pulmonary infiltrates, often with fever. This patient has tachypnea, primarily in response to fever, but normal gas exchange and no infiltrates on chest radiograph.",
  "critique_links": [],
  "key_points": [
    "Malignant hyperthermia causes severe hyperthermia in response to inhaled anesthetics (such as halothane and isoflurane) or the paralytic succinylcholine.",
    "The signs and symptoms of malignant hyperthermia reflect hypermetabolism and include a severe elevation in core body temperature, muscle rigidity, tachycardia, and tachypnea."
  ],
  "references": "Litman RS, Smith VI, Larach MG, et al. Consensus statement of the Malignant Hyperthermia Association of the United States on unresolved clinical questions concerning the management of patients with malignant hyperthermia. Anesth Analg. 2019;128:652-9. PMID: 30768455 doi:10.1213/ANE.0000000000004039",
  "related_content": {
    "syllabus": [
      "ccsec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.857750-06:00"
}