{
  "question_id": "gimcq24042",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose appendicitis in pregnancy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 30-year-old woman is evaluated in the emergency department for a 1-day history of initially vague periumbilical abdominal pain with subsequent migration to the right lower quadrant. She reports associated nausea, vomiting, and anorexia but no pelvic pain, vaginal bleeding, or dysuria. She is 10 weeks pregnant; her only medication is a prenatal vitamin.On physical examination, temperature is 38.0 °C (100.4 °F), blood pressure is 110/60 mm Hg, and pulse rate is 110/min. BMI is 28. The patient has a gravid uterus with marked tenderness of the right lower abdomen with guarding, but there is no rebound tenderness.Laboratory studies:Leukocyte count11,000/μL (11 × 109/L) (82% neutrophils)HThe remainder of the complete blood count, liver chemistries, and urinalysis results are normal.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Abdominal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "CT of the abdomen and pelvis with intravenous contrast",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "MRI of the abdomen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Plain abdominal radiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic test to perform next is abdominal ultrasonography (Option A) to evaluate for suspected acute appendicitis. Acute appendicitis has been reported to be the most common general surgical problem in pregnancy. This patient presents with characteristic symptoms and signs of acute appendicitis, including fever, pain that migrates to the right lower quadrant, nausea, vomiting, anorexia, and leukocytosis. Appendicitis in pregnancy may present in an atypical fashion, which can delay the diagnosis and thereby lead to adverse outcomes. When clinical symptoms and signs suggest appendicitis, the diagnosis should be confirmed with imaging. CT of the abdomen and pelvis with intravenous contrast is the preferred imaging modality in nonpregnant adults because it has superior diagnostic accuracy compared with ultrasound. However, ultrasonography is commonly used in the assessment of appendicitis because of widespread availability and lack of radiation exposure; hence, ultrasonography is the diagnostic modality for pediatric patients and pregnant women. Ultrasonography is indicated for this patient because it does not expose the fetus to radiation.CT of the abdomen and pelvis with intravenous contrast (Option B) is the diagnostic study of choice for adults suspected of having appendicitis, but it is relatively contraindicated in patients who are pregnant because CT exposes the fetus to radiation. Therefore, during pregnancy, the initial recommended diagnostic imaging modality for acute appendicitis is ultrasonography. If the ultrasound is indeterminate and MRI is not available, CT of the abdomen and pelvis should be considered.MRI (Option C) has a limited role in the diagnosis of appendicitis because of higher costs and limited availability compared to other imaging modalities. It can be considered when there is concern about ionizing radiation, most commonly in children and pregnancy. However, it should be used only if an ultrasound diagnosis of acute appendicitis is indeterminate.Plain abdominal radiography (Option D) is not a modality for diagnosing acute appendicitis, and it would expose the fetus to harmful radiation.",
  "critique_links": [],
  "key_points": [
    "Abdominal ultrasonography is the recommended diagnostic imaging modality to evaluate for suspected acute appendicitis in patients who are pregnant; CT of the abdomen and pelvis with intravenous contrast exposes the fetus to radiation and should be avoided."
  ],
  "references": "Moris D, Paulson EK, Pappas TN. Diagnosis and management of acute appendicitis in adults: a review. JAMA. 2021;326:2299-2311. PMID: 34905026 doi:10.1001/jama.2021.20502",
  "related_content": {
    "syllabus": [
      "gisec24011"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.270306-06:00"
}