{
  "question_id": "cvmcq24048",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Treat supraventricular tachycardia in a pregnant patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 28-year-old woman is evaluated in the emergency department for palpitations. She has had a sensation of her heart racing for the past hour. She is anxious and somewhat short of breath but does not have chest pain, dizziness, or syncope. She is 20 weeks pregnant with her first child. At age 18 years, she was diagnosed with atrioventricular nodal reentrant tachycardia (AVNRT). Since then, she has had two episodes of AVNRT, both of which resolved spontaneously. Her only medication is a prenatal vitamin.On physical examination, temperature is 37.0 °C (98.6 °F), blood pressure is 105/60 mm Hg, pulse rate is 160/min, respiration rate is 24/min, and oxygen saturation is 98% breathing room air. BMI is 25. Central venous pressure is not elevated. The lungs are clear to auscultation. Cardiac examination reveals tachycardia and normal S1 and S2. There is no lower extremity edema.ECG is shown.Vagal maneuvers are performed, but the patient's symptoms persist.",
  "question_stem": "Which of the following is the most appropriate next step in treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Adenosine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Amiodarone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Cardioversion",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Metoprolol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this pregnant patient with persistent supraventricular tachycardia (SVT) is adenosine (Option A). For patients who present with SVT while pregnant, treatment is largely the same as in nonpregnant patients. In hemodynamically stable patients, the initial treatment to restore sinus rhythm should be vagal maneuvers, including the Valsalva maneuver and carotid sinus massage. If SVT persists despite vagal maneuvers, adenosine is the treatment of choice. This patient is in the second trimester of pregnancy, has atrioventricular nodal reentrant tachycardia (AVNRT), and is hemodynamically stable. Vagal maneuvers have been unsuccessful, and adenosine should be given to terminate the AVNRT. Ablation may be considered in pregnancy to manage recurrent or refractory AVNRT. Adenosine is FDA pregnancy category C but is the safest option in pregnancy, with no known teratogenicity.Amiodarone (Option B) is contraindicated during pregnancy because of fetal toxicity. Moreover, amiodarone plays little role in the treatment of SVT. If recurrent episodes of SVT occur and suppressive medical therapy is required, β-blockers are the drug of choice in pregnancy; sotalol and flecainide have also been used safely.Cardioversion (Option C) to terminate SVT should be reserved for patients who are hemodynamically unstable or who have not responded to vagal maneuvers, adenosine, and other atrioventricular node–blocking medications, such as β-blockers and calcium channel blockers. Importantly, conscious sedation for cardioversion during pregnancy requires participation of an obstetrics team and monitoring of the fetus. This patient is hemodynamically stable, and cardioversion is not indicated.β-Blockers such as metoprolol (Option D) may be used during pregnancy to both terminate an acute episode of SVT and prevent recurrent episodes. Adenosine, however, is the better choice to terminate the SVT in the acute setting. β-Blockers may be used if adenosine fails or as a preventive measure if SVT recurs.",
  "critique_links": [],
  "key_points": [
    "For patients who have symptomatic supraventricular tachycardia (SVT) while pregnant, and who are hemodynamically stable, the initial treatment should be vagal maneuvers; if SVT persists, adenosine is the treatment of choice."
  ],
  "references": "Park K, Bairey Merz CN, Bello NA, et al; American College of Cardiology Cardiovascular Disease in Women Committee and the Cardio-Obstetrics Work Group. Management of women with acquired cardiovascular disease from pre-conception through pregnancy and postpartum: JACC Focus Seminar 3/5. J Am Coll Cardiol. 2021;77:1799-1812. PMID: 33832606 doi:10.1016/j.jacc.2021.01.057",
  "related_content": {
    "syllabus": [
      "cvsec24014_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.475898-06:00"
}