{
  "question_id": "hmmcq24013",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose anemia of kidney disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 68-year-old man is evaluated for fatigue. Medical history is significant for celiac disease, hypertension, type 2 diabetes mellitus, and chronic kidney disease. Medications are amlodipine, lisinopril, metformin, and empagliflozin.On physical examination, blood pressure is 144/76 mm Hg. Remaining vital signs are normal.Laboratory studies:Hemoglobin9.2 g/dL (92 g/L)LMean corpuscular volume82 fLLeukocyte count7400/μL (7.4 × 109/L)Platelet count250,000/μL (250 × 109/L)Reticulocyte count1.4% of erythrocytesCreatinine1.6 mg/dL (141 µmol/L)HFerritin195 ng/mL (195 µg/L)Iron65 µg/dL (12 µmol/L)Total iron-binding capacity190 µg/dL (34 µmol/L)L",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Anemia of kidney disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Aplastic anemia",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Iron deficiency anemia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thalassemia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has anemia of kidney disease (Option A), which is usually related to decreased erythropoietin production in the kidney, with incidence increasing as the glomerular filtration rate declines. The anemia is usually hypoproliferative, and erythrocytes are normochromic with normal morphology on peripheral blood smear, although burr cells (echinocytes) may be present in patients with uremia. Although ruling out other causes of anemia is often the focus of diagnosis, measuring the erythropoietin level can be helpful when there is diagnostic uncertainty, such as in patients with mild kidney disease. Anemia secondary to kidney disease usually responds to exogenous erythropoiesis-stimulating agents (ESAs). Guidelines recommend that ESAs be withheld in patients with chronic kidney disease (CKD) not requiring dialysis who have a hemoglobin level greater than 10 g/dL (100 g/L). For patients with CKD not receiving dialysis with a hemoglobin level less than 10 g/dL (100 g/L), ESA treatment should be individualized based on symptoms, the speed of hemoglobin decline, and transfusion needs. For patients undergoing dialysis, ESAs should be initiated for hemoglobin levels less than 10 g/dL (100 g/L). This patient has mild hypoproliferative normochromic anemia in the setting of CKD, and erythropoietin deficiency is the most likely cause of the anemia.Aplastic anemia (AA) (Option B) is a hematopoietic stem cell disorder that is caused by a decrease in stem cells because of autoimmunity, toxins, or infection. Although AA is classified as a type of anemia, patients usually present with a combination of neutropenia, thrombocytopenia, and anemia (pancytopenia). This patient has normal platelet and leukocyte counts, making AA an unlikely diagnosis.Iron deficiency (Option C) should be ruled out in patients with anemia of kidney disease, as occult or overt gastrointestinal bleeding is common in patients with CKD, and iron deficiency may coexist with anemia caused by the erythropoietin deficiency of CKD. This patient has normal iron indices, including a normal serum ferritin level, making iron deficiency unlikely.Thalassemia (Option D) is a chronic hemolytic anemia caused by an inherited alteration in one or more of the α or β genes, resulting in impaired production of the corresponding α or β chains and subsequent imbalance of the α-to-β chain ratio. Patients with thalassemia present with microcytic anemia and target cells on peripheral blood smear. This patient has none of the typical findings of thalassemia.",
  "critique_links": [],
  "key_points": [
    "The anemia of kidney disease is usually hypoproliferative and erythrocytes are normochromic with normal morphology on peripheral blood smear, although echinocytes may be present in patients with uremia.",
    "Iron deficiency is common in patients with chronic kidney disease (CKD) and may coexist with anemia caused by the erythropoietin deficiency of CKD."
  ],
  "references": "Bazeley JW, Wish JB. Recent and emerging therapies for iron deficiency in anemia of CKD: A review. Am J Kidney Dis. 2022;79:868-876. PMID: 34758368 doi:10.1053/j.ajkd.2021.09.017",
  "related_content": {
    "syllabus": [
      "hmsec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.388304-06:00"
}