{
  "question_id": "rmmcq24079",
  "category": "rm",
  "educational_objective": "Diagnose hypersensitivity vasculitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 35-year-old patient is evaluated for a 2-week history of a nonpruritic rash on their feet and ankles, as well as rash in small bunches over the lower extremities and buttocks. They have no other symptoms. Medical history is notable for hypertension and hepatitis C virus infection, which was treated 1 year ago. Their only medication is hydrochlorothiazide.On physical examination, vital signs are normal. There are diffuse, mildly tender, 2-mm raised purpuric lesions on the ankles and buttocks.Laboratory studies: C3 complementNormal C4 complementNormalC-reactive proteinNormalRheumatoid factorNegativeCryoglobulinsNegativeAntinuclear antibody titerNegativeANCA antibodiesNegativeHepatitis C antibodyPositiveHepatitis C virus RNANegativeHepatitis B surface antibodyPositiveHepatitis B surface antigenNegativeHIV antigen/antibody combination immunoassayNegativeComplete blood count and complete metabolic panel are normal. Findings on urinalysis with microscopy are normal.Skin biopsy reveals a neutrophilic infiltrate of the small blood vessels, leukocytoclasia, and fibrinoid necrosis. Direct immunofluorescence shows scant deposits of C3 complement, IgM, IgA, and IgG.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cryoglobulinemic vasculitis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Hypersensitivity vasculitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "IgA vasculitis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Microscopic polyangiitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is hypersensitivity vasculitis (Option B) (also known as cutaneous small-vessel vasculitis, cutaneous leukocytoclastic vasculitis, or cutaneous leukocytoclastic angiitis). Hypersensitivity vasculitis is mediated by immune complex deposition confined to the skin. It may be triggered by a drug or infection; in 50% of cases, the antigen is unknown. Common pharmacologic triggers include antibiotics, NSAIDs, sulfonamides, and diuretics. Palpable purpura, especially in dependent areas, is the most common manifestation; urticarial lesions can also occur. Lesions appear in “crops,” usually 7 to 10 days after exposure to the offending agent. Skin biopsy demonstrates leukocytoclastic vasculitis without prominent immunofluorescent deposits. Patients with features of cutaneous vasculitis should undergo thorough history, examination, and laboratory testing for findings of systemic vasculitis. The presence of other organ involvement excludes the diagnosis of hypersensitivity vasculitis. The mainstay of treatment is removal of the offending agent or antigen, after which the condition usually resolves within weeks; refractory disease may require pharmacologic management. This patient has leukocytoclastic vasculitis without serologic or clinical features of systemic involvement, so their presentation is consistent with hypersensitivity vasculitis, likely triggered by hydrochlorothiazide.Cryoglobulinemic vasculitis (Option A) can also present with palpable purpura and leukocytoclastic vasculitis on skin biopsy. Most cases are associated with autoimmune conditions or chronic infections, such as with hepatitis C virus; rarely, the condition can occur after successful antiviral therapy. In cryoglobulinemic vasculitis, serum cryoglobulins are detected, complement levels are often decreased, and rheumatoid factor level is frequently elevated. Patients often have neurologic, joint, or kidney involvement. This patient lacks findings of cryoglobulinemic vasculitis.IgA vasculitis (Option C) causes palpable purpura in dependent areas and is associated with gastrointestinal, joint, and kidney involvement. Biopsy shows abundant IgA deposits. This patient has no evidence of disease outside the skin, and biopsy shows only scant deposits of complement and immunoglobulins.Skin involvement can be an early presenting feature of microscopic polyangiitis (MPA) (Option D). However, MPA is associated with systemic inflammation, and p-ANCA is positive in about 70% of patients; these features are absent in this patient. Skin biopsy in MPA shows pauci-immune vasculitis, rather than leukocytoclastic vasculitis, as seen in this patient.",
  "critique_links": [],
  "key_points": [
    "Hypersensitivity vasculitis, a limited cutaneous small-vessel vasculitis, is often triggered by medications or infections, although about 50% of patients have no known cause.",
    "The first step in evaluating a cutaneous vasculitis is thorough investigation for internal organ involvement and systemic symptoms."
  ],
  "references": "Fraticelli P, Benfaremo D, Gabrielli A. Diagnosis and management of leukocytoclastic vasculitis. Intern Emerg Med. 2021;16:831-841. PMID: 33713282 doi:10.1007/s11739-021-02688-x",
  "related_content": {
    "syllabus": [
      "rmsec24013_24050"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:32.793632-06:00"
}