{
  "question_id": "csmcq24011",
  "category": "cs",
  "educational_objective": "Evaluate persistent lumbar radiculopathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 45-year-old man is evaluated during a follow-up visit for low back pain. The pain began suddenly 8 weeks ago after swinging a baseball bat. The initial pain was sharp and shot down the back of his left leg to the foot. Initial evaluation revealed no neurologic deficits, and he was prescribed NSAIDs and counseled on activity modification. In follow-up 4 weeks ago and again now, his pain is unchanged despite adherence to activity modification and participation in physical therapy. He reports no weakness, sensory symptoms, or bowel or bladder dysfunction. He has hypertension, and his only medication is losartan.On physical examination, the patient appears uncomfortable. Vital signs are normal. Contralateral straight leg raise test is positive on the left. Mild weakness in plantar flexion is noted on the left with a diminished Achilles reflex. Mild numbness in the left great toe web space is noted. Perineal sensation and rectal tone are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Emergent surgical referral",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Epidural glucocorticoid injection",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Methocarbamol",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "MRI of the lumbar spine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management in this patient with likely lumbar disk herniation with persistent symptoms is MRI of the lumbar spine (Option D). In suspected lumbar disk herniation, immediate imaging is not necessary in the absence of a severe neurologic deficit, neurologic findings suggesting cord compression or cauda equina syndrome, or concern for a serious underlying cause such as spinal infection or cancer. The initial management strategy for acute lumbar disk herniation involves counselling about avoidance of exacerbating activities (e.g., lifting and bending), NSAIDs for pain management, and consideration of referral to physical therapy. Most patients will improve with time. Nonurgent imaging may subsequently be considered in patients with symptoms persisting for longer than 6 weeks and those with progressive neurologic symptoms. This patient's symptoms, including lower back pain radiating into the foot, a positive straight leg raise test, and weakness and sensory changes, strongly suggest lumbar disk herniation compressing the S1 nerve root. His symptoms have not responded to 8 weeks of conservative therapy, and he has developed minor but progressive neurologic deficits. MRI of the spine is indicated.Emergent surgical referral (Option A) is indicated for patients with disk herniation who have suspected cord compression, cauda equina syndrome, or severe neurologic deficits. Although this patient has a presentation consistent with a radiculopathy, he does not have findings to suggest myelopathy, such as bilateral leg weakness, perineal sensory symptoms, or bowel or bladder dysfunction. Emergent surgical referral is not indicated.Epidural glucocorticoid injections (Option B) are frequently performed in patients with lumbar radiculopathy. However, evidence suggests that this intervention offers only small, short-term pain benefit, and it is not recommended as first-line management.Nonbenzodiazepine muscle relaxants (e.g., methocarbamol, carisoprodol) (Option C) may be beneficial in the acute and subacute recovery phases for patients with lumbar radiculopathy. However, this patient has developed progressive pain and neurologic deficits despite appropriate first-line treatment strategies. Imaging such as MRI should be pursued to better define the underlying pathology.",
  "key_points": [
    "Nonurgent MRI may be considered in patients with radiculopathy secondary to lumbar disk herniation with symptoms persisting for longer than 6 weeks.",
    "In patients with lumbar radiculopathy secondary to disk herniation, epidural glucocorticoid injections provide only small, short-term pain benefit and are not recommended as first-line treatment."
  ],
  "references": "Chou R. Low back pain. Ann Intern Med. 2021;174:ITC113-ITC128. PMID: 34370518",
  "related_content": {
    "syllabus": [
      "cssec24008_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:48:10.560041-06:00"
}