{
  "question_id": "nrmcq24049",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose Horner syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 32-year-old woman is evaluated in the emergency department for sudden-onset vomiting, imbalance, hoarseness, and difficulty swallowing that began 2 hours ago. She also reports sharp jolts of pain on the right side of her face and the left side of her body. She has not had any trauma or surgery. She has no other medical problems and takes no medications.On physical examination, she has tachycardia; otherwise, vital signs are normal. Ptosis, miosis, and anhidrosis are present on the right. There is loss of pain and temperature sensation on the right side of her face and deviation of the uvula to the left. There is also loss of temperature sensation on the left arm, trunk, and leg. Dysmetria (past-pointing) is evident in the right arm. The rest of the neurologic and physical examination is normal.Brain MRI is pending.",
  "question_stem": "What is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Brainstem stroke",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cavernous sinus thrombosis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Internal carotid artery dissection",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pancoast tumor",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The patient most likely has a brainstem stroke (Option A) with a first-order Horner syndrome. The combination of ptosis (eyelid drooping), miosis (pupillary constriction), and anhidrosis (absence of sweat) is defined as Horner syndrome. First-order Horner syndrome is caused by injury to the sympathetic tracts from the hypothalamus through the brainstem to the ciliospinal center of Budge in the cervicothoracic (C8-T2) spinal cord. These central nervous system lesions almost always occur with other neurologic symptoms, such as dysphagia (with nausea and vomiting), hoarseness, loss of temperature sensation, pain, and impaired gait. This patient has ptosis, miosis, and anhidrosis consistent with Horner syndrome. Additionally, she has several neurologic findings that suggest a first-order syndrome with involvement of tracts running in close proximity to the brainstem, as indicated by her loss of temperature sensation, pain, and dysmetria. An urgent MRI is indicated to rule out a brainstem lesion.Third-order Horner syndrome results from injury to postganglionic sympathetic nerve fibers from the internal carotid artery through the cavernous sinus to the ocular sympathetic fibers. Cavernous sinus thrombosis and internal carotid artery dissection (Options B, C) can cause third-order Horner syndrome but would not explain this patient's brainstem signs.Pancoast tumor (Option D) causes a second-order Horner syndrome along with arm pain and hand weakness from brachial plexopathy, which are not present in this patient. Other causes of second-order Horner syndrome include thyroid tumors, subclavian artery aneurysm, trauma, and direct iatrogenic injury from surgical procedures like chest tube placement because the sympathetic tract passes from the chest to the top of the lungs and along the carotid artery in the neck. The dysphagia, hoarseness, and contralateral findings in this patient are typically not present in second-order Horner syndrome.",
  "critique_links": [],
  "key_points": [
    "Horner syndrome is the combination of ptosis (eyelid drooping), miosis (pupillary constriction), and anhidrosis (absence of sweat).",
    "First-order Horner syndrome is caused by lesions in the sympathetic tracts in the brainstem or cervicothoracic spinal cord; these lesions almost always occur with other neurologic symptoms."
  ],
  "references": "Martin TJ. Horner syndrome: a clinical review. ACS Chem Neurosci. 2018;9:177-186. PMID: 29260849 doi:10.1021/acschemneuro.7b00405",
  "related_content": {
    "syllabus": [
      "nrsec24011_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.938408-06:00"
}