{
  "question_id": "rmmcq24044",
  "category": "rm",
  "educational_objective": "Treat rheumatoid arthritis with biologic therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/22/2025"
  },
  "question_text": "A 30-year-old man is evaluated for rheumatoid arthritis. At the time of diagnosis, 6 months ago, he had high disease activity according to the Disease Activity Score 28 (DAS-28) instrument. Despite maximum-dose methotrexate, he continues to have multiple areas of joint pain and swelling. His current DAS-28 score indicates moderate disease activity. His only other medication is naproxen.On physical examination, vital signs are normal. The second and third metacarpophalangeal joints and wrists are swollen and tender bilaterally.Complete blood count and results of liver chemistry studies are normal.",
  "question_stem": "Which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Adalimumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Leflunomide",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sulfasalazine and hydroxychloroquine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional treatment is adalimumab (Option A), a tumor necrosis factor (TNF) inhibitor. Methotrexate is the anchor drug in rheumatoid arthritis (RA); however, when low disease activity or remission is not achieved with use of optimally dosed methotrexate, another agent should be added. Although there are many options for additional therapy in this setting, adding a biologic or targeted synthetic disease-modifying antirheumatic drug (DMARD) is usually the recommended next step (see ). TNF inhibitors are the most frequently used biologic DMARDs. Although biologic DMARDs can be used as monotherapy, they are typically added to methotrexate when moderate to high disease activity persists, as in this case. Before initiating biologic DMARD treatment, patients should be screened for tuberculosis, hepatitis B and C virus infections, and HIV infection; patients who test positive require initiation of appropriate therapy. This patient has not reached the treatment target of remission or low disease activity despite optimization of first-line therapy with methotrexate, and an additional agent, such as adalimumab, should be added after appropriate infectious disease evaluation.Leflunomide (Option B) is an alternative conventional DMARD for patients who do not tolerate methotrexate. However, combination therapy with methotrexate and leflunomide is generally avoided because of the potential for additive adverse effects that are similar between these two medications. Current guidelines suggest that adding a biologic or targeted synthetic DMARD would be the preferred next step for this patient.Long-term therapy with oral glucocorticoids, such as prednisone (Option C), is associated with notable adverse effects, so the addition of a biologic or targeted synthetic DMARD is preferred when methotrexate monotherapy does not achieve treatment goals. Prednisone may be used for short-term symptom control but should not be the only additional agent used for this patient.Adding sulfasalazine and hydroxychloroquine (Option D) to methotrexate as triple therapy may have similar efficacy when compared with the combination of methotrexate plus a TNF inhibitor. However, triple therapy may not be as effective for preventing radiographic damage and is more difficult to tolerate for most patients. In resource-limited settings where biologic or targeted synthetic DMARDs are not available, triple therapy may be a reasonable alternative but is otherwise less preferred.",
  "key_points": [
    "When optimally dosed methotrexate does not achieve low disease activity or remission in a patient with rheumatoid arthritis, adding a biologic or targeted synthetic disease-modifying antirheumatic drug is the recommended next step."
  ],
  "references": "Fraenkel L, Bathon JM, England BR, et al. 2021 American College of Rheumatology guideline for the treatment of rheumatoid arthritis. Arthritis Rheumatol. 2021;73:1108-1123. PMID: 34101376 doi:10.1002/art.41752",
  "related_content": {
    "syllabus": [
      "rmsec24003_24023"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-22T20:46:59.131065-06:00"
}