{
  "question_id": "pmmcq24054",
  "category": "pm",
  "category_name": "Pulmonary Medicine",
  "educational_objective": "Treat a patient with COPD with pulmonary rehabilitation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 72-year-old man is evaluated for COPD. He was recently hospitalized for a COPD exacerbation and treated with oral glucocorticoids and doxycycline. He has had one other exacerbation in the past 12 months. He continues to experience shortness of breath with exertion, including while grocery shopping. He also has a nonproductive cough and occasional wheezing. He has a 40-pack-year smoking history and quit smoking 2 years ago. His only medications are inhaled fluticasone-umeclidinium-vilanterol.On physical examination, vital signs are normal. Oxygen saturation is 90% with the patient breathing ambient air. He is short of breath when moving from the chair to the examination table. Lung examination reveals faint scattered wheezing with decreased air movement throughout the lung fields.Laboratory studies:Arterial blood gases:pH7.38Pco248 mm Hg (6.4 kPa)HPo261 mm Hg (8.1 kPa)LBicarbonate27 mEq/L (27 mmol/L)",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Nocturnal noninvasive positive-pressure ventilation",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pulmonary rehabilitation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Supplemental home oxygen",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Theophylline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with COPD and frequent exacerbations is referral for pulmonary rehabilitation (Option B). Pulmonary rehabilitation combines exercise training, nutritional support, education, and social support for patients with chronic lung conditions. It has been shown to relieve symptoms, improve quality of life, and decrease frequency of hospitalizations in patients with COPD. Referral for pulmonary rehabilitation should be considered in all patients in Global Initiative for Chronic Obstructive Lung Disease (GOLD) severity group B or E, particularly those recently hospitalized for a COPD exacerbation. This patient has GOLD group E COPD because of his frequent exacerbations and recent hospitalization for an exacerbation; therefore, he should be referred for pulmonary rehabilitation.In patients with persistent hypercapnia (Pco2 ≥52 mm Hg [6.9 kPa]) after an acute exacerbation of COPD, the addition of noninvasive positive-pressure ventilation (NPPV) (Option A) to oxygen therapy prolongs the time to readmission and death. Although this patient has mild hypercapnia, it is not to a level that qualifies him for the addition of NPPV.Supplemental oxygen (Option C) is indicated to decrease mortality and improve quality of life in patients with COPD and a resting arterial Po2 of 55 mm Hg (7.3 kPa) or less or an oxygen saturation of 88% or less. It is also appropriate with a resting arterial Po2 of 59 mm Hg (7.8 kPa) or less or an oxygen saturation of 89% or less if cor pulmonale or erythrocytosis is present. This patient's level of hypoxemia does not qualify him for supplemental home oxygen therapy.The methylxanthines (aminophylline and theophylline [Option D]) are no longer routinely used for COPD treatment. Although theophylline can improve functional capacity and reduce exacerbation rates, it has a narrow therapeutic window; other treatment options are preferred. Methylxanthines should also not be used in patients taking roflumilast because of potential increased likelihood of toxicity. Theophylline is not an appropriate treatment option in this patient.",
  "critique_links": [],
  "key_points": [
    "Pulmonary rehabilitation has been shown to relieve symptoms, improve quality of life, and decrease frequency of hospitalizations in patients with COPD.",
    "Referral for pulmonary rehabilitation should be considered in all patients in Global Initiative for Chronic Obstructive Lung Disease severity group B or E, particularly those with a recent exacerbation requiring hospitalization."
  ],
  "references": "Global Initiative for Chronic Obstructive Lung Disease. Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease. 2025 Report. https://goldcopd.org/2025-gold-report/. Accessed May 20, 2025.",
  "related_content": {
    "syllabus": [
      "pmsec24002_24042"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.151588-06:00"
}