{
  "question_id": "enqqq24012",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage secondary hypothyroidism.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 59-year-old woman is evaluated for fatigue and weight gain over the past 2 months. Her medical history is significant for a pituitary tumor, treated with surgery followed by radiation therapy, at age 54 years. She has recently self-initiated calcium, vitamin D, and a multivitamin. Her only other medication is levothyroxine. She takes all medications at the same time.On physical examination, vital signs are normal. BMI is 31.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Increase the levothyroxine dose",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure free thyroxine level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure thyroid-stimulating hormone level",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Perform MRI of the brain",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is measuring this patient's free thyroxine (T4) level (Option B). Thyroid-stimulating hormone (TSH) deficiency, which can be caused by pituitary removal, leads to secondary (also called central) hypothyroidism. Symptoms of secondary hypothyroidism are clinically identical to those of primary hypothyroidism. Secondary hypothyroidism is diagnosed by demonstrating an inappropriately normal or low TSH level with a simultaneous low free T4 level. Patients with secondary hypothyroidism are treated with levothyroxine replacement in the same manner as in primary hypothyroidism; however, the TSH level (Option C) cannot be used to monitor and assess the adequacy of thyroid hormone replacement dosing in these patients. Instead, the levothyroxine dose is adjusted based on free T4 levels, with the goal of obtaining a value in the mid to upper half of the normal reference range. The patient's recent symptoms of fatigue and weight gain may be due to hypothyroidism resulting from impaired absorption of levothyroxine after recently starting a calcium supplement. A low T4 level will confirm the diagnosis. To improve gastrointestinal absorption, levothyroxine should be taken on an empty stomach, 1 hour before or 3 hours after food ingestion. Medications that would interfere with absorption, such as calcium- or iron-containing supplements, should be separated by 4 hours.Increasing the levothyroxine dose (Option A) would not be appropriate without first documenting the presence of hypothyroidism by measuring the T4 level. Additionally, the preferred initial therapy may simply be to discontinue the calcium supplement, if not necessary, or to separate ingestion of calcium and levothyroxine by at least 4 hours.The patient has no symptoms suggestive of a pituitary mass effect or other indications for pituitary imaging (Option D).",
  "critique_links": [],
  "key_points": [
    "The thyroid-stimulating hormone level cannot be used to monitor and assess for adequacy of thyroid hormone replacement dosing in secondary hypothyroidism; the levothyroxine dose is adjusted based on free thyroxine levels, with the goal of obtaining a value in the mid to upper half of the normal reference range."
  ],
  "references": "Persani L, Brabant G, Dattani M, et al. 2018 European Thyroid Association (ETA) guidelines on the diagnosis and management of central hypothyroidism. Eur Thyroid J. 2018;7:225-237. PMID: 30374425 doi:10.1159/000491388",
  "related_content": {
    "syllabus": [
      "ensec24003_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.083280-06:00"
}