{
  "question_id": "fcqqq24009",
  "category": "fc",
  "educational_objective": "Identify appropriate timing for palliative medicine referral in a patient with advanced cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 57-year-old man inquires about palliative medicine referral during a follow-up visit after hospital discharge. He was recently diagnosed with metastatic non–small cell lung cancer, and 1.5 L of fluid was removed with therapeutic thoracentesis, with substantial relief of dyspnea. He has met with his medical oncologist and plans to initiate disease-directed treatment soon. Medications are dexamethasone, hydromorphone, and senna.",
  "question_stem": "When is the most appropriate time for palliative medicine referral?",
  "options": [
    {
      "letter": "A",
      "text": "At initiation of chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "At the conclusion of active cancer treatment",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "If symptoms recur",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Now",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate time for palliative medicine referral is now (Option D). Palliative medicine (or palliative care) focuses on reducing pain, non-pain symptoms, and psychosocial stress associated with advanced disease. This patient has been diagnosed with incurable lung cancer and would benefit from concurrent specialty palliative medicine in conjunction with initiation of disease-directed therapy. Studies have consistently shown improvements in various quality-of-life metrics when palliative medicine is integrated early in the course of incurable cancer, and such integration is consistent with recommendations from the American Society of Clinical Oncology.An emerging consensus of research indicates that early initiation of palliative care during a serious or life-threatening illness is associated with substantial advantages. There is no reason to wait until disease-directed treatment has begun (Option A).Palliative care referral should not be initiated only when disease-related or treatment-related symptoms occur (Option C). Evidence shows that early palliative medicine referral improves mood and decreases rates of depressive symptoms; anxiety is not heightened by palliative medicine referral. Palliative medicine teams are positioned to work with oncologists and primary care physicians in treating the complex symptoms of serious illness, and an integrated approach is recommended.Considering the substantial potential benefits of palliative care, guidelines recommend early initiation of palliative care services in patients with advanced cardiac, pulmonary, or kidney disease; advanced dementia; critical illness; and cancer. There is no reason to wait for the conclusion of disease-specific treatment (Option D), and palliative care can assist in the optimal management of treatment-related symptoms.",
  "key_points": [
    "Palliative medicine, with its focus on reducing pain, non-pain symptoms, and psychosocial stress associated with advanced disease, improves quality of life for patients and their caregivers; early initiation of palliative medicine during a life-threatening illness has substantial advantages."
  ],
  "references": "Ferrell BR, Temel JS, Temin S, et al. Integration of palliative care into standard oncology care: American Society of Clinical Oncology clinical practice guideline update. J Clin Oncol. 2017;35:96-112. PMID: 28034065",
  "related_content": {
    "syllabus": [
      "fcsec24011_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T11:31:34.164176-06:00"
}