{
  "question_id": "npcor25022",
  "category": "np",
  "educational_objective": "Diagnose nephrolithiasis with noncontrast helical CT.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 52-year-old woman is evaluated in the emergency department for acute, right-sided flank pain and blood in her urine. She reports no prior episodes of hematuria or flank pain. She has a history of unprovoked pulmonary embolism. Her only medication is apixaban.On physical examination, vital signs are normal. Costovertebral angle tenderness is noted. The abdomen is soft and nontender.Complete blood count and complete metabolic panel are normal.Urine studies:Urinalysis with microscopy3+ blood, trace protein, no nitrites or leukocyte esterase, innumerable isomorphic erythrocytes",
  "question_stem": "Which of the following is the most appropriate test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "Contrast MRI of the abdomen and pelvis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Kidney ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Kidney, ureter, and bladder plain radiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Noncontrast helical CT of the abdomen and pelvis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Noncontrast helical CT of the abdomen and pelvis (Option D) is the most appropriate next test for this patient with suspected nephrolithiasis. Kidney stones typically cause waxing and waning “colicky” flank pain that radiates to the groin; nausea, vomiting, and dysuria may also be present. Hematuria is usually noted, although its absence does not rule out the presence of a stone. Costovertebral angle tenderness may be present but is more common in pyelonephritis than nephrolithiasis. Microscopic examination of the urine for hematuria, leukocytes that may indicate infection, and urinary crystals is essential, although findings may be nonspecific. A complete blood count and complete metabolic panel should be obtained to look for infection and acute kidney injury, and to screen for common metabolic causes of stone disease. Larger stones may predispose patients to urinary tract infections and obstruction. Nephrolithiasis is definitively diagnosed with imaging; noncontrast helical CT is the gold standard because of its high sensitivity and specificity. Use of antiplatelet agents or anticoagulants does not influence the diagnostic approach to hematuria or suspected kidney stones. This patient with renal colic and hematuria without pyuria is likely to have renal stones, and noncontrast helical CT is the appropriate next diagnostic test.MRI with contrast (Option A) is not as sensitive as CT for detecting suspected kidney stones. MRI does not use radiation, so it may be useful in pregnant women with stone disease if ultrasonography is nondiagnostic.Kidney ultrasonography (Option B) is used in pregnant patients or when CT is unavailable, but it may miss smaller stones, especially those in the mid or distal ureter.Plain abdominal radiography (Option C) has limited usefulness because it cannot detect radiolucent uric acid stones and does not provide as much anatomic information as do other imaging modalities. It may be useful in assessing stone burden in patients with known radiopaque stones, but it is not the initial test of choice for acute nephrolithiasis.",
  "critique_links": [],
  "key_points": [
    "Noncontrast helical CT is the gold-standard imaging modality to diagnose nephrolithiasis."
  ],
  "references": "Bishop K, Momah T, Ricks J. Nephrolithiasis. Prim Care. 2020;47:661-671. PMID: 33121635 doi:10.1016/j.pop.2020.08.005",
  "related_content": {
    "syllabus": [
      "npsec24004_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Urine studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.599759-06:00"
}