{
  "question_id": "rmcor25010",
  "category": "rm",
  "educational_objective": "Treat fibromyalgia with nonpharmacologic therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 29-year-old woman is evaluated for a 6-month history of increasing fatigue and diffuse pain. The pain becomes more severe for several days if she “overdoes it.” She reports chronically poor sleep and has difficulty concentrating at work. She has no anhedonia or depressed mood. Acetaminophen has provided no symptom relief.On physical examination, vital signs are normal. BMI is 25. Tenderness to palpation of multiple muscle groups is noted. Muscle strength is normal. There is no joint swelling or rash. The remainder of the examination reveals no abnormalities.Laboratory studies, including complete blood count, liver chemistry tests, erythrocyte sedimentation rate, and serum thyroid-stimulating hormone level, are normal.",
  "question_stem": "In addition to employing sleep hygiene techniques, which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Graded low-impact aerobic exercise",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ibuprofen",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lemborexant",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Serum antinuclear antibody measurement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "A graded aerobic exercise program (Option A) is the most appropriate management for this patient with fibromyalgia. Fibromyalgia is characterized by chronic widespread pain, soft tissue tenderness, fatigue, sleep disturbance, and exercise intolerance. Nonpharmacologic therapy is the cornerstone of fibromyalgia treatment and should be initiated in all affected patients. Patients should be educated regarding their condition, with validation that their symptoms are real and reassurance that their pain is not due to tissue injury and will not lead to permanent disability. Aerobic exercise can improve well-being and function as well as reduce pain. Because patients initially experience postexercise pain, exercise must be encouraged and introduced gradually. Exercise regimens should be individualized and titrated up to 30 minutes most days of the week. Physical therapy may also be helpful initially to develop a stretching and progressive aerobic program. Mind-body and low-impact modalities (tai chi, water aerobics, and acupuncture) can be beneficial, although evidence supporting their use is modest. Stress management, sleep hygiene, and weight reduction (in patients with obesity) are also important in improving function and quality of life. Treatment of coexisting mental illness, if present, is imperative. This patient has life-impairing widespread chronic pain and fatigue, and her diffuse tenderness without weakness supports a diagnosis of fibromyalgia. Nonpharmacologic therapy, including a regular exercise program, would be the first-line treatment for her condition.NSAIDs, such as ibuprofen (Option B), have not been shown to be more effective than placebo in the treatment of fibromyalgia. Although possibly helpful when taken on an as-needed basis for other musculoskeletal pain, NSAIDs would not be an appropriate primary therapy for fibromyalgia.Lemborexant (Option C) is an orexin receptor antagonist approved for treatment of primary insomnia. Pharmacotherapy for insomnia should be employed only after sleep hygiene measures and treatment of contributing conditions, such as fibromyalgia, are exhausted. It is therefore not an appropriate next step for this patient.Measurement of serum antinuclear antibodies (ANA) (Option D) is not the most appropriate next step in management. Fibromyalgia may co-occur in patients with inflammatory diseases, such as rheumatoid arthritis, systemic lupus erythematosus, and Sjögren disease, but this patient does not have any clinical signs or laboratory features suggesting an inflammatory disease. Therefore, an ANA panel would not be helpful, and a clinically insignificant, low-level positive ANA may actually lead to further unnecessary testing and specialist referral.",
  "key_points": [
    "Nonpharmacologic therapy, including regular aerobic exercise, is the cornerstone of fibromyalgia treatment and should be initiated in all affected patients."
  ],
  "references": "Bair MJ, Krebs EE. Fibromyalgia. Ann Intern Med. 2020;172:ITC33-ITC48. PMID: 32120395",
  "related_content": {
    "syllabus": [
      "rmsec24005_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:54:42.297347-06:00"
}