{
  "question_id": "inqqq24012",
  "category": "in",
  "educational_objective": "Treat genitourinary syndrome of menopause.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 54-year-old woman is evaluated for a 9-month history of vaginal irritation and itching. She also has pain during intercourse and uses vaginal lubricants without much relief. At age 50 years, she developed severe menopause-related vasomotor symptoms that responded to a 2-year course of estrogen replacement therapy; she currently has no vasomotor symptoms. Family history is significant for breast cancer. She takes no other medications.On physical examination, vital signs are normal. Pelvic examination shows diminished elasticity of the vulvar skin; thinning of the labia minora; introital narrowing; and dry, pale-colored vaginal lining with decreased rugae.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Clobetasol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Ospemifene",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Systemic estrogen therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vaginal estrogen therapy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Vaginal estrogen therapy (ET) (Option D) is the most appropriate treatment for this patient's genitourinary syndrome of menopause (GSM) symptoms. GSM is a common condition that results from hypoestrogenism. It is characterized by the following genital, sexual, and urinary symptoms:Genital dryness, burning, or irritationDyspareuniaUrinary urgency, dysuriaRecurrent urinary tract infectionsTopical ET has numerous beneficial effects, including restoration of the acidic vaginal pH, thickening of the epithelium, and increase in vaginal secretions. Vaginal formulations include creams, tablets, inserts, and a low-dose vaginal ring. Because estradiol absorption is insufficient to cause endometrial proliferation, concurrent progestin is not indicated when low-dose local estrogen is used. Family history of breast cancer is not a contraindication for topical ET. This patient's pelvic examination features are classic for GSM, including a pale and dry vaginal lining with reduction in rugae. Her symptoms have not responded to vaginal moisturizers and lubricants, and vaginal ET would be the most appropriate treatment.A potent topical glucocorticoid, such as clobetasol (Option A), is used to treat vulvar lichen sclerosus. This inflammatory condition presents as white, atrophic patches on the genital and perianal skin, associated with dyspareunia, pain, and pruritus. The intense itching and plaque-like involvement of the labia, introitus, and perianal region are clinical clues that distinguish vulvar lichen sclerosus from the generalized thinning and drying associated with GSM, as seen in this patient. Thus, clobetasol would not be appropriate.Ospemifene (Option B) is an estrogen agonist/antagonist used to reduce the severity of moderate to severe dyspareunia in postmenopausal women. It is recommended that women with an intact uterus also receive progestin therapy. Ospemifene is second-line therapy to topical estrogen, reserved for women who cannot or will not use topical estrogens. Thus, it would not be appropriate in this patient at this stage.Systemic ET (Option C) is indicated in patients with concomitant vasomotor symptoms. However, systemic ET alone does not always improve GSM, and the addition of low-dose vaginal ET is often needed. Thus, systemic ET would not be the most appropriate treatment option in this patient.",
  "critique_links": [],
  "key_points": [
    "Vaginal estrogen therapy is appropriate treatment for patients with moderate to severe genitourinary syndrome of menopause that has not responded to moisturizers and lubricants."
  ],
  "references": "Christmas M, Huguenin A, Iyer S. Clinical practice guidelines for managing genitourinary symptoms associated with menopause. Clin Obstet Gynecol. 2024;67:101-114. PMID: 38126460 doi:10.1097/GRF.0000000000000833",
  "related_content": {
    "syllabus": [
      "insec24005_24016"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:30.091031-06:00"
}