{
  "question_id": "enmcq24029",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Manage a nonfunctioning adrenal mass with a benign phenotype.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old woman is evaluated for an adrenal mass that was incidentally discovered during a recent emergency department evaluation for nephrolithiasis. She feels well. Apart from the small renal calculus, which has since passed, the CT scan showed a homogeneous 2.5-cm adrenal mass with an unenhanced CT attenuation of 8 Hounsfield units. Medical history is relevant for hypertension, hyperlipidemia, and type 2 diabetes mellitus. Medications are amlodipine, atorvastatin, metformin, and dulaglutide.Physical examination findings, including vital signs, are normal.Results of a low-dose dexamethasone suppression test and a plasma aldosterone concentration/plasma renin activity ratio are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Adrenal biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Adrenal vein sampling",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat noncontrast CT in 12 months",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient does not require additional management (Option D). An adrenal incidentaloma is an adrenal mass larger than 1 cm in diameter that is detected on imaging performed for purposes other than investigating suspected adrenal disease. Adrenal masses, including those that are asymptomatic, should be evaluated for hormonal hypersecretion (Table: Functional Assessment of an Incidental Adrenal Mass) and for concerning radiologic features. Noncontrast CT gives valuable information about an incidentally discovered adrenal mass and can help to characterize the mass as benign or malignant (Table: Typical Imaging Characteristics of Adrenal Masses). The most important CT characteristics that help guide management are homogeneity, size, and density (Figure: Algorithm for Adrenal Incidentaloma Radiologic Evaluation). Homogeneous adenomas with densities of 10 Hounsfield units (HU) or less on unenhanced CT scan, regardless of size, are considered to have a benign phenotype and typically require no follow-up imaging. This patient has had an appropriate and unremarkable evaluation for hormonal hypersecretion, and the mass has a benign radiologic phenotype (homogeneous, 2.5 cm in diameter, with a density of 8 HU); therefore, no additional management is required.Biopsy (Option A) is reserved for lesions suspicious for metastases, lymphoma, or an infiltrative process. Notably, biopsy should not be performed when a primary adrenocortical carcinoma is suspected because tumor seeding is possible. This patient has no clinical or CT features concerning for metastatic disease or an infiltrative condition, so biopsy is not indicated.Adrenal vein sampling (Option B) can be considered for some patients with functioning adrenal masses, including those causing primary aldosteronism or mild autonomous cortisol secretion. This patient's hormonal testing is normal, consistent with a nonfunctioning adrenal mass. Therefore, adrenal vein sampling is not indicated.Adrenal masses that do not have a benign phenotype require additional imaging, even if the mass is nonfunctioning. Homogeneous adenomas that are less than 4 cm in diameter with densities of 11 to 20 HU require immediate additional imaging (with fluorodeoxyglucose-PET/CT, adrenal MRI with chemical shift imaging, or washout CT, depending on availability and local expertise) or repeat noncontrast CT performed in 12 months (Option C). Adenomas with more suspicious CT findings (Figure: Algorithm for Adrenal Incidentaloma Radiologic Evaluation) require referral to endocrinology for consideration of urgent additional imaging or adrenalectomy.",
  "critique_links": [],
  "key_points": [
    "Homogeneous adrenal adenomas with densities of 10 Hounsfield units or less on unenhanced CT scan, regardless of size, are considered to have a benign phenotype and typically require no follow-up imaging."
  ],
  "references": "Fassnacht M, Tsagarakis S, Terzolo M, et al. European Society of Endocrinology clinical practice guidelines on the management of adrenal incidentalomas, in collaboration with the European Network for the Study of Adrenal Tumors. Eur J Endocrinol. 2023;189:G1-G42. PMID: 37318239 doi:10.1093/ejendo/lvad066",
  "related_content": {
    "syllabus": [
      "ensec24004_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.231258-06:00"
}