{
  "question_id": "onqqq24007",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Evaluate for newly diagnosed nonsquamous metastatic non–small cell lung cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 62-year-old woman is evaluated for a 3-month history of worsening cough and shortness of breath. She has lost 9.1 kg (20.0 lb). She quit smoking 25 years ago. She takes no medications.On physical examination, vital signs are normal. Oxygen saturation is 94% with the patient breathing ambient air. Pulmonary examination reveals decreased breath sounds in the left lower lung field.CT scan of the chest shows a large left pleural effusion and multiple right-sided lung nodules. Bone scan reveals metastatic lesions involving the thoracic spine. Brain MRI shows no metastatic disease.Thoracentesis is performed, and cytologic findings confirm adenocarcinoma.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Osimertinib",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Radiation to the metastatic lesion on the thoracic spine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Systemic chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tumor genomic profiling",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to perform tumor genomic profiling (Option D). These tests include epidermal growth factor receptor (EGFR), ALK, and ROS1 alterations, among others. Mutations in EGFR, translocation of the ALK and EML-4 genes, or mutations of the ROS1 gene have been identified in a few nonsquamous cell lung cancers, usually adenocarcinomas. Specific targeted therapies are indicated for validated genomic alterations in metastatic lung cancer (Table: Targeted Therapies for Metastatic Lung Cancer). These agents are recommended as initial therapy when these mutation statuses are known before treatment is initiated. In patients who must start treatment before mutation test results are available, these agents can be used later in treatment. Testing for these genomic alterations is recommended in any patient diagnosed with nonsquamous metastatic non–small cell lung cancer. Although testing can also be considered in patients with squamous histologic findings, the likelihood of finding an alteration is very low.Osimertinib (Option A) would not be appropriate for this patient without a confirmed EGFR mutation because no evidence indicates it is effective in patients without the mutation. Tumor genomic profiling should be performed before initiating treatment.Radiation therapy (Option B) is palliative, not curative, in metastatic disease. Because this patient's thoracic spine lesion is not causing pain, palliative radiation therapy plays no role in management at this time.Patients are often treated with chemotherapy (Option C) while the results of genomic profiling are pending, but it is critical to perform testing as soon as possible after diagnosis. For this reason, it is most appropriate to perform genomic profiling testing before initiating chemotherapy.",
  "critique_links": [],
  "key_points": [
    "For nonsquamous metastatic non–small cell lung cancer, testing for specific gene mutations in the epidermal growth factor receptor, ALK, and ROS1 genes informs treatment options."
  ],
  "references": "Singh N, Temin S, Baker S Jr, et al. Therapy for stage IV non-small-cell lung cancer with driver alterations: ASCO living guideline. J Clin Oncol. 2022;40:3310-3322. PMID: 35816666 doi:10.1200/JCO.22.00824",
  "related_content": {
    "syllabus": [
      "onsec24004_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.162632-06:00"
}