{
  "question_id": "nrcor25015",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Diagnose Guillain-Barré syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 35-year-old man is evaluated in the emergency department for progressive weakness in both legs. He first noted numbness and tingling in his legs 2 weeks ago, following a self-limited diarrheal illness after a potluck. One week ago, he began to have gradually progressive lower extremity weakness, and today his arms feel weak as well. He has no history of recent trauma, was previously healthy, and takes no medications. He does not drink alcoholic beverages, use nonprescribed substances, or smoke cigarettes.On physical examination, vital signs are normal. BMI is 22. He cannot walk without assistance. There is weakness of abduction and flexion of the upper extremities and diminished biceps deep tendon reflexes. Knee and ankle deep tendon reflexes are absent. Sensation in the feet is normal.Cerebrospinal fluid analysis shows a normal cell count and increased protein.Cervical, thoracic, and lumbar MRI findings are unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Amyotrophic lateral sclerosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Botulism",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Guillain-Barré syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transverse myelitis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis in this patient with ascending weakness, diffuse hyporeflexia, and a normal sensory examination is Guillain-Barré syndrome (GBS) (Option C), the most common cause of acute diffuse neuromuscular paralysis. GBS results from immune-mediated attacks on peripheral nerve myelin. Patients initially experience progressive, symmetric weakness of the upper and lower limbs over days to weeks, generally in the setting of a recent infection (especially Campylobacter jejuni), trauma, surgery, or receipt of immune checkpoint inhibitor therapy. Low back pain, presumably due to inflammatory demyelination at the spinal nerve root level, is often mistaken for compressive lumbosacral radiculopathy, but MRI findings are normal in GBS. On examination, diffuse areflexia accompanying weakness is a key finding. Although paresthesia is common, objective sensory loss is mild or absent. Cerebrospinal fluid (CSF) analysis usually shows a normal cell count and an increased protein level (albuminocytologic dissociation). Electromyography/nerve conduction studies demonstrating a demyelinating pattern confirm the diagnosis, but these tests are insensitive early in the disease course. GBS may be a life-threatening condition; dysautonomia can be severe, and respiratory and bulbar weakness may lead to rapid respiratory failure. Treatment with intravenous immune globulin or plasma exchange shortens recovery time and duration of mechanical ventilation. This patient with rapidly progressing, ascending weakness; diffuse hyporeflexia; and CSF albuminocytologic dissociation most likely has GBS triggered by his recent gastrointestinal infection.Amyotrophic lateral sclerosis (ALS) (Option A) is a neurodegenerative disease that gradually progresses over 3 to 5 years from symptom onset. Common upper motor neuron features are spasticity, hyperreflexia, and pathologic reflexes, including extensor plantar responses. Typical lower motor neuron features, in addition to muscle weakness, are atrophy, fasciculations, and cramps. Neither the time course of this patient's symptoms nor his physical examination findings are compatible with ALS.Botulism (Option B) causes cranial nerve palsies and symmetric descending flaccid paralysis with prominent bulbar signs. This patient's paresthesias and ascending paralysis are not typical of botulism.Transverse myelitis (TM) (Option D) is an inflammatory condition of the spinal cord that may have an infectious, parainfectious, autoimmune, or idiopathic cause. It presents with subacute weakness, sensory changes, and bowel or bladder dysfunction. The diagnosis of TM is supported by inflammation (either CSF leukocytosis or contrast enhancement on spinal cord MRI) in the setting of a compatible clinical syndrome. This patient lacks the sensory findings and evidence of inflammation characteristic of TM.",
  "critique_links": [],
  "key_points": [
    "Guillain-Barré syndrome is characterized by rapidly progressive ascending flaccid paralysis, diffuse hyporeflexia, and relatively preserved sensation."
  ],
  "references": "Shahrizaila N, Lehmann HC, Kuwabara S. Guillain-barré syndrome. Lancet. 2021;397:1214-1228. PMID: 33647239 doi:10.1016/S0140-6736(21)00517-1",
  "related_content": {
    "syllabus": [
      "nrsec24009_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.270623-06:00"
}