{
  "question_id": "idcor25006",
  "category": "id",
  "educational_objective": "Treat recurrent genital herpes simplex virus infection.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 34-year-old woman is evaluated for painful genital ulcers that began 2 days ago. She was diagnosed with primary genital herpes simplex virus (HSV) type 2 3 years ago but has not had a recurrence since then. She has not been sexually active for the past year. She takes no medications.On physical examination, vital signs are normal. The left inguinal lymph nodes are palpable and tender. Three ulcerated lesions are present on the inner aspect of the left labia majora. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Benzathine penicillin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Nucleic acid amplification testing for HSV-1 and HSV-2",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Type-specific herpes simplex serologic testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Valacyclovir",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Treatment with valacyclovir (Option D) is most appropriate for this patient. She has a history of genital ulcer disease caused by herpes simplex virus type 2 (HSV-2) and has clinical findings consistent with recurrent genital herpes, so she should be provided with antiviral therapy. Reconfirmation of the diagnosis in the setting of a consistent clinical presentation is not necessary. Antiviral therapy for recurrent infection is recommended within 1 day of lesion onset or at the onset of prodromal symptoms. Early initiation of treatment is associated with faster resolution of symptoms. Valacyclovir, acyclovir, and famciclovir are all acceptable antiviral regimens for management of recurrent genital HSV. Regardless of the antiviral agent used, treatment regimens for recurrent genital HSV are short (1-5 days; see Table: Treatment of Genital Herpes Simplex Virus). The patient should be counseled that she may experience subsequent recurrences, and she can be provided with a prescription for antiviral therapy to begin immediately if she experiences another recurrence. Long-term suppressive therapy is an option if she experiences frequent subsequent recurrences or if she desires to reduce the potential for transmission to a future sex partner who does not have HSV-2 infection. She should be counseled regarding the importance of informing future sex partners of her diagnosis and the potential for viral shedding and transmission even without active lesions. HSV-2–seropositive persons are at increased risk for HIV acquisition, so the importance of condoms should be emphasized.Benzathine penicillin (Option A) is used to treat syphilis, a genital ulcer disease caused by Treponema pallidum. Unlike the lesions in this patient, syphilitic chancres generally present as a single painless lesion. Chancres are a manifestation of primary syphilis, but this patient has not been sexually active for a year, so this diagnosis would be unlikely.Nucleic acid amplification testing for HSV-1 and HSV-2 (Option B) is recommended to confirm genital HSV infection in persons who present with initial genital ulcer disease. It would not be indicated in this patient, who was previously diagnosed with HSV-2.Type-specific serologic testing (Option C) is not advised for diagnosing symptomatic ulcer disease because patients can be seropositive for HSV-1 or HSV-2 yet have genital ulcers from another cause.",
  "critique_links": [],
  "key_points": [
    "Treatment with valacyclovir, acyclovir, or famciclovir is appropriate for patients with a history of genital ulcer disease caused by herpes simplex virus type 2 and clinical findings consistent with recurrent genital herpes."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "idsec24012_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/idtab24048.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "idtab24048",
        "file": "tables/idtab24048.html",
        "title": "Treatment of Herpes Simplex Virus Genital Infections",
        "short_title": "Treatment of Genital Herpes Simplex Virus",
        "footnotes": [
          "<sup>a</sup>All regimens are given orally; topical preparations are not recommended for treatment of genital herpes simplex virus.",
          "<sup>b</sup>Therapy can be extended if healing is incomplete after 10 days of treatment.",
          "<sup>c</sup>The 500-mg dose of valacyclovir may be less effective than other valacyclovir or acyclovir dosing regimens in patients who have very frequent recurrences (≥10 episodes per year)."
        ],
        "headers": [
          "Clinical Syndrome",
          "Recommended Regimena"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:29.228288-06:00"
}