{
  "question_id": "fcmcq24079",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Treat depression in a geriatric patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 86-year-old woman is evaluated in the office for feelings of sadness. Fourteen months ago, her sister died unexpectedly, and the patient is tearful when discussing the loss. She acknowledges poor sleep and appetite, depressed mood, and lack of interest in socializing. She does not have suicidal thoughts. After her husband's death 4 years ago, she was diagnosed with depression and reluctantly participated in counseling, which she did not find helpful. She also has hypertension and dyslipidemia. Medications are atorvastatin and losartan.On physical examination, vital signs are normal. BMI is 22; her weight decreased by 3.2 kg (7 lb) since her last visit. The remainder of the examination is normal.PHQ-9 score is 19.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Refer the patient to bereavement counseling",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Refer the patient to psychiatry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start nortriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start sertraline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is to start sertraline (Option D). The prevalence of depression in community-dwelling older adults is as high as 15%. Chronic illness, bereavement, social isolation, and the need for institutionalization may contribute to depression in this population. Diagnostic criteria for depression in older adults are the same as for younger patients; however, depression is often underrecognized in older adults. Older patients with depression are treated similarly to other adult patients; both selective serotonin reuptake inhibitors (SSRIs) and psychotherapy are first-line options. SSRIs are the most widely studied pharmacologic agent for depression and have demonstrated benefit in reducing suicide risk. This patient has several symptoms of major depressive disorder with significant impairment in health (weight loss) and quality of life (disturbed sleep, lack of socialization). Her PHQ-9 score indicates moderately severe depression. She did not find psychotherapy helpful in the past, and treatment with an SSRI is appropriate.Bereavement, or grief, is an expected response to loss. Symptom severity and persistence vary widely. However, most patients have improvement or resolution of symptoms within 12 months. Grief that persists longer than 12 months or causes significant impairment is termed persistent complex bereavement syndrome and may co-occur with major depressive disorder. This patient has symptoms of major depression, and because she did not have a positive response to counseling in the past, referring her to bereavement counseling (Option A) is unlikely to be sufficient.Because patients are more likely to initially present to their primary care physician with symptoms of depression and because depression is so prevalent, primary care physicians should develop competency in evaluating and treating uncomplicated major depressive disorder. Referral to psychiatry (Option B) is reserved for patients with complications such as suicidality, severe depression (PHQ-9 score ≥20), or failure to respond to first-line therapy. This patient does not require a psychiatry referral at this time; timely initiation of an SSRI is a more appropriate option in this case.Although nortriptyline (Option C), a tricyclic antidepressant, is effective in treating depression, this class of medication is associated with significant anticholinergic side effects, such as sedation, confusion, and urinary retention. Nortriptyline and other similar medications are listed on the American Geriatrics Society Beers list and should generally be avoided in older adults, such as this patient.",
  "critique_links": [],
  "key_points": [
    "Older patients with depression should be treated similarly to other adult patients; both selective serotonin reuptake inhibitors and psychotherapy are valid first-line options."
  ],
  "references": "Gundersen E, Bensadon B. Geriatric depression. Prim Care. 2023;50:143-158. PMID: 36822724 doi:10.1016/j.pop.2022.10.010",
  "related_content": {
    "syllabus": [
      "fcsec24010_24005"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.498177-06:00"
}