{
  "question_id": "npmcq24036",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Diagnose hypokalemia caused by salt-wasting nephropathy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 19-year-old woman is evaluated during a new patient visit. She reports minor muscle weakness with occasional muscle cramps and states that these symptoms are worse some days than others. Her pediatric medical record notes chronic hypokalemia and hypotension. Family history is significant for hypokalemia. Her medical history is otherwise unremarkable, and she takes no medications.On physical examination, blood pressure is 85/60 mm Hg, and pulse rate is 88/min. BMI is 21. Mucous membranes are moist. Skin turgor is normal. The remainder of the examination is unremarkable.Laboratory studies:ElectrolytesSodium140 mEq/L (140 mmol/L)Potassium3.0 mEq/L (3.0 mmol/L)LChloride100 mEq/L (100 mmol/L)Bicarbonate30 mEq/L (30 mmol/L)H24-Hour urine studiesSodium350 mEq/24 h (350 mmol/24 h)Potassium260 mEq/24 h (260 mmol/24 h)Chloride400 mEq/24 h (400 mmol/24 h)Urine calcium40 mg/24 h (1.0 mmol/24 h)L",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bartter syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gitelman syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Gordon syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Liddle syndrome",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Gitelman syndrome (Option B) in this young patient with chronic hypotension and hypokalemia. Gitelman syndrome is a recessively inherited tubular defect disorder due to variants in the SLC12A3 or CLCNKB gene. The variants cause tubular transporter changes that mimic the effects of thiazide diuretics. Symptoms include fatigue, salt craving, thirst, and muscle cramping and weakness; laboratory abnormalities include hypokalemia, hypomagnesemia, metabolic alkalosis, hypocalciuria, and secondary hyperaldosteronism. This patient's scenario raises concern for a salt-wasting nephropathy as the cause of her hypokalemia. The nephropathy is confirmed by her urine studies, which show high urine sodium, chloride, and potassium concentrations despite the hypotension and hypokalemia. Low urine calcium concentration, as noted in this patient's laboratory findings, is a hallmark finding in Gitelman syndrome. Genetic testing should be recommended to confirm the diagnosis.Bartter syndrome (Option A) is a rare autosomal recessive genetic disease caused by impaired renal sodium chloride reabsorption and is characterized by severe volume depletion, hypokalemia, metabolic alkalosis, and hypercalciuria. Most forms of Bartter syndrome are noted during early childhood and infancy. The type 3 form of Bartter syndrome can present in adolescence or early adulthood and is associated with an elevated urine calcium concentration. This patient has hypocalciuria, which makes Gitelman syndrome the more likely diagnosis.Gordon syndrome (also known as familial hyperkalemic hypertension or pseudohypoaldosteronism type 2) (Option C) is an autosomal dominant condition in which the genetic defect causes the primary renal retention of sodium, leading to hypertension, volume expansion, low renin/aldosterone, hyperkalemia, and metabolic acidosis. Symptoms manifest in early childhood, and affected individuals may be born with other anomalies such as club foot and cleft palate. This patient's presentation is not consistent with Gordon syndrome.Liddle syndrome (Option D), an autosomal dominant condition, is marked by severe hypertension, hypokalemia, and metabolic alkalosis. It is usually diagnosed in childhood and rarely as an adult. Hypertension due to apparent mineralocorticoid excess is a key feature of its phenotype.",
  "critique_links": [],
  "key_points": [
    "Low urine calcium concentration, chronic hypotension, and hypokalemia are the hallmark findings in Gitelman syndrome; symptoms include fatigue, salt craving, thirst, and muscle weakness and cramping."
  ],
  "references": "Guo W, Ji P, Xie Y. Genetic diagnosis and treatment of hereditary renal tubular disease with hypokalemia and alkalosis. J Nephrol. 2023;36:575-91. PMID: 35994232 doi:10.1007/s40620-022-01428-4",
  "related_content": {
    "syllabus": [
      "npsec24002_24014"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.816161-06:00"
}