{
  "question_id": "npmcq24073",
  "category": "np",
  "educational_objective": "Identify albuminuria as an important prognostic factor for chronic kidney disease progression.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 67-year-old woman is evaluated for chronic kidney disease. She has hypertension, type 2 diabetes mellitus, and obesity. Medications are lisinopril, amlodipine, dapagliflozin, metformin, and rosuvastatin.On physical examination, blood pressure is 130/70 mm Hg; other vital signs are normal. BMI is 30. The remainder of the examination is unremarkable.Laboratory studies:Creatinine1.2 mg/dL (106.1 µmol/L)Urine albumin-creatinine ratio2743 mg/gHEstimated glomerular filtration rate50 mL/min/1.73 m2 Urinalysis3+ protein, 1+ glucose, 1+ blood",
  "question_stem": "Which of the following factors is associated with the highest risk for progression of this patient's chronic kidney disease?",
  "options": [
    {
      "letter": "A",
      "text": "Albuminuria",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Glucosuria",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Hematuria",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hypertension",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Obesity",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Albuminuria (Option A) is associated with the highest risk for progression of this patient's chronic kidney disease (CKD). In addition to the stage of CKD, the severity of albuminuria or proteinuria is one of the strongest risk factors for CKD progression; albuminuria is also an independent risk for adverse cardiovascular events. The risk of CKD progression increases at every stage of CKD, with risk increasing as the degree of albuminuria or proteinuria increases. The importance of albuminuria and/or proteinuria as a risk factor for progression is reflected in the Kidney Disease: Improving Global Outcomes (KDIGO) CKD staging system and is the reason for monitoring the urine for microalbuminuria (see Figure: KDIGO Chronic Kidney Disease Nomenclature). This patient has stage G3a CKD with severely increased albuminuria (category A3), which confers very high risk.Glucosuria (Option B) is an expected finding in this patient taking dapagliflozin, a sodium-glucose cotransporter 2 (SGLT2) inhibitor. The mechanism of action of SGLT2 inhibitors is blockade of glucose reabsorption from the tubular filtrate. SGLT2 inhibitors have been shown to slow the progression of CKD in patients with and without diabetes mellitus.Because there are many potential causes of hematuria (Option C), its presence requires appropriate diagnostic evaluation. However, it is not itself a prognostic factor for CKD progression.Hypertension (Option D) and obesity (Option E) are both associated with risk for CKD. Appropriate clinical management of patients with CKD and hypertension includes reducing blood pressure to <130/80 mm Hg (American College of Cardiology/American Heart Association 2017 guidelines) or to a systolic blood pressure of <120 mm Hg (KDIGO hypertension guidelines). Obesity is associated with hyperfiltration injury to the glomerulus. Patients with CKD and obesity should be encouraged to make lifestyle modifications to decrease body weight, including a healthy diet and regular physical activity. However, hypertension and obesity are not as powerful risk factors for progression of CKD as albuminuria >300 mg/g (KDIGO category A3).",
  "critique_links": [],
  "key_points": [
    "The most important predictors of progression of chronic kidney disease to end-stage kidney disease are baseline estimated glomerular filtration rate and severity of albuminuria/proteinuria."
  ],
  "references": "Nichols GA, Déruaz-Luyet A, Brodovicz KG, et al. Kidney disease progression and all-cause mortality across estimated glomerular filtration rate and albuminuria categories among patients with vs. without type 2 diabetes. BMC Nephrol. 2020;21:167. PMID: 32380961 doi:10.1186/s12882-020-01792-y",
  "related_content": {
    "syllabus": [
      "npsec24011_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:30.796341-06:00"
}