{
  "question_id": "rmmcq24034",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Diagnose Behçet syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 24-year-old man is evaluated for 5 years of episodic joint pain and swelling of the wrists, knees, and ankles, which resolve with NSAIDs. He also reports episodes of eye pain with photosensitivity and blurriness that occur once or twice annually; eye symptoms have improved with glucocorticoid eye drops. He has had two previous episodes of painful irritated skin sites on the penis and scrotum; results of testing for sexually transmitted infections (STIs) have been repeatedly negative. Two days after the most recent testing for STIs, a pustular-appearing skin lesion developed at the site of the blood draw. The patient is currently asymptomatic.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Behçet syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Common variable immunodeficiency",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Crohn disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sarcoidosis",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Systemic lupus erythematosus",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is Behçet syndrome (Option A). Behçet syndrome is a relapsing and remitting inflammatory disease consisting of a constellation of multisystem signs and symptoms, most commonly including oral and genital ulcers and inflammatory eye disease. About half of patients also have episodic self-limited joint involvement, which typically affects the elbows, wrists, knees, and ankles. The diagnosis of Behçet syndrome is largely clinical (Table: International Criteria for Behçet Syndrome). Pathergy (a pustular neutrophilic infiltrate occurring within 24 to 48 hours after skin puncture with a sterile needle) strongly suggests Behçet syndrome (Figure: Pathergy in Behçet Syndrome), although pathergy test results are often negative, particularly in nonendemic areas, such as the United States. This patient has a history of polyarticular arthritis, episodic ocular inflammation (suggesting possible uveitis), genital ulceration, and a suggestive history of pathergy, all of which strongly indicate Behçet syndrome. Treatment is individualized and dependent on organ system involvement. For oral ulcers, topical and systemic glucocorticoids may be used; apremilast can also be considered. Colchicine, although off-label, is often prescribed for mucocutaneous manifestations and arthritis and can prevent recurrent symptoms. For resistant severe ulcers or for vascular, ophthalmologic, or central nervous system involvement, disease-modifying antirheumatic drugs may be required.Patients with common variable immunodeficiency (CVID) (Option B) can experience recurrent infections and are at increased risk for noninfectious complications, including autoimmune disease, granulomatous disease, and malignancy. Although inflammatory arthritis can be observed with CVID, pathergy is not a characteristic finding of this immunologic disorder.Extraintestinal manifestations, such as peripheral arthritis and uveitis, may occur with Crohn disease (Option C) and can be associated with active bowel disease or independent of bowel inflammation. Common cutaneous features of Crohn disease, erythema nodosum and pyoderma gangrenosum, are not observed in this patient. Furthermore, this patient does not have a history of gastrointestinal symptoms, making Crohn disease less likely.Although patients with sarcoidosis (Option D) may have arthritis (which may be associated with erosive damage) and uveitis, sarcoidosis most commonly affects the lungs, which are not affected in this patient. Additionally, the presence of pathergy is not consistent with sarcoidosis.Joints are affected in most patients with systemic lupus erythematosus (SLE) (Option E). Arthralgia is common, and a smaller percentage of patients with SLE have arthritis. Mucocutaneous findings are prominent features of SLE, and ocular findings may also occur. However, the pathergy in this patient is characteristic of Behçet syndrome rather than SLE.",
  "critique_links": [],
  "key_points": [
    "Behçet syndrome, a relapsing and remitting inflammatory disease, is characterized by recurrent painful oral and genital mucosal ulcerations, inflammatory eye disease, and pathergy."
  ],
  "references": "Saadoun D, Bodaghi B, Cacoub P. Behçet's syndrome. N Engl J Med. 2024;390:640-651. PMID: 38354143 doi:10.1056/NEJMra2305712",
  "related_content": {
    "syllabus": [
      "rmsec24014_24004"
    ]
  },
  "media": {
    "tables": [
      "tables/rmtab24054.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "rmtab24054",
        "file": "tables/rmtab24054.html",
        "title": "International Criteria for Behçet Syndrome",
        "short_title": "International Criteria for Behçet Syndrome",
        "footnotes": [
          "<sup>a</sup>Four or more points are needed for the diagnosis of Behçet syndrome."
        ],
        "headers": [
          "Manifestations",
          "Pointsa"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:36.840211-06:00"
}