{
  "question_id": "inmcq24062",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Diagnose and treat malignant otitis externa.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 70-year-old man is evaluated in the emergency department because of a 1-month history of otalgia, otorrhea, and fullness of the left ear. His symptoms have significantly worsened in the past few days, and it has been too painful to wear his left hearing aid. He has type 2 diabetes mellitus and coronary artery disease. Medications are metformin, semaglutide, aspirin, and atorvastatin.On physical examination, temperature is 38.3 °C (100.9 °F), blood pressure is 104/68 mm Hg, and pulse rate is 105/min. The pinna is swollen and painful when pulled; tenderness to palpation extends to the temporal bone. Granulation tissue and purulence are present in the ear canal.Laboratory studies:Erythrocyte sedimentation rate106 mm/hHLeukocyte count21,400/µL (21.4 × 109/L)HC-reactive protein19.8 mg/dL (198 mg/L)HHead CT scan reveals enhancing soft tissue of the left external auditory canal with inflammatory changes and cortical bone erosion of the surrounding region.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous vancomycin and ceftazidime",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral amoxicillin-clavulanate",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Topical ciprofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urgent surgical resection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient most likely has malignant otitis externa (MOE), and the most appropriate management is intravenous vancomycin and ceftazidime (Option A), along with urgent referral to an otolaryngologist. MOE occurs mainly in older patients and those who are immunocompromised or have diabetes mellitus. It is characterized by severe, persistent otalgia associated with ear discharge, temporomandibular pain, and headache. On examination, the canal is swollen and edematous, and granulation tissue along with purulent drainage is often present. The external ear structures may also be swollen and tender. Laboratory findings are nonspecific; however, the erythrocyte sedimentation rate is a reliable sign of disease activity, and striking elevations may be present. CT of the temporal bones with and without contrast should be performed and often shows bony erosions. Initial treatment requires broad-spectrum antibiotics with pseudomonal coverage and urgent referral to an otolaryngologist. This patient with multiple risk factors for MOE has a presentation that is concerning for MOE, including severe otalgia, otorrhea, edema, and granulation tissue in the ear canal; elevated inflammatory markers; and CT findings of bone destruction. He should be treated with broad-spectrum antibiotics and referred immediately to an otolaryngologist.Oral antibiotics, such as amoxicillin-clavulanate (Option B), are not appropriate for this patient with MOE. In cases of bacterial otitis media, treatment with oral amoxicillin-clavulanate would be reasonable, but this patient has extensive disease with bony destruction; intravenous antibiotics with pseudomonal coverage are necessary.In this patient with MOE, topical antibiotics such as ciprofloxacin (Option C) are not appropriate. Topical antibiotics would be the treatment of choice in routine otitis externa. This patient with severe pain and evidence of spread of infection to contiguous structures does not have otitis externa.Urgent surgical resection (Option D) is not the most appropriate immediate management. In cases of aggressive MOE, such as with facial nerve paralysis or MOE unresponsive to conventional treatment, surgical debridement may be considered. This patient has bony erosions but no indications for immediate surgery, and he should be monitored for response to intravenous antibiotics before surgery is considered.",
  "critique_links": [],
  "key_points": [
    "Malignant otitis externa is characterized by severe otalgia with ear canal edema, purulent drainage, and granulation tissue present on examination; elevated inflammatory markers and CT findings of bone destruction are typically present.",
    "Initial treatment of malignant otitis externa requires broad-spectrum antibiotics with pseudomonal coverage and urgent referral to an otolaryngologist."
  ],
  "references": "Long DA, Koyfman A, Long B. An emergency medicine-focused review of malignant otitis externa. Am J Emerg Med. 2020;38:1671-1678. PMID: 32505469 doi:10.1016/j.ajem.2020.04.083",
  "related_content": {
    "syllabus": [
      "insec24002_24007"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.493611-06:00"
}