{
  "question_id": "enmcq24019",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Diagnose adrenal insufficiency in a patient with other autoimmune diseases.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old woman is evaluated for 1 year of worsening fatigue, weight loss of 6.8 kg (15.0 lb), muscle and joint pain, and lightheadedness on standing. Medical history is significant for type 1 diabetes mellitus and Graves disease treated with thyroidectomy. Family history includes a brother with celiac disease. Her medications are insulin and levothyroxine.On physical examination, blood pressure is 104/80 mm Hg sitting and 78/57 mm Hg standing. Pulse rate is 80/min sitting and 120/min standing. BMI is 17. Mucous membranes are dry. She appears tanned, with darkening along the thyroidectomy scar. Other findings are unremarkable.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Celiac disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Primary adrenal insufficiency",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Rheumatoid arthritis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Thyrotoxicosis",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "Primary adrenal insufficiency (Option B) is the most likely diagnosis. Primary adrenal insufficiency is most commonly caused by autoimmune adrenalitis. Symptoms can be subtle initially, with insidious onset of fatigue, weakness, weight loss, myalgia, arthralgia, nausea, and vomiting. On examination, patients will often have orthostatic vital signs and hypotension related to aldosterone deficiency. Hyperpigmentation can occur in primary adrenal insufficiency, as rising adrenocorticotropic hormone (ACTH) levels are associated with increased melanocyte-stimulating hormone (shared precursor hormone to ACTH). The hyperpigmentation can be diffuse, with the patient appearing bronze or tanned, or more focal, with darkening of palmar surfaces, surgical scars, or across extensor surfaces. In addition to multiple symptoms and physical examination findings concerning for adrenal insufficiency, this patient has a history of two other autoimmune conditions, which should increase concern for another autoimmune condition.Similar to primary adrenal insufficiency, celiac disease (Option A) can have an insidious onset. Patients with a personal history of autoimmune disease or a family history of celiac disease are at increased risk for developing celiac disease. Dermatitis herpetiformis (a pruritic rash of grouped vesicles or erosions that often affects the elbows, knees, back, scalp, and buttocks) is associated with celiac disease, but hyperpigmentation is not. This patient's additional symptoms of myalgia and arthralgia as well as orthostatic vital signs cannot be attributed to celiac disease.Rheumatoid arthritis (Option C) is associated with arthralgia and myalgia. However, this patient appears systemically ill with orthostatic vital signs. There are no signs of joint inflammation on examination, so rheumatoid arthritis is unlikely.Graves disease can cause symptoms of fatigue and weight loss as well as tachycardia attributable to hyperthyroidism. Patients with primary hypothyroidism or surgically treated Graves disease can develop thyrotoxicosis (Option D) from overreplacement of levothyroxine. This can occur if a patient has lost weight and the levothyroxine dosage has not been adjusted. A thyroid-stimulating hormone measurement is important to ensure that this patient's levothyroxine replacement is appropriate. However, thyrotoxicosis would not explain the patient's myalgia, arthralgia, orthostatic vital signs, or hyperpigmentation and would not be the most likely explanation of this patient's symptoms.",
  "critique_links": [],
  "key_points": [
    "Primary adrenal insufficiency is most commonly caused by autoimmune adrenalitis; insidious symptoms such as myalgia, arthralgia, orthostatic vital signs, and hyperpigmentation should raise concern, especially in patients with other autoimmune diseases."
  ],
  "references": "Husebye ES, Pearce SH, Krone NP, et al. Adrenal insufficiency. Lancet. 2021;397:613-629. PMID: 33484633 doi:10.1016/S0140-6736(21)00136-7",
  "related_content": {
    "syllabus": [
      "ensec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:29.760034-06:00"
}