{
  "question_id": "fcmcq24062",
  "category": "fc",
  "educational_objective": "Use teach-back to assess health literacy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "An 81-year-old man is evaluated for type 2 diabetes mellitus that was recently diagnosed based on laboratory results, including hemoglobin A1c of 8.6%. After gaining an understanding of the patient's previous knowledge of type 2 diabetes, the clinician clarifies misconceptions and further explains the type 2 diabetes disease process to the patient. The physician asks the patient, \"Of what we discussed, what do you feel is most important to remember about your diabetes diagnosis?”",
  "question_stem": "Which method is the physician using to assess the patient's understanding of diabetes?",
  "options": [
    {
      "letter": "A",
      "text": "Newest Vital Sign",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Rapid Estimate of Adult Literacy in Medicine–Short Form",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Short Assessment of Health Literacy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Teach-back",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "In this case, the physician is using the teach-back method (Option D). Using this method, the clinician can assess a patient's understanding and gain valuable insight into the patient's knowledge and health literacy. Through teach-back, the clinician provides new information and assesses the patient's understanding by having the patient “teach back” the information they have just received. Teach-back is not a test of patients' memory; as such, the patient should be encouraged to use their own words to express their understanding. Teach-back is an opportunity to ensure that the clinician has explained a diagnosis or treatment sufficiently. Clinicians need to be aware of their patients' health literacy and identify those who may need assistance, because low health literacy is associated with poorer health outcomes. Low health literacy may hinder patients' ability to describe their health concerns, complete health forms accurately, understand medical information, and manage their health conditions.The Newest Vital Sign (Option A) is a validated, 3-minute test to screen for low health literacy. Patients are given a nutrition label and, while looking at the label, are asked questions about it. The Newest Vital Sign can help to predict a patient's ability to comprehend common instructions related to frequent primary care scenarios.The Rapid Estimate of Adult Literacy in Medicine–Short Form (Option B) is a quick, validated, seven-item word recognition test used to assess health literacy. Patients are asked to read seven medical words and are scored based on the number of words read correctly.The Short Assessment of Health Literacy (Option C) is a reliable and valid assessment of general health literacy in which a patient is presented with 18 words. For each word, the patient is given two additional words and asked to select the word with the closest meaning to the test word. This brief assessment tests comprehension and pronunciation of health-related terms.",
  "critique_links": [],
  "key_points": [
    "Clinicians should assess patients for health literacy, because low health literacy is associated with poorer health outcomes.",
    "In the teach-back method, the clinician asks the patient to describe, in their own words, their understanding of their diagnosis or treatment; this method allows the clinician to assess the patient's understanding and health literacy."
  ],
  "references": "Agency for Healthcare Research and Quality. Guide to improving patient safety in primary care settings by engaging patients and families. Teach-back. Accessed April 1, 2024. www.ahrq.gov/patient-safety/reports/engage/teachback.html",
  "related_content": {
    "syllabus": [
      "fcsec24004_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.701045-06:00"
}