{
  "question_id": "gimcq24025",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Treat gallstone pancreatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 42-year-old patient is evaluated in the hospital 2 days after admission for gallstone pancreatitis. Abdominal ultrasound obtained in the emergency department revealed cholelithiasis but no choledocholithiasis. The common bile duct was dilated. The patient was initially treated with intravenous fluids; they now tolerate an oral diet. Their pain is improving.On physical examination, vital signs and other findings are normal.Laboratory studies show that serum alanine aminotransferase, aspartate aminotransferase, and bilirubin levels have normalized.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Cholecystectomy before discharge",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cholecystectomy in 4 to 6 weeks",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Endoscopic retrograde cholangiopancreatography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management of this patient with uncomplicated acute gallstone pancreatitis is cholecystectomy before discharge (Option A). The most common cause of acute pancreatitis is gallstone pancreatitis, suggested by an alanine aminotransferase level greater than 150 U/L. Patients with acute pancreatitis should undergo transabdominal ultrasonography to assess for gallstones and biliary duct dilation. Because this patient's liver function test results have normalized, a stone has probably passed through the common bile duct spontaneously, with resolution of biliary obstruction. For patients with gallstone pancreatitis, cholecystectomy before discharge is recommended. A randomized clinical trial that compared cholecystectomy during an initial hospitalization for biliary pancreatitis with a delayed approach found same-admission surgery was associated with a reduction in a composite outcome of gallstone-related complications and mortality, as well as a reduction in readmission for recurrent pancreatitis and other pancreaticobiliary complications. A subsequent analysis also demonstrated that same-hospitalization cholecystectomy was less costly than interval cholecystectomy.Cholecystectomy in 4 to 6 weeks (Option B) after hospitalization would place the patient at increased risk for recurrent pancreatitis and other complications. Cholecystectomy should not be delayed in this patient.Endoscopic retrograde cholangiopancreatography (ERCP) (Option C) is no longer used in the management of acute gallstone pancreatitis. ERCP may be considered for pancreatitis in patients experiencing cholangitis or those with biliary obstruction from choledocholithiasis. This patient does not have these conditions and therefore should not undergo ERCP.No further management (Option D) is incorrect because the patient requires cholecystectomy to reduce gallstone-related complications and mortality, as well as readmissions for recurrent pancreatitis.",
  "critique_links": [],
  "key_points": [
    "For patients with gallstone pancreatitis, cholecystectomy before discharge can reduce rates of gallstone-related complications compared with delayed cholecystectomy."
  ],
  "references": "da Costa DW, Bouwense SA, Schepers NJ, et al; Dutch Pancreatitis Study Group. Same-admission versus interval cholecystectomy for mild gallstone pancreatitis (PONCHO): a multicentre randomised controlled trial. Lancet. 2015;386:1261-1268. PMID: 26460661 doi:10.1016/S0140-6736(15)00274-3",
  "related_content": {
    "syllabus": [
      "gisec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.198999-06:00"
}