{
  "question_id": "hmcor25012",
  "category": "hm",
  "educational_objective": "Treat disseminated intravascular coagulation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 75-year-old woman is hospitalized with urosepsis. Medical history is unremarkable, and she was taking no medications before admission.On physical examination, temperature is 39.4 °C (102.9 °F), blood pressure is 90/52 mm Hg, pulse rate is 110/min, and respiration rate is 16/min. Oxygen saturation is 92% using a nonrebreathing mask. Cardiac examination reveals tachycardia. She has suprapubic and left flank tenderness. Blood is seen oozing around the two intravenous insertion sites in the bilateral upper extremities. The remainder of the examination is normal.Laboratory studies:Activated partial thromboplastin time55 sHD-dimer2.8 μg/mL (2.8 mg/L)HHemoglobin9.1 g/dL (91 g/L)LLeukocyte count14,000/μL (14 × 109/L)HPlatelet count55,000/μL (55 × 109/L)LProthrombin time19 sHFibrinogen105 mg/dL (1.05 g/L)LPeripheral blood smear is shown.Cultures are collected. Fluid resuscitation is provided with 0.9% saline, with improvement in her hypotension and tachycardia. Broad-spectrum antibiotics are initiated.",
  "question_stem": "Which of the following is the most appropriate additional management?",
  "options": [
    {
      "letter": "A",
      "text": "Eculizumab",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Methylprednisolone",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Therapeutic plasma exchange",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional treatment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "No additional treatment is required for this patient with disseminated intravascular coagulation (DIC) (Option D). DIC is a systemic process involving widespread and inappropriate activation of coagulation and concomitant fibrinolysis. The initial pathogenesis involves widespread endothelial injury and circulating procoagulants that lead to disseminated microvascular thrombi and erythrocyte shearing injury leading to intravascular hemolysis (see Figure: Peripheral Blood Smear Findings in DIC). Normal compensatory mechanisms are unable to keep up with the consumption of many blood components, resulting in depletion of platelets and coagulation proteins. Patients may have bleeding resulting from lack of available procoagulant factors in addition to large amounts of fibrin degradation products released from accompanying fibrinolysis, which interferes with normal platelet function and fibrin formation. Bleeding can often be seen at mucosal sites and areas of procedures (e.g., venous catheters). Organ dysfunction, including kidney and liver impairment, is also common. Laboratory findings in acute DIC include prolongation of the prothrombin and activated partial thromboplastin times, thrombocytopenia, low fibrinogen level, and markers of fibrinolysis such as an elevated D-dimer. Sepsis is the most common cause of acute DIC. Additional causes include disseminated malignancy, pregnancy complications, and trauma. Treatment focuses on addressing the underlying condition. Platelet transfusions, cryoprecipitate, and fresh frozen plasma are provided as needed for bleeding manifestations. This patient has clinical and laboratory findings consistent with DIC, and the appropriate treatment is targeted at the underlying cause, which in her case is sepsis.Eculizumab is a monoclonal antibody directed against complement component C5 and inhibits complement activation (Option A). It is effective for use in paroxysmal nocturnal hemoglobinuria and atypical hemolytic uremic syndrome (aHUS). Although thrombocytopenia, thrombotic microangiopathy, and kidney disease are seen with aHUS, this condition is not associated with the coagulation abnormalities seen in this patient.Glucocorticoids, such as methylprednisolone (Option B), would be considered in patients with autoimmune hemolytic anemia or immune thrombocytopenic purpura but not with DIC, which is not mediated by autoantibodies. These entities are not associated with coagulation abnormalities or schistocytes on the peripheral blood smear.Therapeutic plasma exchange (Option C) is a mainstay of therapy in patients with thrombotic thrombocytopenic purpura (TTP). Thrombocytopenia and microangiopathic hemolytic anemia are hallmarks of TTP, but coagulation abnormalities are not. Therapeutic plasma exchange is not used for treatment of DIC.",
  "critique_links": [],
  "key_points": [
    "Disseminated intravascular coagulation (DIC) is characterized by thrombocytopenia, coagulation abnormalities, hypofibrinogenemia, and microangiopathic hemolytic anemia.",
    "Treatment of DIC focuses on the underlying disorder."
  ],
  "references": "Adelborg K, Larsen JB, Hvas AM. Disseminated intravascular coagulation: epidemiology, biomarkers, and management. Br J Haematol. 2021;192:803-818. PMID: 33555051 doi:10.1111/bjh.17172",
  "related_content": {
    "syllabus": [
      "hmsec24007_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/hmfig25702.827793e0527b46918c47f6aa4c22ec1d.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "hmfig25702",
        "file": "figures/hmfig25702.827793e0527b46918c47f6aa4c22ec1d.jpg",
        "title": "Peripheral Blood Smear Findings in Disseminated Intravascular Coagulation",
        "short_title": "Peripheral Blood Smear Findings in DIC",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 322,
        "height": 217
      }
    ],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.783120-06:00"
}