{
  "category": "np",
  "critique": "The most appropriate treatment is rasburicase (Option D) for this patient with acute kidney injury (AKI) caused by tumor lysis syndrome (TLS). TLS caused by massive lysis of tumor cells can occur after chemotherapy, such as in this patient with non-Hodgkin lymphoma, or spontaneously in patients with a large tumor burden. Lysis of cells releases potassium and phosphorus, and catabolism of nucleic acids to uric acid results in hyperuricemia, as evidenced in this patient with elevated serum potassium, phosphorus, and uric acid levels. Precipitation of uric acid in the renal tubules can result in AKI due to renal vasoconstriction and direct tubular injury. Hypocalcemia may also occur, with calcium phosphate deposition in the renal tubules causing further injury. The presence of uric acid crystals, as shown below, in the urine further supports the diagnosis.()In addition to infusion of isotonic intravenous fluids, prevention and treatment include administration of hypouricemic agents such as allopurinol or rasburicase, a recombinant urate oxidase, which catalyzes oxidation of uric acid to the much more water-soluble compound allantoin.Fomepizole (Option A) is not indicated, as it is not used for the management of TLS. Fomepizole would be used to treat ethylene glycol toxicity, which can cause AKI from renal intratubular precipitation of calcium oxalate (not uric acid) crystals that appear on urine microscopy as dumbbell-shaped (monohydrate form) or envelope-shaped (dihydrate form) crystals. This patient has AKI due to TLS, for which rasburicase is the most appropriate treatment.Hemodialysis (Option B) is not indicated for this patient. Hemodialysis may be necessary treatment for AKI with complications such as hyperkalemia, metabolic acidosis, or volume overload refractory to medical management or with uremic manifestations such as altered mental status, asterixis, or uremic pericarditis. However, this patient has hyperkalemia without ECG changes, and medical management of hyperkalemia and metabolic acidosis have not yet been proven to be ineffective. He also does not exhibit uremic manifestations as evidenced by normal mentation and absence of asterixis or a precordial rub. Therefore, rasburicase is the most appropriate treatment.Plasma exchange (Option C) can be used in the management of AKI in the setting of immune thrombotic thrombocytopenic purpura or some forms of rapidly progressive glomerulonephritis (granulomatosis with polyangiitis, microscopic polyangiitis, or anti–glomerular basement membrane disease), but not for the treatment of TLS. Because this patient's AKI was caused by TLS, rasburicase would be indicated.",
  "educational_objective": "Treat acute kidney injury caused by tumor lysis syndrome.",
  "extracted_at": "2025-12-22T20:06:53.166687-06:00",
  "key_points": [
    "In addition to infusion of isotonic intravenous fluids, prevention and treatment of tumor lysis syndrome includes administration of hypouricemic agents such as allopurinol and rasburicase."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Fomepizole"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Hemodialysis"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Plasma exchange"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Rasburicase"
    }
  ],
  "question_id": "npmcq24055",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "question_text": "A 60-year-old man is evaluated in the emergency department for acute kidney injury after presenting with a 5-day history of nausea, vomiting, and lethargy. One week ago, he received his first dose of chemotherapy for non-Hodgkin lymphoma.On physical examination, vital signs are normal. The patient is drowsy but alert and oriented. There is no precordial rub on cardiac examination. Lungs are clear to auscultation bilaterally. Asterixis is not noted.A 12-lead ECG reveals normal sinus rhythm and no ST-T wave changes.",
  "references": "Barbar T, Jaffer Sathick I. Tumor lysis syndrome. Adv Chronic Kidney Dis. 2021;28:438-446.e1. PMID: 35190110 doi:10.1053/j.ackd.2021.09.007",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "npsec24006_24023"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}