{
  "category": "np",
  "critique": "The most likely diagnosis is masked hypertension (Option A), which is defined as blood pressure (BP) that is <130/80 mm Hg in the office but elevated in the ambulatory setting (≥125/75 mm Hg) (). Masked hypertension is associated with an increased prevalence of target organ damage and increased risk for cardiovascular disease, stroke, and mortality compared with normotension. In adults with elevated office BP (120-129/<80 mm Hg) but who do not meet the criteria for hypertension or with end-organ damage (e.g., left ventricular hypertrophy), screening for masked hypertension with daytime ambulatory BP monitoring (ABPM) or home BP measurements is reasonable. Antihypertensive treatment should be initiated if daytime ABPM or home BP remains ≥130/80 mm Hg. In this patient, who had an elevated BP reading outside of the physician's office and a normal reading in the office, the use of ABPM was appropriate to make the diagnosis of masked hypertension. After a 3-month trial of lifestyle modifications, antihypertensive medication should be initiated if her daytime ABPM or home BP remains ≥130/80 mm Hg.Stage 1 hypertension (Option B) is defined as an office-based BP reading of 130-139/80-89 mm Hg. Stage 2 hypertension (Option C) is defined by an office-based BP reading of ≥140/90 mm Hg. The higher systolic or diastolic value determines the stage. Although this patient's 24-hour ambulatory BP readings meet the criteria for stage 2 hypertension, her office-based BP reading does not. Masked hypertension is the more appropriate diagnosis in this case.White coat hypertension (Option D) is essentially the opposite of masked hypertension and refers to elevated BP measured in the office (>130/80 mm Hg), but out-of-office BP averages that are not elevated (<125/75 mm Hg).",
  "educational_objective": "Diagnose masked hypertension.",
  "extracted_at": "2025-12-22T20:06:26.461680-06:00",
  "key_points": [
    "Masked hypertension is defined as blood pressure that is normal in the office (<130/80 mm Hg) but elevated in the ambulatory setting (≥125/75 mm Hg).",
    "Masked hypertension is associated with an increased risk for sustained hypertension and cardiovascular disease; after a 3-month trial of lifestyle modifications, antihypertensive medication should be initiated if daytime ambulatory or home blood pressure remains ≥130/80 mm Hg."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Masked hypertension"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Stage 1 hypertension"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Stage 2 hypertension"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "White coat hypertension"
    }
  ],
  "question_id": "npmcq24005",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 52-year-old woman comes to the office to discuss a recent elevated blood pressure reading at a supermarket kiosk. She has no other medical problems and takes no medications.On physical examination, blood pressure is 128/72 mm Hg. Other vital signs and the remainder of the examination are normal.Laboratory studies show normal serum creatinine and electrolyte levels.ECG is normal.She undergoes 24-hour ambulatory blood pressure monitoring, which shows a mean blood pressure measurement of 142/84 mm Hg.",
  "references": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension. 2018;71:e13-e115. PMID: 29133356 doi:10.1161/HYP.0000000000000065",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "npsec24005_24036"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}