{
  "question_id": "dmmcq24026",
  "category": "dm",
  "category_name": "Dermatology",
  "educational_objective": "Diagnose bullous impetigo.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 29-year-old woman is evaluated for a 1-week history of mildly pruritic rash on the chin. The rash developed after a small blister on her chin popped. She reports that her 9-month-old infant has a similar rash on his face and scalp. The patient has no medical problems and takes no medications.On physical examination, vital signs are normal. A pink, sharply demarcated erosion with golden-colored crust is present on the chin. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Bullous impetigo",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Demodex infestation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Herpes labialis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sarcoptes scabiei infestation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is bullous impetigo (Option A). Impetigo is a superficial infection of the epidermis most commonly caused by Staphylococcus aureus, group A streptococci, or both. Impetigo is more common in children but can be spread between close contacts, such as to parents. Impetigo is classified as bullous or nonbullous. In bullous impetigo, which is typically caused by S. aureus, patients first develop a small, fragile vesicle or bulla that ruptures, leaving a collarette of scale surrounding an erosion with adherent honey-colored crust (see Figure: Bullous Impetigo). Physical examination findings are characteristic, but bacterial culture can be obtained from the blister fluid or exudative crust to identify the pathogen if the diagnosis is unclear. Treatment begins with washing with soap and water and removal of the crust. Topical antistaphylococcal antibiotics, such as mupirocin ointment, are generally effective. Oral antibiotics are recommended for patients with widespread infection and in outbreaks involving multiple people. Recommended oral antibiotics are cephalexin or dicloxacillin unless methicillin-resistant S. aureus is suspected or confirmed. This patient's presentation is typical for bullous impetigo.Demodex infestation (demodicosis) (Option B) develops when an overgrowth of the population of demodex, a commensal mite, occurs on the face. Demodex infestation is characterized by central facial inflammatory nodules and pustules, findings that are inconsistent with this patient's presentation.Herpes labialis (Option C) results from reactivation of the herpes simplex virus. Eruptions present with clustered monomorphic vesicles progressing to ulceration on the lip. The outbreak is often preceded by tingling or burning, and the vesicles and subsequent ulcerations are often painful. This patient's sharply demarcated erosion and adherent golden crust is more consistent with bullous impetigo than herpes labialis.Sarcoptes scabiei (Option D) is an ectoparasite that spreads through close physical contact. Infestations (scabies) result in intensely pruritic rash, often on the hands, volar wrists, breasts, and genitals. The characteristic lesions are linear burrows (see Figure: Scabies). Diagnosis is confirmed through mineral oil preparation of skin scrapings from burrows. The focal erosion seen in this patient is inconsistent with scabies infestation.",
  "critique_links": [],
  "key_points": [
    "Bullous impetigo is commonly caused by Staphylococcus aureus and is characterized by a small, fragile vesicle or bulla that ruptures, leaving a collarette of scale surrounding an erosion with adherent honey-colored crust.",
    "Treatment of bullous impetigo is with topical antistaphylococcal antibiotics; oral antibiotics are appropriate with widespread infection and in outbreaks involving multiple people."
  ],
  "references": "Gahlawat G, Tesfaye W, Bushell M, et al. Emerging treatment strategies for impetigo in endemic and nonendemic settings: A systematic review. Clin Ther. 2021;43:986-1006. PMID: 34053699 doi:10.1016/j.clinthera.2021.04.013",
  "related_content": {
    "syllabus": [
      "dmsec24011_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.748571-06:00"
}