{
  "question_id": "csmcq24051",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Treat dyspnea with nonpharmacologic measures.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 82-year-old woman is evaluated during a follow-up visit for dyspnea. She has metastatic non–small cell lung cancer and feels her chronic dyspnea is gradually worsening. She has no fever, new cough, chest pain, or hemoptysis but reports feeling anxious when dyspneic. Her shoulder and back pain secondary to metastatic disease is well controlled on her current pain regimen. She also has coronary artery disease and hypertension. Medications are pembrolizumab, extended-release morphine sulfate, and immediate-release morphine sulfate as needed.On physical examination, oxygen saturations are 97% breathing ambient air at rest and 95% with ambulation; other vital signs are normal. Pulmonary examination reveals decreased breath sounds in the right superior and left inferior lung fields. The remainder of the examination is normal.CT pulmonary angiogram shows no pulmonary embolism. The known right upper lung mass and secondary mass in the left base have modestly progressed from the last CT scan performed 4 months ago.",
  "question_stem": "In addition to encouraging as-needed use of immediate-release morphine, which of the following is the most appropriate additional treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Gabapentin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Handheld fan",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lorazepam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Supplemental oxygen",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with dyspnea in the setting of advanced cancer is a nonpharmacologic option such as use of a handheld fan (Option B). Dyspnea is common and troublesome for patients with advanced cancer. Guidelines emphasize screening for dyspnea in outpatient and inpatient settings in patients with advanced cancer and evaluating for and treating reversible contributors (e.g., pleural effusion). In patients with persistent debilitating symptoms despite maximal therapy directed at the underlying malignancy and its complications, nonpharmacologic and pharmacologic strategies can reduce the severity of dyspnea. Nonpharmacologic measures include handheld fans, meditation, education on posture and breathing techniques (e.g., pursed-lip and diaphragmatic breathing), and pulmonary rehabilitation. Intermediate-quality evidence supports use of a handheld fan, in which the patient directs the airstream to target the trigeminal nerve distribution. Patients may also benefit from a multidisciplinary team approach to their symptom management, including palliative medicine. In this patient, nonpharmacologic treatment measures, such as the use of a handheld fan, are appropriate to help alleviate her dyspnea.Gabapentin can be effective in the management of neuropathic pain and is sometimes used off label as adjunctive treatment for cancer-associated pain and some chronic pain syndromes. It is not effective for alleviation of shortness of breath, however, and should be used with caution in patients who are taking opioid therapy or have underlying lung disease. Gabapentin (Option A) is not an appropriate choice for managing this patient's progressive dyspnea.Benzodiazepines such as lorazepam (Option C) are reasonable to help with the treatment of dyspnea if other treatment strategies have failed. Benzodiazepines may be particularly effective in patients with concomitant anxiety. However, these agents should not be initiated before attempting nonpharmacologic measures and optimization of opioid therapy.Supplemental oxygen (Option D) has not been shown to improve symptoms in patients who have dyspnea without hypoxemia, as is the case in this patient.",
  "critique_links": [],
  "key_points": [
    "In patients with persistently debilitating dyspnea, nonpharmacologic treatment strategies, such as use of handheld fans and posture and breathing techniques (pursed-lip and diaphragmatic breathing), are a noninvasive and safe way to reduce symptom severity."
  ],
  "references": "Hui D, Bohlke K, Bao T, et al. Management of dyspnea in advanced cancer: ASCO guideline. J Clin Oncol. 2021;39:1389-1411. PMID: 33617290 doi:10.1200/JCO.20.03465",
  "related_content": {
    "syllabus": [
      "cssec24003_24003"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.884610-06:00"
}