{
  "question_id": "nrmcq24061",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Evaluate a patient for secondary headache.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 61-year-old woman is evaluated for a 3-month history of new-onset, gradually progressive headaches. The headaches have grown more frequent each month and now occur daily. She describes bilateral temporal-parietal steady pressure of mild to moderate intensity. Aside from some mild neck pain and fatigue, she has no other symptoms. Medical and family history are unremarkable, and she takes no medications.Vital signs and physical examination findings are normal.Brain MRI without contrast is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Amitriptyline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Cyclobenzaprine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Erythrocyte sedimentation rate measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Lumbar puncture",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "MRI of the cervical spine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is testing for giant cell arteritis (GCA) with an erythrocyte sedimentation rate (ESR) measurement (Option C). In all patients older than 50 years, a new or different headache is a “red flag” for secondary headache disorders, and diagnostic investigation is necessary. Other indicators requiring evaluation include first/worst and abrupt-onset headaches, progressively frequent headaches, headaches occurring with alteration in consciousness or seizure, headaches in high-risk clinical settings (immunosuppression, pregnancy, malignancy), headaches triggered by exertion or Valsalva maneuver, and headaches in patients with neurologic symptoms exceeding 1 hour or with abnormal findings on general or neurologic examination. In the setting of new subacute or chronic headaches in those older than 50 years, investigation should include neuroimaging with brain MRI and testing for GCA by measuring inflammatory markers, including an ESR and a C-reactive protein (CRP) level. Headache is the most common symptom of GCA and may be the only presenting symptom of the disease. The physical examination is often normal in GCA, but some patients display musculoskeletal, neurologic, or vascular anomalies. Inflammatory markers are usually elevated in GCA, although up to 5% of patients may have normal values. If the ESR or CRP level is elevated or is normal with a high index of suspicion for GCA, a temporal artery biopsy should be considered. This patient older than 50 years has new-onset headaches; GCA is a possible cause. The ESR and CRP level should be obtained.Amitriptyline (Option A) is not indicated in the setting of inadequately evaluated new-onset headaches in patients older than 50 years. Amitriptyline may be helpful in preventing episodic migraine and tension-type headache, but a secondary headache disorder needs to be excluded in this patient. It is common for the headache of many secondary headache disorders to exhibit a tension-type phenotypic picture, including the headaches in GCA and brain tumors.Cyclobenzaprine (Option B) has no established efficacy in the management of any primary or secondary headache disorders. This patient also has no evidence of any muscle spasm detected on physical examination.In the absence of any symptoms or signs of intracranial pressure disorders, infection, or hemorrhage, lumbar puncture (Option D) would not be indicated.Cervical MRI (Option E) may be considered in settings of headache with symptoms or signs of cervical radiculopathy or myelopathy. These are not present in this patient.",
  "critique_links": [],
  "key_points": [
    "In patients older than 50 years with subacute or chronic headaches, investigation should include neuroimaging with brain MRI and testing for giant cell arteritis with determination of the erythrocyte sedimentation rate and measurement of the C-reactive protein level."
  ],
  "references": "Zhu K, Born DW, Dilli E. Secondary headache: current update. Headache. 2020;60:2654-2664. PMID: 33078413 doi:10.1111/head.13986",
  "related_content": {
    "syllabus": [
      "nrsec24001_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.522442-06:00"
}