{
  "question_id": "npmcq24001",
  "category": "np",
  "category_name": "Nephrology",
  "educational_objective": "Manage elevated blood pressure.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 45-year-old patient is evaluated for hypertension. Two months ago, their blood pressure measurement in the office was 128/78 mm Hg. They subsequently underwent 24-hour ambulatory blood pressure monitoring, which demonstrated a mean blood pressure of 124/74 mm Hg. Personal and family histories are unremarkable. They take no medications.On physical examination, blood pressure is 129/79 mm Hg. Other vital signs and the remainder of the examination are normal.Laboratory studies show normal serum creatinine and electrolyte levels.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Chlorthalidone",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lifestyle modifications",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plasma aldosterone concentration/plasma renin activity ratio",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Repeat ambulatory blood pressure monitoring in 6 months",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with elevated blood pressure (BP) is lifestyle modifications (Option B). The American College of Cardiology/American Heart Association (ACC/AHA) definitions of BP for adults are as follows:Normal (<120 systolic and <80 mm Hg diastolic)Elevated (120-129 systolic and <80 mm Hg diastolic)Stage 1 hypertension (130-139 systolic or 80-89 mm Hg diastolic)Stage 2 hypertension (≥140 systolic or ≥90 mm Hg diastolic)These definitions should be based on the average of two or more BP readings measured on at least two separate occasions, as occurred with this patient. Individuals are classified according to their highest systolic or diastolic BP category. The ACC/AHA recommend that in adults with elevated BP, such as this patient, or in adults with stage 1 hypertension and a 10-year cardiovascular risk of <10%, management starts with nonpharmacologic therapy. Lifestyle modifications, including increasing physical activity, reducing stress, discontinuing tobacco use, and dietary adjustments (low-fat or low-sodium diet, high-potassium diet, or reduced alcohol intake), are recommended for initial management (Table: Efficacy of Lifestyle Modifications for Reducing Blood Pressure).Because lifestyle modifications are the first step in management of elevated BP, pharmacologic therapy such as chlorthalidone (Option A) is not yet indicated. The ACC/AHA recommend that, in adults with elevated BP (120-129/<80 mm Hg), management starts with nonpharmacologic therapy. These adults should have their BP repeated within 3 to 6 months of initiating lifestyle modifications; if it remains elevated, pharmacologic therapy should be considered.A plasma aldosterone concentration/plasma renin activity ratio (Option C) is used to screen patients for primary aldosteronism, which is the most common cause of secondary hypertension in middle-aged adults. Screening is recommended if the patient has any of the following: sustained BP >150/100 mm Hg on three separate occasions; resistant hypertension; controlled BP on four or more antihypertensives; hypertension with hypokalemia, an adrenal incidentaloma, or sleep apnea; hypertension with a family history of early-onset hypertension or a stroke <40 years of age; or a first-degree relative with primary aldosteronism. This patient does not have these risk factors and does not require an evaluation for primary aldosteronism.Repeating ambulatory BP monitoring in 6 months (Option D) is not the most appropriate management, as the patient has elevated BP confirmed by office and ambulatory BP monitoring; lifestyle modifications are recommended now.",
  "critique_links": [],
  "key_points": [
    "For persons with elevated blood pressure (120-129 mm Hg systolic and <80 mm Hg diastolic), lifestyle modifications, including increasing physical activity, reducing stress, discontinuing tobacco use, and dietary adjustments (low-fat or low-sodium diet, high-potassium diet, and reduced alcohol intake), are recommended for initial management."
  ],
  "references": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Hypertension. 2018;71:1269-1324. PMID: 29133354 doi:10.1161/HYP.0000000000000066",
  "related_content": {
    "syllabus": [
      "npsec24005_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:56.687862-06:00"
}