{
  "question_id": "nrmcq24011",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Manage a central nervous system meningioma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 53-year-old woman is evaluated for follow-up 1 month after a first-time generalized tonic-clonic seizure. Before the seizures, she experienced occasional mild headaches for 6 months. She reported no previous history of headaches or seizures, and she has had no difficulties with speech, walking, or cognition. There is no family history of seizures or headaches. At the initial visit, MRI of the brain with contrast revealed a smooth, dural-based, enhancing mass along the falx cerebri with enhancement tracking along the dura, consistent with a meningioma. There was no significant mass effect, edema, or hemorrhage. Topiramate was initiated, and the seizures have not recurred. The headaches have responded to acetaminophen.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Chemotherapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Repeat brain MRI in 6 months",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Stereotactic radiation",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Surgical resection",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The imaging findings in this patient are consistent with a meningioma, and the most appropriate management is to perform a repeat brain MRI in 6 months (Option B). Meningiomas are the most common primary central nervous system (CNS) tumors. Often found incidentally, meningiomas are benign, dural-based tumors that typically show homogeneous enhancement on postcontrast MRI. They have a smooth, rounded shape and often a \"tail\" that tracks along the dura outside the brain parenchyma. On noncontrast images, meningiomas may be hypointense or isointense and thus not readily seen. Because of their characteristic MRI appearance, many meningiomas are followed with serial brain MRI, without resection or biopsy, unless they are accompanied by significant clinical deficits, drug-resistant seizures, severe headaches, or peritumoral edema. Tumors that grow rapidly between scans should be biopsied. Radiographically, this meningioma is not causing any serious anatomic distortion, as indicated by the lack of edema, mass effect, or hemorrhage. Clinically, the meningioma is the likely cause of this otherwise healthy patient's seizure and history of headaches. Because her symptoms were controlled with topiramate and she lacks neurologic deficits, surveillance imaging alone is reasonable.Chemotherapy and stereotactic radiation (Options A, C) are usually not considered in meningiomas, except for those that are malignant or not fully resectable. This patient's tumor would not require a biopsy unless it grows rapidly between scans. If significant growth were to occur, histopathology would be needed to guide the selection of therapy. Specific treatment is usually determined by a multidisciplinary team with input from experts in neurosurgery, radiation oncology, and neuro-oncology. Stereotactic radiation is preferred over chemotherapy if treatment other than resection is necessary, as chemotherapy usually has minimal effect in meningiomas.Surgical resection (Option D) is usually considered if a patient has clinical deficits, medication does not control headaches or seizures, or radiologically significant impairment with mass effect or peritumoral edema is present. This patient does not exhibit such features.",
  "critique_links": [],
  "key_points": [
    "The classic appearance of a meningioma on MRI is a homogeneously enhancing, dural-based mass with a \"tail\" of enhancement along the dura.",
    "Because of their characteristic MRI appearance, many meningiomas are followed with serial brain MRI, without resection or biopsy, unless they are accompanied by significant clinical deficits, drug-resistant seizures, severe headaches, or peritumoral edema."
  ],
  "references": "Lukas RV, Mrugala MM. Nonmalignant brain tumors. Continuum (Minneap Minn). 2020;26:1495-1522. PMID: 33273170 doi:10.1212/CON.0000000000000942",
  "related_content": {
    "syllabus": [
      "nrsec24010_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.371318-06:00"
}