{
  "question_id": "hmcor25004",
  "category": "hm",
  "educational_objective": "Screen for dyslipidemia and diabetes mellitus in adult survivors of pediatric leukemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 27-year-old woman comes to the office to establish primary care. She feels well. Her last menstrual period was 2 weeks ago, and menses are regular. Medical history is significant for acute lymphoblastic leukemia diagnosed at age 5 years. She received treatment for 2 years; this treatment did not include radiation therapy or hematopoietic stem cell transplantation. She has been disease-free since completion of therapy. She has no other medical conditions and takes no medications. She has no family history of cancer, diabetes mellitus, or cardiovascular disease. She does not smoke or drink alcohol.On physical examination, vital signs are normal; BMI is 24. Other examination findings are unremarkable.Complete blood counts performed within the past year were normal.The patient will arrange a treatment summary to be transferred to the office.",
  "question_stem": "Which of the following is the most appropriate test to obtain next for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Lipid profile and hemoglobin A1c",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Peripheral blood flow cytometry",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum luteinizing and follicle-stimulating hormone levels",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "A lipid profile and hemoglobin A1c (Option A) should be performed in this adult survivor of childhood leukemia. Survivors of pediatric leukemia (primarily acute lymphoblastic leukemia [ALL]) have health risks largely secondary to the cancer therapy they received. Specifically, compared with age-matched controls, they face higher risks of certain secondary cancers, cardiac dysfunction, and the metabolic syndrome. Primary care physicians encountering such patients should request a treatment summary from the treating facility and encourage patient participation in a local survivorship clinic, if available. Screening for dyslipidemia, diabetes mellitus, and hypertension is recommended. Echocardiography to screen for left ventricular dysfunction should be performed, particularly with high anthracycline exposure or use of chest radiation. Female survivors have a higher risk of myocardial dysfunction during pregnancy. High-dose glucocorticoids, typical of ALL regimens, pose a risk for osteopenia. The cumulative incidence of secondary cancer after radiation therapy for childhood ALL reaches 11% at 30 years; tumors include skin cancer, thyroid and parotid tumors, sarcomas, and brain tumors. Cranial radiation also increases the risk for stroke and neurocognitive defects. Because this patient received treatment for childhood ALL, it is appropriate to test her for treatable conditions that increase her cardiovascular risk.Peripheral blood flow cytometry (Option B) may be used in the initial diagnosis of many leukemias and to detect residual malignant cells during and after treatment. Survivors of ALL in continuous remission for more than 20 years, however, have virtually no risk for ALL recurrence. This patient in sustained continuous remission with a normal complete blood count has no indication for flow cytometry.Unless it involves total body radiation therapy, high-dose alkylating agents, or stem cell transplantation, leukemia therapy in childhood does not typically compromise ovarian function. Furthermore, this patient is having regular menstrual periods, indicating normal ovulation. Therefore, obtaining serum luteinizing and follicle-stimulating hormone levels (Option C) is not indicated.Although this patient lacks the common risk factors for the metabolic syndrome, her history of ALL confers an elevated risk, so it would be inappropriate to forgo screening (Option D).",
  "key_points": [
    "Primarily because of the oncologic treatment they received, adult survivors of childhood acute lymphoblastic leukemia are at increased risk for secondary cancers and the metabolic syndrome."
  ],
  "references": "Saultier P, Michel G. How I treat long-term survivors of childhood acute leukemia. Blood. 2024;143:1795-1806. PMID: 38227937 doi:10.1182/blood.2023019804",
  "related_content": {
    "syllabus": [
      "hmsec24002_24017"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:44:24.249056-06:00"
}