{
  "question_id": "onmcq24073",
  "category": "on",
  "educational_objective": "Treat gastric mucosa-associated lymphoid tissue lymphoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 60-year-old man is evaluated for several months of epigastric discomfort and nausea. He has not lost any weight and does not have early satiety or symptoms of gastrointestinal bleeding. He has COPD and benign prostatic hypertrophy. Medications include a tiotropium inhaler and tamsulosin.On physical examination, vital signs and other findings are normal.Laboratory study results are normal.Endoscopy shows a nonbleeding gastric ulcer. Biopsy of the ulcer reveals marginal zone lymphoma, and results of Helicobacter pylori testing are positive. CT scan of the abdomen and pelvis shows no abnormalities.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "H. pylori eradication therapy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Gastrectomy",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Radiation therapy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Rituximab",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Rituximab plus cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP)",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is Helicobacter pylori eradication therapy (Option A). This patient has gastric mucosa-associated lymphoma tissue (MALT) lymphoma that is positive for H. pylori. MALT lymphomas are low-grade, marginal zone B-cell lymphomas. MALT lymphomas typically have a relatively indolent course and a low propensity for transformation into an aggressive lymphoma. The gastrointestinal tract is the most common site of involvement, although MALT lymphomas can also arise in the thyroid, orbits, skin, and lungs. Chronic infection and/or antigenic stimulation may play a role in the development of extranodal marginal zone lymphomas. Gastric MALT lymphomas have been linked to chronic infection with H. pylori, and ocular MALT may be associated with Chlamydia psittaci infection. Treatment for early-stage gastric MALT lymphoma associated with H. pylori infection is with antibiotics and a proton pump inhibitor, which can result in remission in some cases. This is the appropriate therapy for this patient with H. pylori infection and early-stage gastric MALT lymphoma.There is no role for gastrectomy (Option B) for uncomplicated gastric MALT lymphoma as first-line treatment. Surgical resection can lead to unnecessary adverse events and long-term complications. Other, less morbid treatments, such as those directed at H. pylori infection, are often effective.Like rituximab, radiation therapy (Option C) is appropriate for patients with gastric MALT lymphoma who test negative for H. pylori, or in those who test positive for H. pylori and do not respond to antibiotic and proton-pump inhibitor therapy. Patients with other nongastric localized MALT lymphomas may also be treated with radiation therapy. This patient should initially receive antibiotic-based treatment.Single-agent rituximab (Option D) is appropriate for patients who test negative for H. pylori or in those who are positive for H. pylori but did not benefit from antibiotic and proton-pump inhibitor therapy. This patient is positive for H. pylori and has not yet received antibiotic-based therapy, so rituximab is not an appropriate option.Rituximab plus cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP) (Option E) is generally reserved for patients with aggressive B-cell lymphomas, such as diffuse large B-cell lymphoma, and would not be an appropriate course for indolent lymphomas, such as MALT lymphomas.",
  "key_points": [
    "Gastric mucosa-associated lymphoid tissue lymphomas have been linked to chronic infection with Helicobacter pylori; early-stage disease may initially be treated with antibiotics and a proton pump inhibitor."
  ],
  "references": "Broccoli A, Zinzani PL. How do we sequence therapy for marginal zone lymphomas? Hematology Am Soc Hematol Educ Program. 2020;2020:295-305. PMID: 33275704 doi:10.1182/hematology.2020000157",
  "related_content": {
    "syllabus": [
      "onsec24008_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T15:17:18.295373-06:00"
}