{
  "question_id": "csmcq24053",
  "category": "cs",
  "educational_objective": "Evaluate suspected acute aortic syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 62-year-old man is evaluated in the emergency department for 3 hours of sudden-onset, substernal chest pain. He describes the pain as a severe (8/10) pulling sensation that is not pleuritic, is different in quality than his usual anginal symptoms, and radiates to his back. Medical history is notable for coronary artery disease, hypertension, and dyslipidemia. Medications are aspirin, losartan, carvedilol, and atorvastatin.On physical examination, blood pressure is 125/75 mm Hg, and pulse rate is 112/min; other vital signs are normal. The remainder of the examination is unremarkable.Laboratory studies:High-sensitivity troponinNegativeChest radiograph is normal.ECG is shown.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Chest CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "D-dimer testing",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transthoracic echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Urgent coronary angiography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is chest CT angiography (CTA) (Option A) to evaluate the aorta in this patient with a clinical presentation suspicious for acute aortic syndrome. Patients with acute chest pain should be expeditiously evaluated for serious underlying diagnoses, such as acute aortic syndrome, acute coronary syndrome (ACS), and pulmonary embolism. Acute aortic syndromes, such as aortic dissection, are characterized by sudden and severe pain at onset, often with a tearing, splitting, or ripping quality that radiates to the back. Possible examination findings include asymmetric blood pressures in the upper extremities and asymmetric pulses. Chest radiograph may additionally show a widened mediastinum, but examination and chest imaging findings are insensitive, and their absence does not rule out acute aortic syndrome. CTA, magnetic resonance angiography, and transesophageal echocardiography (TEE) have similar performance in diagnosing acute thoracic aortic disease; however, CTA is the imaging modality of choice because it can be performed rapidly, has widespread availability, and provides information for procedural planning. This patient with known vascular disease has severe chest pain radiating to his back that is very suspicious for acute aortic syndrome. He should undergo immediate CTA.Similar to its role in the evaluation of possible pulmonary embolism, a negative D-dimer in a patient with a low probability of acute aortic syndrome makes the diagnosis very unlikely. Given the high likelihood of acute aortic disease in this patient, D-dimer testing (Option B) is not indicated, and CTA should be obtained urgently.Transthoracic echocardiography (Option C) is often used initially in patients with possible acute aortic syndrome, but it is limited in its ability to image the distal ascending aorta, transverse aortic arch, and descending aorta. In contrast, TEE provides excellent visualization of the arch and added detail in evaluating aortic valve structure and function. Because of its portability, it is often the test of choice in unstable patients. In this patient who is hemodynamically stable, CTA is the most appropriate test.Urgent coronary angiography (Option D) is indicated in patients presenting with acute ST-elevation myocardial infarction and selected patients with high-risk non–ST-elevation ACS. Although this patient has known coronary artery disease, his ECG shows no evidence of acute ischemia, and evaluation should be directed toward acute aortic syndrome.",
  "critique_links": [],
  "key_points": [
    "Although chest CT angiography (CTA), magnetic resonance angiography, and transesophageal echocardiography have similar performance in diagnosing acute thoracic aortic disease, CTA is often the imaging modality of choice because of its wide availability and rapid acquisition time."
  ],
  "references": "Gulati M, Levy PD, Mukherjee D, et al. 2021 AHA/ACC/ASE/CHEST/SAEM/SCCT/SCMR guideline for the evaluation and diagnosis of chest pain: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2021;144:e368-e454. PMID: 34709879 doi:10.1161/CIR.0000000000001029",
  "related_content": {
    "syllabus": [
      "cssec24004_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [
      "figures/csfig24203.83c0a0044f0336d0e812301ea7b96b48.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [
      {
        "figure_id": "csfig24203",
        "file": "figures/csfig24203.83c0a0044f0336d0e812301ea7b96b48.jpg",
        "title": "ECG in a patient with suspected AAA",
        "short_title": "stem ECG in a patient with suspected AAA",
        "number": null,
        "footnotes": [],
        "extension": "jpg",
        "width": 900,
        "height": 419
      }
    ],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.080554-06:00"
}