{
  "question_id": "npcor25033",
  "category": "np",
  "educational_objective": "Treat asymptomatic markedly elevated hypertension (hypertensive urgency).",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 62-year-old man is evaluated in the emergency department after he obtained a home blood pressure reading of 182/108 mm Hg. He had a mild headache earlier, which has since resolved. He has a history of moderately controlled hypertension for which he takes lisinopril and amlodipine. He reports that he ran out of his medications a few days ago.On physical examination, blood pressure is 186/102 mm Hg, and pulse rate is 88/min. The remainder of the examination is unremarkable.Laboratory studies show normal serum creatinine, electrolyte, and troponin T levels.An ECG is normal.Head CT scan shows no acute changes.",
  "question_stem": "Which of the following is the most appropriate medication management?",
  "options": [
    {
      "letter": "A",
      "text": "Intravenous esmolol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral clonidine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Resume oral lisinopril and amlodipine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sublingual nifedipine",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment is to resume oral lisinopril and amlodipine (Option C) in this patient with severe hypertension without evidence of end-organ damage. Asymptomatic markedly elevated blood pressure (BP), formerly known as hypertensive urgency, is defined as a systolic BP >180 mm Hg and/or diastolic BP >110-120 mm Hg in a patient without obvious signs or symptoms of new or worsening target-organ damage. Patients are often asymptomatic or present with a mild headache. The most important aspect of initial management is a focused history and physical examination to exclude the presence of acute end-organ damage (hypertensive encephalopathy, stroke, intracerebral hemorrhage, myocardial infarction or unstable angina, heart failure, dissecting aortic aneurysm, acute kidney injury, or eclampsia). In the absence of such end-organ damage, patients with asymptomatic markedly elevated hypertension due to medication nonadherence should be treated by reinstituting and/or intensifying outpatient oral antihypertensive medications. In this patient who is currently asymptomatic without signs of impending target-organ damage, resumption of his home medications with close outpatient follow-up is appropriate.Intravenous esmolol (Option A) is a cardioselective β1-adrenergic blocker that is the preferred drug in patients with hypertensive emergency associated with acute aortic dissection or acute coronary syndrome. This patient does not have hypertensive emergency and does not require administration of esmolol.If there is concern for imminent end-organ damage, faster-acting antihypertensive agents, such as oral clonidine (Option B), can be given to lower BP. This patient is currently asymptomatic and does not have findings suggesting imminent end-organ damage; administration of clonidine is unnecessary.Sublingual nifedipine (Option D) is contraindicated in hypertensive emergency and asymptomatic markedly elevated hypertension because BP reduction is rapid and unpredictable. Precipitous lowering of BP in severely hypertensive patients may cause myocardial or cerebral ischemia and should therefore be avoided.",
  "key_points": [
    "In patients with asymptomatic markedly elevated hypertension due to medication nonadherence, antihypertensive medications can be resumed with close outpatient follow-up."
  ],
  "references": "Jolly H, Freel EM, Isles C. Management of hypertensive emergencies and urgencies: narrative review. Postgrad Med J. 2021. PMID: 34670853 doi:10.1136/postgradmedj-2021-140899",
  "related_content": {
    "syllabus": [
      "npsec24005_24051"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:48:56.332035-06:00"
}