{
  "question_id": "enmcq24096",
  "category": "en",
  "educational_objective": "Evaluate infertility in both partners.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 38-year-old woman is evaluated for infertility. She and her male partner have engaged in unprotected intercourse every 1 to 2 days for the past 6 months without achieving pregnancy. The patient had menarche at age 11 years and has had regular 28-day cycles since that time. She experiences breast tenderness and abdominal bloating and discomfort for 1 to 2 days each month before menses. Her only medication is a prenatal vitamin.Physical examination findings, including vital signs, are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Evaluate the patient's partner for infertility",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Measure follicular phase serum progesterone level",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Measure midluteal phase serum progesterone level",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Recommend increased frequency of intercourse",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Recommend 6 more months of unprotected intercourse",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to evaluate the patient's partner for infertility (Option A). Infertility is defined as the inability to achieve pregnancy after 1 year of regular, unprotected intercourse, although evaluation for underlying causes of infertility is reasonable after 6 months in a woman aged 35 years or older. When evaluating infertility, both male and female causes should be investigated concurrently. This patient has clinical evidence of ovulation; she has a history of regular 28-day menstrual cycles accompanied by molimina symptoms (breast tenderness, abdominal pain or discomfort). At this time, it would be appropriate to start investigating causes of male infertility in her partner by performing an evaluation for androgen deficiency and a semen analysis, which are the first steps in evaluating male infertility (Male Infertility in Endocrinology and Metabolism). Additionally, if ovulatory cycles are likely, as in this patient, further evaluation of female infertility includes assessment for ovarian reserve, tubal patency, and uterine abnormalities.Measuring a follicular phase serum progesterone level (Option B) has no utility in evaluating female infertility. For patients who do not have clinical evidence of ovulation (i.e., patients without regular menses and molimina symptoms), a midluteal phase serum progesterone level (Option C) obtained 1 week before expected menses is the first step in evaluating female infertility to determine whether ovulation is occurring. A level greater than 3 ng/mL (9.5 nmol/L) is evidence of recent ovulation. This patient does not require a midluteal phase serum progesterone level, as she has clinical evidence of ovulation.The frequency of intercourse is important to discuss with all patients attempting pregnancy because the chance of pregnancy increases with the frequency of intercourse; it is highest with intercourse every 1 to 2 days. This couple has had unprotected intercourse for more than 6 months with that frequency. Recommending increased frequency of intercourse (Option D) is unnecessary.Infertility evaluation is appropriate after 1 year of unprotected sexual intercourse in women younger than 35 years, after 6 months in women aged 35 years or older, and more urgently in women older than 40 years. Infertility evaluation is appropriate for this couple. Therefore, recommending 6 more months of unprotected intercourse alone (Option E), without additional evaluation, is inappropriate.",
  "critique_links": [],
  "key_points": [
    "When evaluating infertility, both male and female causes should be investigated concurrently.",
    "Infertility evaluation is appropriate after 1 year of unprotected sexual intercourse in women younger than 35 years, after 6 months in women aged 35 years or older, and more urgently in women older than 40 years."
  ],
  "references": "Carson SA, Kallen AN. Diagnosis and management of infertility: a review. JAMA. 2021;326:65-76. PMID: 34228062 doi:10.1001/jama.2021.4788",
  "related_content": {
    "syllabus": [
      "ensec24006_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.324219-06:00"
}