{
  "question_id": "gimcq24013",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Diagnose pseudoachalasia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 67-year-old woman is evaluated for a 4-month history of dysphagia to solids and liquids, as well as chest pain and regurgitation with meals. She has lost 7 kg (15 lb). Ten years ago, she underwent surgery and adjuvant chemoradiation therapy for metastatic breast carcinoma. Omeprazole has not been effective in managing symptoms.On physical examination, vital signs are normal. BMI is 18. Other physical examination findings are normal.Upper endoscopy shows a grossly normal esophagus, stomach, and duodenum. Esophageal manometry shows elevated lower esophageal sphincter pressure and no normal peristalsis; 50% of observed swallows have spastic contractions.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Absent contractility of the esophagus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Diffuse esophageal spasm",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Functional dysphagia",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Pseudoachalasia",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is pseudoachalasia (Option D). Pseudoachalasia, also known as secondary achalasia, results most commonly from malignant tumor infiltration leading to myenteric plexus damage and can present similarly to idiopathic achalasia. Other, less common causes of pseudoachalasia include amyloidosis and sarcoidosis. Three clinical features suggest cancer as a cause of pseudoachalasia:Short duration of dysphagia (<1 year)Weight loss (>6.8 kg [15 lb])Age older than 55 yearsThis patient has no obvious structural disease on endoscopy, and esophageal manometry showed elevated lower esophageal sphincter pressure and no normal peristalsis, meeting criteria for a manometric diagnosis of achalasia. Her symptom duration, weight loss, age, and history of metastatic breast cancer suggest that she has pseudoachalasia. CT, careful endoscopy with biopsy, or endoscopic ultrasonography should be considered to evaluate for malignant tumor infiltration.Absent contractility of the esophagus (Option A) is characterized by normal lower esophageal sphincter pressure and 100% failed peristalsis (i.e., no normal peristalsis). Although this patient's manometry findings showed no normal peristalsis, the abnormally elevated lower esophageal sphincter pressure does not meet the criteria for absent contractility of the esophagus.Diffuse esophageal spasm (Option B) is a motility disorder characterized by spastic, uncoordinated, or rapid esophageal contractions presenting as dysphagia and chest pain. Manometric diagnosis includes normal lower esophageal sphincter relaxation and 20% or greater premature or spastic contractions. Although the patient describes chest pain and manometry reveals spastic contractions, the esophageal manometric findings are not diagnostic for diffuse esophageal spasm.Functional dysphagia (Option C) is defined as the sensation of dysphagia in the absence of anatomic or structural abnormalities, gastroesophageal reflux disease, or esophageal motility disorders. It is thought to be associated with visceral hypersensitivity or unspecified motility abnormalities and is a diagnosis of exclusion. Because this patient has manometric abnormalities diagnostic of achalasia, functional dysphagia is not the most likely diagnosis.",
  "critique_links": [],
  "key_points": [
    "Pseudoachalasia usually results from malignant tumor infiltration, leading to myenteric plexus damage, and can present similarly to achalasia; three clinical features suggest cancer as a cause of pseudoachalasia: short duration of dysphagia (<1 year), weight loss, and age older than 55 years."
  ],
  "references": "Patel DA, Yadlapati R, Vaezi MF. Esophageal motility disorders: current approach to diagnostics and therapeutics. Gastroenterology. 2022;162:1617-1634. PMID: 35227779 doi:10.1053/j.gastro.2021.12.289",
  "related_content": {
    "syllabus": [
      "gisec24001_24010"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.154819-06:00"
}