{
  "question_id": "cccor25002",
  "category": "cc",
  "category_name": "Critical Care Medicine",
  "educational_objective": "Manage intravenous access for patients in shock.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 69-year-old man is evaluated in the emergency department for melena progressing to profuse hematochezia. His medical history is notable for atrial fibrillation and osteoporosis. His home medications are apixaban, carvedilol, and alendronate.On physical examination, blood pressure is 84/44 mm Hg, pulse rate is 132/min, and respiration rate is 31/min. Oxygen saturation is 91% with the patient using a nonrebreather mask. Cardiac examination reveals tachycardia but no murmurs or gallops. Tenderness is noted in the epigastric region. Red blood is seen in the rectal vault.An 18-gauge peripheral intravenous catheter is in place in his left forearm.",
  "question_stem": "Which of the following is the most appropriate form of additional intravenous access in this patient?",
  "options": [
    {
      "letter": "A",
      "text": "18-Gauge peripheral catheter in the right arm",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intraosseous needle in the humerus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Peripherally inserted central venous catheter",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Triple-lumen catheter in the femoral vein",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate additional intravenous access for rapid treatment of this patient's hemorrhagic shock is a second 18-gauge peripheral intravenous catheter (Option A). According to the law of Poiseuille, the flow of fluid through a tube is dictated in part by the radius and length of the tube. Therefore, for venous access catheters, a device that is short and has a wide-diameter lumen will maximize flow rates. Peripheral intravenous access with a short, wide-bore catheter is therefore the route of choice for rapid volume resuscitation and administration of blood products. Central catheters are indicated when peripheral intravenous access is inadequate for a specific clinical need, such as administration of caustic medications, hemodynamic monitoring, and support of extracorporeal therapies like hemodialysis. Devices with lower risk for complications (e.g., peripheral intravenous access) should be prioritized whenever possible. This patient has a single peripheral intravenous catheter with which to start resuscitation, but a second access point should be obtained for additional access or in case the first intravenous catheter becomes dysfunctional. An additional peripheral intravenous catheter is the best choice because of the short, wide lumen and low risk for complications.Placement of an intraosseous needle device (Option B) in the humerus or tibia is easy, and its short, large-bore lumen allows for rapid administration of intravenous fluids. This makes it an excellent choice when intravenous access is not available. However, the device is contraindicated in patients with conditions such as osteogenesis imperfecta, osteopenia, and osteoporosis because placement of the needle may increase fracture risk. This patient has osteoporosis; thus, this device would not be appropriate.Although a peripherally inserted central catheter (Option C) line is more durable than a peripheral intravenous line, its long length and narrow-gauge lumen significantly limit the maximal flow rate of infused fluids. It is inadequate for the rapid volume resuscitation and administration of blood products required in the care of this patient.Despite having only a single lumen, an 18-gauge peripheral intravenous catheter has a flow rate similar to that of all three catheters combined in a triple-lumen catheter (Option D). In addition, femoral insertion of intravenous catheters should be avoided if possible because of the increased risk for infection and thrombosis.",
  "critique_links": [],
  "key_points": [
    "For rapid and large-volume fluid administration, an access device that is short and has a wide-diameter lumen will maximize flow rates."
  ],
  "references": "Berman DJ, Schiavi A, Frank SM, et al. Factors that influence flow through intravascular catheters: the clinical relevance of Poiseuille's law. Transfusion. 2020;60:1410-1417. PMID: 32643172 doi:10.1111/trf.15898",
  "related_content": {
    "syllabus": [
      "ccsec24001_24019"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:58.819688-06:00"
}