{
  "question_id": "inmcq24016",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Provide postcoital contraception.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 26-year-old patient is evaluated 3 days after unprotected sexual intercourse with a male partner. They are not using any form of contraception and are worried about the possibility of pregnancy. Their last menstrual period was 2 weeks ago and was normal. They do not have vaginal discharge, itching, or bleeding. They have no other medical problems and take no medications.On physical examination, vital signs are normal. BMI is 29. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Depo-medroxyprogesterone acetate injection",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Oral levonorgestrel",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral ulipristal acetate",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transdermal combined estrogen-progesterone patch",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "Ulipristal acetate (Option C) would be the most appropriate next step in management for this patient with a BMI over 26 who wishes to prevent pregnancy following unprotected intercourse. Postcoital contraception is an option for all women of reproductive potential who have unprotected sexual intercourse. Several oral postcoital contraception options exist, including ulipristal acetate and levonorgestrel. Ulipristal acetate requires a prescription and is effective for up to 5 days after unprotected sexual intercourse. It is specifically recommended over levonorgestrel for women who have overweight and obesity. Additionally, although levonorgestrel can be used up to 5 days after unprotected sex, it is less effective than ulipristal acetate after 72 hours, and ulipristal acetate may be preferable in this situation. Alternatively, the copper or levonorgestrel-releasing intrauterine device would be an effective form of postcoital contraception if placed within 5 days of unprotected intercourse. Importantly, advance provision of postcoital contraception is recommended to lower barriers to use. This patient seeks postcoital contraception, and given their BMI of 29, ulipristal acetate is the best option; an intrauterine device would also be appropriate.Depo-medroxyprogesterone acetate injection (Option A) is an effective form of contraception but, like oral contraceptive pills, will not prevent pregnancy from this patient's most recent sexual encounter.Oral levonorgestrel (Option B) is an effective form of postcoital contraception but is not the most appropriate postcoital contraception option for this patient because it is not recommended for women with a BMI higher than 26. Levonorgestrel is available over the counter; it is best used within 3 days of unprotected sexual intercourse but can be taken within up to 5 days.Although this patient may benefit from a transdermal combined estrogen-progesterone patch for ongoing contraception (Option D), it will not prevent pregnancy from their last sexual intercourse. Postcoital contraception should be offered first. Before estrogen-containing contraceptives (e.g., transdermal patches, oral contraceptive pills, or the vaginal ring) are prescribed, it is important to assess for any contraindications, including breast cancer, venous thromboembolism, uncontrolled hypertension, liver disease, migraine with aura, and smoking more than 15 cigarettes a day for women older than age 35 years.",
  "critique_links": [],
  "key_points": [
    "Postcoital contraception options include oral levonorgestrel, oral ulipristal acetate, and placement of copper or levonorgestrel-releasing intrauterine devices.",
    "Ulipristal acetate is recommended for postcoital contraception over levonorgestrel in women with overweight and obesity; ulipristal acetate requires a prescription and is effective for up to 5 days following unprotected sexual intercourse."
  ],
  "references": "Teal S, Edelman A. Contraception selection, effectiveness, and adverse effects: a review. JAMA. 2021;326:2507-2518. PMID: 34962522 doi:10.1001/jama.2021.21392",
  "related_content": {
    "syllabus": [
      "insec24006_24012"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:33.319420-06:00"
}