{
  "question_id": "gicor25011",
  "category": "gi",
  "educational_objective": "Manage nutrition in a patient with acute pancreatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 42-year-old woman is evaluated in the hospital 1 day after she was admitted for acute pancreatitis. She presented with severe epigastric abdominal pain and nausea following excessive alcohol consumption. Intravenous fluids and analgesics were started. Her nausea has resolved, and she reports moderate but improved epigastric pain. She has had nothing by mouth since admission.On physical examination, vital signs are normal. There is epigastric tenderness without rebound or guarding. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Enteral tube feeding",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Maintenance of nothing-by-mouth status",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Parenteral feeding",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Resumption of oral diet",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is resumption of an oral diet (Option D). Acute pancreatitis is an inflammatory process involving the pancreas and extrapancreatic organs and is the most common gastrointestinal cause of hospitalization in the United States. Initial management of acute pancreatitis includes fluid resuscitation, pain management, and antiemetics. In addition, early nutrition is associated with improved outcomes in patients with acute pancreatitis. If tolerated, oral feedings can be started when nausea and vomiting are controlled and clinical symptoms improve, ideally within 24 hours. Abdominal pain does not need to be resolved to commence an oral diet. This patient has mild acute pancreatitis and is clinically improving. This patient is no longer nauseous, and pain is also improving; therefore, oral feeding should be started.Some patients with moderate to severe acute pancreatitis may not tolerate an oral diet because of nausea, vomiting, or postprandial pain, as well as extrinsic compression from peri-pancreatic fluid collections. If an oral diet is not tolerated, enteral tube feeding (Option A) should begin within 72 hours. If initiated, enteral tube feeding may be performed via nasogastric tube, which is easier to place and as efficacious as nasojejunal feeding. This patient has mild pancreatitis and has had clinical improvement; she should first be trialed on an oral diet.In the past, management of acute pancreatitis included keeping patients on nothing-by-mouth status (Option B) to avoid pancreas stimulation. However, early feeding has been demonstrated to be beneficial, perhaps by promoting a healthy gut mucosal barrier to avoid bacterial translocation into inflamed tissue. Therefore, patients with acute pancreatitis should resume a diet when pain improves and other symptoms allow for oral feeding.Oral or enteral feeding is preferred over parenteral nutrition (Option C). In patients with acute pancreatitis, total parenteral nutrition is associated with increased mortality, multiple organ failure, and systemic infection. Parenteral nutrition should be considered only in patients with moderate to severe pancreatitis who have not tolerated oral or enteral nutrition.",
  "key_points": [
    "In patients with acute pancreatitis, oral feedings can be started when nausea and vomiting are controlled and clinical symptoms improve, ideally within 24 hours.",
    "If patients with acute pancreatitis do not tolerate oral feeding, enteral feeding should begin within 72 hours."
  ],
  "references": "Mederos MA, Reber HA, Girgis MD. Acute pancreatitis: a review. JAMA. 2021;325:382-390. PMID: 33496779 doi:10.1001/jama.2020.20317",
  "related_content": {
    "syllabus": [
      "gisec24003_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T11:34:01.186325-06:00"
}