{
  "question_id": "hpmcq24008",
  "category": "hp",
  "category_name": "Hepatology",
  "educational_objective": "Manage acute, symptomatic portal vein thrombosis in the setting of cirrhosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 62-year-old woman is evaluated in the emergency department for abdominal pain that began 2 days ago. She reports no fever, weight loss, or change in bowel habits. She has alcoholic cirrhosis complicated by nonbleeding esophageal varices. Upper endoscopy performed 3 months ago showed large esophageal varices. Her only medication is carvedilol.On physical examination, blood pressure is 130/85 mm Hg and pulse rate is 90/min. The upper abdomen is mildly tender without guarding.Laboratory studies:Hemoglobin13 g/dL (130 g/L)Platelet count98,000/µL (98 × 109/L)LINR1.6Albumin3.5 g/dL (35 g/L)α-Fetoprotein3.0 ng/mL (3.0 μg/L)Total bilirubin1.2 mg/dL (20.5 µmol/L)CT scan of the abdomen obtained with multiphase imaging shows cirrhosis of the liver and complete occlusion of the main portal vein. Thrombus extending into the right and left portal veins appears new compared to a CT scan from 6 months ago. Enhancement in the thrombus is absent. The scan also shows mild splenomegaly and no ascites.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Increase carvedilol",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiate anticoagulation",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Refer for liver transplant",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is initiation of anticoagulation (Option B) for acute, symptomatic portal vein thrombosis. Patients with cirrhosis are at an increased risk for portal vein thrombosis because of reduced portal inflow, hypercoagulability, and endothelial dysfunction. Portal vein thrombosis is often initially diagnosed by ultrasonography and then confirmed by contrast-based CT or MRI. In the setting of acute thrombosis, anticoagulation is recommended unless the risks for bleeding are prohibitive. Options include direct oral anticoagulants, vitamin K antagonists, or low-molecular-weight heparin, although hospitalized patients often begin receiving unfractionated intravenous heparin and then are transitioned to an outpatient regimen. This patient is presenting with symptomatic, acute portal vein thrombosis in the setting of cirrhosis. She has had large, nonbleeding esophageal varices and no overt bleeding.Increasing the patient's carvedilol dose (Option A) during this acute presentation for abdominal pain is not indicated. She has esophageal varices and is being treated appropriately as an outpatient with nonselective β-blocker therapy.At this time, referral for a liver transplant (Option C) is not needed because the patient's overall liver function appears well compensated, without ascites, and her laboratory results do not suggest significant hepatic dysfunction. Portal vein thrombosis alone is not an indication for liver transplantation. This patient should first begin receiving anticoagulation to assess for improvement in the overall clot burden and symptoms.Chronic portal vein thrombosis is typically asymptomatic and does not usually require anticoagulant therapy unless thrombophilia, bowel ischemia, or progression of thrombus is present. Using anticoagulation in the chronic setting is controversial, however, and should be based on the clinical scenario. Conversely, patients with acute portal vein thrombosis, such as this patient, should receive anticoagulation unless risk for bleeding is prohibitive. Therefore, no further management (Option D) would be inappropriate.",
  "critique_links": [],
  "key_points": [
    "Initiation of anticoagulation is the most appropriate treatment for acute, symptomatic portal vein thrombosis in the setting of cirrhosis."
  ],
  "references": "Simonetto DA, Singal AK, Garcia-Tsao G, et al. ACG clinical guideline: disorders of the hepatic and mesenteric circulation. Am J Gastroenterol. 2020;115:18-40. PMID: 31895720 doi:10.14309/ajg.0000000000000486",
  "related_content": {
    "syllabus": [
      "hpsec24008_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:54.047680-06:00"
}