{
  "question_id": "nrqqq24003",
  "category": "nr",
  "educational_objective": "Prevent venous thromboembolism after a hemorrhagic stroke.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 56-year-old man is evaluated 1 day after being hospitalized for an 8-hour history of difficulty speaking and right-sided weakness. A CT scan performed at presentation showed an acute left basal ganglia hemorrhage with no hydrocephalus or intraventricular hemorrhage. Medical history is significant for hypertension. His only medication before hospitalization was lisinopril, which has been continued during hospitalization.On physical examination, right facial weakness with dysarthria and right-sided body weakness with no discernible movement are noted.ECG shows sinus rhythm without acute changes. A repeat CT scan shows no changes compared to the CT scan obtained at presentation.",
  "question_stem": "Which of the following is the most appropriate measure for preventing deep venous thrombosis?",
  "options": [
    {
      "letter": "A",
      "text": "Aspirin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Low-molecular-weight heparin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Thigh-high graduated compression stockings",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Warfarin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient should begin receiving low-molecular-weight heparin (Option B). Two poststroke CT scans obtained 24 hours apart show no evidence of active bleeding, and he has severe hemiparesis. His hemiparesis places him at high risk for deep venous thrombosis (DVT), which is the leading complication of hospitalization for stroke. DVT is found in 11% of immobile patients at 1 week after stroke, and pulmonary embolism, which typically originates from a DVT, is found in approximately 1% of patients with stroke. DVT prophylaxis with low-molecular-weight heparin can be started 24 hours after intracerebral hemorrhage in patients with no evidence of active bleeding on imaging. Before that time, DVT prophylaxis is possible with external sequential compression devices.Aspirin (Option A) should not be started in this patient who has no immediate indication for use of antiplatelet agents, such as an acute myocardial infarction or a history of vascular stents. No evidence supports the effectiveness of aspirin as DVT prophylaxis in hospitalized patients. Thus, use of aspirin for DVT prophylaxis in this patient would not be appropriate.A randomized trial of thigh-high graduated compression stockings (Option C) showed no benefit in preventing venous thromboembolism in patients with stroke and substantial leg weakness. Skin breaks, ulcers, blisters, and skin necrosis were significantly more common in patients wearing stockings. Thigh-high graduated compression stockings would not be the best option in this patient to prevent DVT given that low-molecular-heparin can be used.Administering warfarin without heparin (Option D) is not adequate for immediate and short-term prevention of DVT because the anticoagulant effect of warfarin is delayed for 36 to 72 hours. Additionally, early warfarin use increases the risk for expansion of intracranial hemorrhage and is not an appropriate prophylactic option in this setting.",
  "key_points": [
    "Prophylactic low-molecular-weight heparin can be started 24 hours after an intracerebral hemorrhage to prevent development of deep venous thrombosis in patients with no evidence of active bleeding on neuroimaging."
  ],
  "references": "Dong C, Li Y, Ma Md Z. Venous thromboembolism prophylaxis after spontaneous intracerebral hemorrhage: a review. Neurologist. 2024;29:54-58. PMID: 37582632 doi:10.1097/NRL.0000000000000509",
  "related_content": {
    "syllabus": [
      "nrsec24004_24033"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:50:05.349966-06:00"
}