{
  "category": "rm",
  "critique": "The most appropriate diagnostic test to perform next is upper endoscopy (Option D) to evaluate for upper gastrointestinal bleeding, and specifically for gastric antral vascular ectasia (GAVE). GAVE is found in up to 22% of patients with systemic sclerosis and is a leading cause of blood loss. It generally occurs in patients with diffuse disease and a positive anti-RNA polymerase III antibody titer but can occur in patients with limited disease as well. Upper endoscopy is the diagnostic procedure of choice. The endoscopic appearance is that of rough parallel folds and dilated blood vessels beginning in the pylorus and converging in the gastric antrum, which has resulted in the descriptor “watermelon stomach.” Affected patients also frequently have gastrointestinal dysmotility and moderate to severe Raynaud phenomenon with a history of digital ischemia. GAVE can also occur in liver disease but is most often found in patients with autoimmune diseases, especially systemic sclerosis. Treatment includes acid suppression with a proton pump inhibitor (PPI) and endoscopic therapy. Modest evidence suggests that aggressive immunosuppression is beneficial. This patient with diffuse cutaneous systemic sclerosis, positive anti-RNA polymerase III antibody titer, and microcytic anemia associated with dark stools likely has GAVE. In addition to high-dose PPI therapy and avoiding medications, such as NSAIDs, that would promote bleeding, the patient may need endoscopic coagulation to control the blood loss.Colonoscopy (Option A) for further evaluation of gastrointestinal bleeding would be warranted if the upper endoscopy findings were unremarkable, as is recommended in the general population. Notably, patients with systemic sclerosis do not have an increased risk for colon cancer compared with the general population.A large proportion of patients with diffuse cutaneous systemic sclerosis have involvement of the lower esophagus and resultant gastroesophageal reflux disease (GERD). Risk for Barrett esophagus and esophageal cancer is increased in affected patients. Use of 24-hour pH monitoring (Option B) can confirm acid exposure and support a diagnosis of GERD in unclear cases. This patient's presentation is concerning for upper gastrointestinal bleeding, and endoscopy is the more appropriate test in this situation.Patients with limited cutaneous systemic sclerosis may have concomitant primary biliary cholangitis that might lead to portal hypertension and associated complications, such as varices. Ultrasonography of the abdomen (Option C) would be useful to evaluate for signs of liver disease in patients with a suggestive history. However, variceal causes of bleeding in systemic sclerosis are rare compared with GAVE.",
  "educational_objective": "Diagnose gastric antral vascular ectasia as the cause of gastrointestinal bleeding in a patient with diffuse cutaneous systemic sclerosis.",
  "extracted_at": "2025-12-22T20:46:46.070927-06:00",
  "key_points": [
    "Gastric antral vascular ectasia (GAVE) is found in up to 22% of patients with systemic sclerosis and is a leading cause of blood loss."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Colonoscopy"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "24-Hour pH monitoring"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Ultrasonography of the abdomen"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Upper endoscopy"
    }
  ],
  "question_id": "rmmcq24015",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "question_text": "A 50-year-old patient is evaluated for a 3-week history of progressive fatigue and dark stools. Medical history is notable for diffuse cutaneous systemic sclerosis with associated Raynaud phenomenon and gastroesophageal reflux disease. The patient has known anti-RNA polymerase III antibody positivity. Medications are nifedipine and pantoprazole.On physical examination, vital signs are normal. Oxygen saturation is 96% with the patient breathing ambient air. Skin thickening is observed from the hands to elbows and the feet to knees, and across the anterior chest. A digital ulcer is noted on the left index fingertip.Stool is positive for occult blood.",
  "references": "Morrisroe K, Hansen D, Stevens W, et al. Gastric antral vascular ectasia in systemic sclerosis: a study of its epidemiology, disease characteristics and impact on survival. Arthritis Res Ther. 2022;24:103. PMID: 35538587 doi:10.1186/s13075-022-02790-1",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "rmsec24010_24008"
    ]
  },
  "user_performance": {
    "correct_answer": "D",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}