{
  "question_id": "gimcq24069",
  "category": "gi",
  "educational_objective": "Evaluate upper gastrointestinal bleeding with repeat upper endoscopy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 52-year-old man is hospitalized for 1 day of melena. Upper endoscopy revealed multiple duodenal ulcers, but the examination was limited by clots obscuring the mucosa. Despite medical management with normal saline, packed red blood cell transfusion, and intravenous pantoprazole, the patient remains anemic. Medical history includes lumbar radiculopathy and hypertension. His home medications, naproxen and amlodipine, have been discontinued.On physical examination, temperature is 37.2 °C (98.9 °F), blood pressure is 105/60 mm Hg, pulse rate is 105/min, and respiration rate is 18/min. Oxygen saturation is 98% with the patient breathing ambient air. Scleral pallor is noted. There is melena on digital rectal examination.Laboratory studies:Hemoglobin7 g/dL (70 g/L)LBlood urea nitrogen40 mg/dL (14.3 mmol/L)HCreatinine1.8 mg/dL (159.1 μmol/L)H",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Interventional radiology–guided embolization",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Repeat upper endoscopy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Continued medical management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with small-bowel bleeding is repeat upper endoscopy (Option C). If a bleeding source is not identified on initial endoscopy and small-bowel bleeding is suspected, second-look upper endoscopy should be done if the initial studies were low quality because missed lesions on initial endoscopy are common. In this patient, initial endoscopy demonstrated ulcerations in the duodenum that are likely secondary to NSAID use. Although the cause of bleeding is known, the exact source of hemorrhage is not, most likely due to the obscuring effect of clots. This patient demonstrates ongoing evidence of bleeding. Because of the obscuring effect of the clots on the initial endoscopy, the next step (in addition to ongoing medical management) is repeat upper endoscopy to assess for a visible vessel that would be amenable to endoscopic treatment. If such a vessel is identified, treatment may include epinephrine injection, cautery, hemostasis clip, or hemostatic spray.Although melena is thought to exclusively indicate small-bowel bleeding, right-sided colonic bleeding (particularly associated with low flow rates) is sometimes associated with melena. In that case, colonoscopy (Option A) would be indicated. However, in this patient, the duodenal pathology seen on endoscopy is the likely source of bleeding, and a second colonic source of bleeding is unlikely. Because of the low quality of the first procedure, upper endoscopy should be repeated.When endoscopic treatment attempts have failed, interventional radiology–guided embolization (Option B) may be necessary. However, repeat endoscopy should be attempted first. In addition, this patient has evidence of kidney injury that is most likely due to NSAIDs and/or prerenal hypovolemia; embolization requires intravenous contrast, which could lead to further kidney injury (e.g., contrast-induced nephropathy). If repeat endoscopy is unsuccessful and there is concern for ongoing bleeding, then the benefit of interventional radiology–guided embolization may outweigh the risk.Continuing medical management alone (Option D) is inadequate because the patient has evidence of ongoing bleeding. Medical management should continue; however, repeat endoscopy should be performed for further diagnostic and possible therapeutic purposes.",
  "critique_links": [],
  "key_points": [
    "If a bleeding source is not identified on initial endoscopy and small-bowel bleeding is suspected, upper endoscopy should be repeated if the initial studies were low quality because missed lesions on the initial endoscopy are common."
  ],
  "references": "Laine L, Barkun AN, Saltzman JR, et al. ACG clinical guideline: upper gastrointestinal and ulcer bleeding. Am J Gastroenterol. 2021;116:899-917. PMID: 33929377 doi:10.14309/ajg.0000000000001245",
  "related_content": {
    "syllabus": [
      "gisec24005_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "inline_table_1",
        "file": "tables/inline_table_1.html",
        "title": "Laboratory studies:",
        "short_title": null,
        "footnotes": [],
        "headers": []
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2025-12-27T00:29:28.435950-06:00"
}