{
  "question_id": "csqqq24009",
  "category": "cs",
  "educational_objective": "Evaluate a patient with syncope.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 73-year-old man is evaluated in the emergency department after an unwitnessed syncopal event. He recalls feeling a sensation of warmth and generalized weakness before the event but no chest pain, dyspnea, or palpitations. Medical history is significant for hypertension and dyslipidemia. Medications are lisinopril, hydrochlorothiazide, and atorvastatin.Vital signs and screening cardiovascular and neurologic examinations are normal.",
  "question_stem": "Which of the following tests should be included in the initial evaluation of this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Ambulatory ECG monitoring and echocardiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "B-type natriuretic peptide and cardiac enzyme measurement",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Magnetic resonance carotid angiography and MRI of the brain",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Orthostatic blood pressure measurement and ECG",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate diagnostic tests to perform next are orthostatic blood pressure measurement and ECG (Option D). The American Heart Association (AHA), the American College of Cardiology (ACC), and the Heart Rhythm Society (HRS) jointly conclude that the history and physical examination are the most important diagnostic tools in determining the underlying cause of a syncopal event. History should focus on eliciting prodromal or postepisode symptoms, comorbid medical or psychiatric conditions, the psychosocial context of the event, and bystander information. The patient's prescription and over-the-counter medications should also be thoroughly reviewed. The physical examination should include an in-depth cardiovascular evaluation, including orthostatic (postural) blood pressure measurements, and a basic neurologic examination to evaluate for focal defects. Orthostatic blood pressure assessment has consistently been the most valuable diagnostic tool in the evaluation of syncope. The AHA/ACC/HRS guideline for the evaluation and management of patients with syncope additionally recommends that resting 12-lead ECG be performed in all patients with syncope to identify an underlying arrhythmia, myocardial ischemia, or QT prolongation. Further diagnostic testing should be methodically selected based on the clinical circumstances.The diagnostic yield of 24- to 48-hour ECG monitoring is low. More prolonged rhythm monitoring with an external loop event recorder improves yield if the patient has clinical or ECG features of arrhythmia-related syncope. Clinical evidence does not support routine echocardiography in patients with syncope (Option A).Laboratory testing, such as B-type natriuretic peptide and cardiac enzyme measurement (Option B), has considerably low diagnostic yield in patients without coronary artery disease or a coronary artery disease equivalent and is not recommended in the routine evaluation of patients with syncope.The AHA/ACC/HRS syncope guideline does not recommend neuroimaging in the routine evaluation of patients with syncope without head injury or focal neurologic findings. Similarly, carotid artery imaging is not recommended without focal neurologic findings (Option C).",
  "critique_links": [],
  "key_points": [
    "In patients with syncope, the physical examination should include an in-depth cardiovascular evaluation, including orthostatic (postural) blood pressure measurements, and a basic neurologic examination to evaluate for focal defects; ECG is the only diagnostic study that is routinely recommended in patients with syncope."
  ],
  "references": "Brignole M, Moya A, de Lange FJ, et al; ESC Scientific Document Group. 2018 ESC Guidelines for the diagnosis and management of syncope. Eur Heart J. 2018;39:1883-1948. PMID: 29562304 doi:10.1093/eurheartj/ehy037",
  "related_content": {
    "syllabus": [
      "cssec24006_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.128170-06:00"
}