{
  "question_id": "csmcq24008",
  "category": "cs",
  "category_name": "Common Symptoms",
  "educational_objective": "Diagnose spinal stenosis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 65-year-old man is evaluated for low back and bilateral leg pain that has been slowly progressive over the past several years. The pain is primarily located in the buttocks and thighs and worsens when he is walking or standing for extended periods, especially with walking downhill. He can walk for only 5 to 10 minutes before he needs to stop secondary to pain. Sitting, lying down, or leaning forward provides relief. He has no lower extremity weakness or bowel or bladder incontinence. He reports no falls or recent trauma. He has type 2 diabetes mellitus and coronary artery disease. Medications are dapagliflozin, aspirin, atorvastatin, and metoprolol.On physical examination, vital signs are normal. The patient walks with a stooped posture. There is no spinal tenderness. Lower extremity strength and sensation are normal. Patellar and Achilles reflexes are intact and symmetric. Bilateral straight leg raise test is negative. Dorsalis pedis and posterior tibialis pulses are 1+ bilaterally.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Peripheral artery disease",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Sciatica",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Spinal stenosis",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Vertebral compression fracture",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "C",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is spinal stenosis (Option C). Low back pain is one of the top five reasons for office visits in the United States and a leading cause of disability and health care expenditure. Approximately 90% of patients have nonspecific low back pain, for which no specific cause can be determined and that resolves with conservative care within days to weeks. Otherwise, the most common identifiable causes of low back pain are spinal stenosis and degenerative disk disease with or without disk herniation. Spinal stenosis results from the narrowing of the spinal canal, often in the setting of degenerative disk disease, which leads to compression of the lumbosacral nerve roots. The hallmark of spinal stenosis is slowly progressively worsening low back, buttock, and leg pain that is provoked by prolonged extension of the spine (e.g., prolonged standing or walking downhill). The pain of spinal stenosis typically improves with sitting or forward flexion of the spine such as when climbing uphill. This patient's slowly progressive symptoms, worsening pain when walking downhill and improvement with forward flexion, and lack of focal physical examination findings strongly suggest spinal stenosis.The symptoms of spinal stenosis are sometimes called pseudoclaudication, because they are often provoked by exertion and relieved with rest. However, despite the presence of coronary artery disease, peripheral artery disease (Option A) is unlikely in this patient with intact peripheral pulses and whose symptoms are worsened by walking downhill and improved with forward flexion.Sciatica (Option B) refers to pain that radiates down the leg and is often caused by compression or irritation of the sciatic nerve or a lumbar nerve root. This patient's slow gait and back and bilateral leg pain provoked by exercise and relieved with forward flexion are more indicative of lumbar spinal stenosis than sciatica. The intact reflexes and negative bilateral straight leg raising also make the diagnosis of sciatica less likely.A vertebral compression fracture (Option D) can cause low back pain. However, vertebral compression fractures are usually accompanied by spinal tenderness and a more acute presentation with improvement over time. In addition, the pain of a compression fracture does not typically remit with rest.",
  "critique_links": [],
  "key_points": [
    "Spinal stenosis is characterized by progressive low back, buttock, and leg pain that is provoked by prolonged extension of the spine and improved with sitting or forward flexion of the spine."
  ],
  "references": "Chou R. Low back pain. Ann Intern Med. 2021;174:ITC113-ITC128. PMID: 34370518",
  "related_content": {
    "syllabus": [
      "cssec24008_24001"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.189082-06:00"
}