{
  "question_id": "enmcq24095",
  "category": "en",
  "category_name": "Endocrinology and Metabolism",
  "educational_objective": "Evaluate a patient for contraindications to testosterone therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 38-year-old man is evaluated for initiation of testosterone therapy to treat erectile dysfunction and low libido due to obesity-related hypogonadism. Medical history is also significant for obstructive sleep apnea, for which he uses continuous positive airway pressure. He takes no medications.On physical examination, vital signs are normal. BMI is 38. Scant chest, back, and pubic hair are noted. Testicular volume is 12 mL (normal range, 15-25 mL); no testicular masses are palpated.Laboratory studies:Luteinizing hormone3 mU/mL (3 U/L)Prolactin10 ng/mL (10 μg/L)8 am testosterone, total (second measurement)200 ng/dL (6.9 nmol/L)LSex hormone–binding globulin2.3 μg/mL (20 nmol/L) (normal range, 1.8-6.3 μg/mL [16-56 nmol/L])Testing of other pituitary hormones is unremarkable.Weight loss strategies are discussed.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Hematocrit measurement",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pituitary MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Serum prostate-specific antigen measurement",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transdermal testosterone",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "Before initiating testosterone therapy, this patient with secondary hypogonadism should have a hematocrit level measured (Option A). In men with biochemically proven hypogonadism, testosterone therapy can be initiated after the cause is determined. Testosterone therapy is associated with numerous adverse effects, including worsening of obstructive sleep apnea, effect on prostate tissue, thrombophilia, hypertension, and erythrocytosis. Therefore, patients with untreated sleep apnea should be treated before testosterone therapy is initiated. Additionally, before starting testosterone therapy, a baseline hematocrit level should be measured in all patients, and a serum prostate-specific antigen (PSA) level should be measured in men aged 55 to 69 years (or aged 40 years and older with an increased risk for prostate cancer) in the context of shared decision making. If the hematocrit level is greater than 50% or the PSA level is elevated, evaluation for polycythemia or prostate cancer should be pursued, respectively, before starting testosterone therapy. Before considering testosterone therapy in this patient, a hematocrit level should be assessed.Endocrine Society guidelines recommend pituitary imaging in men with secondary hypogonadism if any of the following are present: panhypopituitarism, mass effect (visual field or neurologic abnormalities), persistent hyperprolactinemia, or severe hypogonadism (serum total testosterone level <150 ng/dL [5.2 nmol/L]). Although a pituitary adenoma can cause secondary hypogonadism, this patient has no indications for a pituitary MRI (Option B).Given the patient's young age and lack of high-risk features for prostate cancer, PSA measurement (Option C) is not indicated. A baseline PSA measurement is recommended for men aged 55 to 69 years or 40 years and older with an increased risk for prostate cancer after shared decision making.Although testosterone therapy (Option D) may be warranted in this patient, it should not be initiated before a baseline hematocrit level is assessed because testosterone therapy is associated with erythrocytosis.",
  "critique_links": [],
  "key_points": [
    "Before testosterone therapy is initiated in men with hypogonadism, the baseline hematocrit level should be measured in all patients."
  ],
  "references": "Bhasin S, Brito JP, Cunningham GR, et al. Testosterone therapy in men with hypogonadism: an Endocrine Society clinical practice guideline. J Clin Endocrinol Metab. 2018;103:1715-1744. PMID: 29562364 doi:10.1210/jc.2018-00229",
  "related_content": {
    "syllabus": [
      "ensec24006_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.434092-06:00"
}