{
  "question_id": "inmcq24055",
  "category": "in",
  "category_name": "Interdisciplinary Medicine",
  "educational_objective": "Treat acute epididymitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 28-year-old man is evaluated in the emergency department for a 2-day history of scrotal pain. The pain has gradually worsened since onset, and he reports no fevers, chills, or dysuria. He has had no recent trauma or vigorous physical activity. He is sexually active with vaginal intercourse and has had three partners in the past year.On physical examination, vital signs are normal. The scrotum is slightly swollen and is tender to palpation. Pain significantly improves with scrotal elevation. Stroking the inner thigh results in elevation of the scrotum.Results of urinalysis, urine culture, and nucleic acid amplification testing for Chlamydia trachomatis and Neisseria gonorrhoeae are pending.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Intramuscular ceftriaxone and oral doxycycline",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intramuscular ceftriaxone and oral levofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Oral levofloxacin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Scrotal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "Urgent surgical exploration",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management for this patient with acute epididymitis is intramuscular (IM) ceftriaxone and oral doxycycline for 10 days (Option A). Epididymitis is usually secondary to infection; when infection spreads to the adjacent testis, it is termed epididymo-orchitis. In patients at risk for sexually transmitted infections (STIs), Chlamydia trachomatis and Neisseria gonorrhoeae are the most commonly implicated pathogens. In patients at low risk for STIs (and those with recent prostate biopsy, vasectomy, or urinary tract instrumentation procedures), colonic bacteria, such as Escherichia coli, are the most common pathogens. Both epididymitis and epididymo-orchitis typically cause unilateral scrotal pain of gradual onset that worsens over a period of days. The normal cremasteric reflex is usually present. Urinalysis and culture should be obtained in all patients, and STI testing should be done for those at risk. For acute epididymitis most likely caused by chlamydia or gonorrhea, treatment with a single dose of IM ceftriaxone and oral doxycycline for 10 days is appropriate. This patient has a classic presentation of acute epididymitis with gradual onset of localized pain in the scrotum. He is sexually active, and testing and empiric treatment for chlamydia and gonorrhea are indicated.IM ceftriaxone and oral levofloxacin for 10 days (Option B) is not the most appropriate management. In men who practice insertive anal sex, enteric organisms, chlamydia, or gonorrhea are most likely to cause acute epididymitis. For these patients, a single dose of IM ceftriaxone and oral levofloxacin for 10 days is the treatment of choice. This patient practices vaginal intercourse only, and this regimen is therefore not indicated.Oral levofloxacin alone (Option C) is not indicated. This treatment would be appropriate if colonic bacteria were the most likely cause of his epididymitis, such as in patients who are at low risk for STIs or had recently undergone prostate biopsy, vasectomy, or urinary tract instrumentation procedures. However, based on his STI risk, he should be treated for chlamydia and gonorrhea.Scrotal ultrasonography (Option D) is not needed to confirm the diagnosis of acute epididymitis. This patient's clinical presentation is characteristic of acute epididymitis, obviating the need for imaging.Urgent surgical exploration (Option E) is not the most appropriate management. This patient's Testicular Workup for Ischemia and Suspected Torsion (TWIST) score is considered low risk at 2 points, with just testicular swelling (see Table: Testicular Workup for Ischemia and Suspected Score). In patients with high suspicion for torsion with a TWIST score of 5 to 7, urgent surgical exploration is indicated.",
  "critique_links": [],
  "key_points": [
    "Epididymitis most likely caused by Chlamydia trachomatis or Neisseria gonorrhoeae should be treated with a single dose of intramuscular ceftriaxone and oral doxycycline for 10 days.",
    "Imaging is usually not necessary to confirm the diagnosis of acute epididymitis."
  ],
  "references": "Workowski KA, Bachmann LH, Chan PA, et al. Sexually transmitted infections treatment guidelines, 2021. MMWR Recomm Rep. 2021;70:1-187. PMID: 34292926 doi:10.15585/mmwr.rr7004a1",
  "related_content": {
    "syllabus": [
      "insec24004_24006"
    ]
  },
  "media": {
    "tables": [
      "tables/intab24018.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": {
    "figures": [],
    "tables": [
      {
        "table_id": "intab24018",
        "file": "tables/intab24018.html",
        "title": "Testicular Workup for Ischemia and Suspected Torsion (TWIST) Score",
        "short_title": "Testicular Workup for Ischemia and Suspected Score",
        "footnotes": [
          "Information from Barbosa JABA, de Freitas PFS, Carvalho SAD, et al. Validation of the TWIST score for testicular torsion in adults. Int Urol Nephrol. 2021;53:7-11. <a href=\"http://www.ncbi.nlm.nih.gov/pubmed/32844355\" target=\"_blank\">PMID: 32844355</a> doi:10.1007/s11255-020-02618-4"
        ],
        "headers": [
          "Criteria",
          "Interpretation"
        ]
      }
    ],
    "videos": [],
    "svgs": []
  },
  "extracted_at": "2026-01-01T17:54:33.461356-06:00"
}