{
  "question_id": "hpmcq24016",
  "category": "hp",
  "educational_objective": "Prevent hepatitis A virus infection in an immunocompromised patient.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 38-year-old woman is evaluated in an urgent care center because her partner was diagnosed with acute hepatitis A virus (HAV) infection yesterday. She has no new symptoms but is concerned that she might contract HAV infection. She has not been vaccinated for HAV and has no known history of HAV infection. She has rheumatoid arthritis. Medications are methotrexate and adalimumab.On physical examination, vital signs and other findings are normal.Laboratory studies show normal results for creatinine, electrolytes, and liver function.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Administer HAV vaccine and a dose of immune globulin",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Monitor for hepatitis symptoms",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Test for HAV IgM antibody and vaccinate if negative",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Test for total HAV antibody and vaccinate if negative",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to administer the hepatitis A virus (HAV) vaccine and a dose of immune globulin (Option A). In the absence of postexposure prophylaxis (PEP), the secondary attack rate of HAV has been estimated to be 20% to 50% in households. All unvaccinated individuals older than 12 months who are close personal contacts of persons with HAV infection should receive one dose of HAV vaccine as soon as possible and within 2 weeks of exposure. The combined HAV and hepatitis B virus (HBV) vaccine should not be used for PEP because it contains half the amount of HAV antigen as the single-antigen HAV vaccine dose and has not been tested for PEP. For long-term protection, a second dose should be given 6 months later but is not required for PEP. Individuals at increased risk for severe disease should also receive a dose of intramuscular immune globulin, including those with the following:Immunodeficiency syndromes (congenital or acquired)HIV infectionTransplantationChronic kidney disease treated with dialysisChronic liver diseaseAdults older than 40 years may also be considered for immune globulin because they are more likely to experience severe HAV infection. This patient is a close contact of a person with HAV infection and is at increased risk for severe disease (she is immunocompromised because she is taking adalimumab, a tumor necrosis factor inhibitor). She should receive the HAV vaccine and a dose of immune globulin.Monitoring for hepatitis symptoms alone (Option B) would be inappropriate for this patient because she is immunocompromised, has been exposed to HAV, and has no immunity to HAV (no previous vaccination or infection). She is at high risk for HAV infection and requires PEP with the HAV vaccine and immune globulin.This patient should not be tested for HAV IgM antibody (Option C). HAV IgM antibody testing is used to diagnose acute HAV infection; however, this patient has no symptoms and has normal liver function test results.Testing for total HAV antibody (Option D) is not the most appropriate management for this patient. Positivity for total HAV antibody indicates immunity from infection due to natural infection or vaccination. However, HAV antibody testing is not required or indicated for PEP.",
  "critique_links": [],
  "key_points": [
    "Postexposure prophylaxis for hepatitis A virus (HAV) infection consists of HAV vaccine in all nonvaccinated persons 12 months of age or older and immune globulin in those who are immunocompromised or have chronic liver disease; individuals older than 40 years may also be considered for immune globulin."
  ],
  "references": "Nelson NP, Weng MK, Hofmeister MG, et al. Prevention of hepatitis A virus infection in the United States: recommendations of the Advisory Committee on Immunization Practices, 2020. MMWR Recomm Rep. 2020;69:1-38. PMID: 32614811 doi:10.15585/mmwr.rr6905a1",
  "related_content": {
    "syllabus": [
      "hpsec24005_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:28.654523-06:00"
}