{
  "question_id": "fcqqq24011",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Manage audible oropharyngeal secretions in a patient at the end of life.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "An 84-year-old woman is evaluated for wet, rattling sounds while breathing that are concerning to family members. She is in hospice care in the active phases of dying, and her family is distressed by her noisy respiratory secretions; they are worried that she is choking. Medications are haloperidol, hydromorphone, lactulose, and acetaminophen.On physical examination, respiration rate is 12/min. She is unresponsive but does not appear uncomfortable. Oropharyngeal secretions produce a rattling and gurgling sound with inspiration. Extremities are cool.",
  "question_stem": "Which of the following is the most appropriate initial management?",
  "options": [
    {
      "letter": "A",
      "text": "Atropine ophthalmic drops given sublingually",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Scopolamine patch",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Suctioning by catheter",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Symptom explanation and reassurance",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "Audible posterior oropharyngeal secretions, referred to as the death rattle, are common and may occur in up to 50% of dying patients. The most appropriate initial management is family education and reassurance (Option D). These secretions are thought to rarely affect respiratory status or cause patient discomfort, although the actual effect on the patient is unknown. Educating family members on the dying process and providing anticipatory guidance can ease their concerns. For this patient, the first steps in management include caregiver education. Nonpharmacologic measures, such as raising the head of the bed, positioning the patient on their side, and withdrawal of parenteral hydration may be helpful.Clinical trials do not support the routine use of antimuscarinic medications such as atropine and scopolamine (Options A, B) in the treatment of death rattle. In one randomized controlled clinical trial, prophylactic subcutaneous scopolamine butylbromide, administered every 4 hours starting when patients entered the dying phase, reduced the occurrence of death rattle without an increase in adverse effects. However, this strategy may prolong the dying phase significantly (by 13 hours compared with placebo).Suctioning by catheter (Option C) can cause local trauma and should be avoided in managing end-of-life secretions unless the secretions are causing the patient obvious respiratory distress or cough.",
  "critique_links": [],
  "key_points": [
    "Audible posterior oropharyngeal secretions (“death rattle”) are common at the end of life and are best managed with family education and reassurance."
  ],
  "references": "van Esch HJ, Campbell ML, Mori M, et al. Should (prophylactic) medications be used for the management of death rattle? J Pain Symptom Manage. 2023;66:e513-e517. PMID: 37343900 doi:10.1016/j.jpainsymman.2023.06.017",
  "related_content": {
    "syllabus": [
      "fcsec24011_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:30.615153-06:00"
}