{
  "question_id": "dmqqq24002",
  "category": "dm",
  "educational_objective": "Manage contact dermatitis in the setting of stasis dermatitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 68-year-old man is evaluated for a 3-year history of erythema of the bilateral lower extremities. The patient reports developing lower extremity ulcerations 3 weeks ago, and he began applying neomycin/polymyxin B/bacitracin to the ulcerated areas. Over the past week, he has had worsening erythema, weeping, and edema of the lower legs. He takes no other medications.On physical examination, vital signs are normal. BMI is 34. Pedal pulses are strong. Skin findings are shown.Laboratory studies:Leukocyte count8200/μL (8.2 × 109/L)",
  "question_stem": "Which of the following is the most appropriate initial management?",
  "options": [
    {
      "letter": "A",
      "text": "Discontinue neomycin/polymyxin B/bacitracin ointment",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Start intravenous vancomycin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Start oral clindamycin",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Start topical triamcinolone ointment",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate initial management is to discontinue the neomycin/polymyxin B/bacitracin ointment (Option A). Topical antibiotics applied to venous stasis ulcers and other wounds may lead to the development of allergic contact dermatitis; neomycin and bacitracin are usually the causative agents. Contact dermatitis often presents with worsening erythema and weeping of the lower extremities that is often mistaken for cellulitis. This patient has contact dermatitis from topical neomycin/polymyxin B/bacitracin in the setting of chronic stasis dermatitis with venous stasis ulcerations. Discontinuing the topical antibiotic is the most appropriate management.Intravenous vancomycin (Option B) is an antibiotic used to treat severe skin infections. It is often combined with surgical debridement to treat hospitalized patients with complicated skin and soft tissue infections, defined as deeper soft tissue infections; surgical/traumatic wound infections; purulent cellulitis; and infected ulcers and burns. This patient does not have a complicated skin infection, and intravenous vancomycin is not indicated.Mild cellulitis (without purulence or systemic symptoms) can be treated with oral clindamycin (Option C), penicillin, dicloxacillin, or a cephalosporin. In this patient, the cause of the worsening erythema is most likely contact dermatitis and not an infection. Discontinuing the topical antibiotic is the most appropriate management before initiating any oral antimicrobial therapy.Topical triamcinolone ointment (Option D) is a glucocorticoid preparation commonly used to treat stasis dermatitis and allergic contact dermatitis; however, the most appropriate initial management for allergic contact dermatitis is removal of the offending agent. Adding a topical glucocorticoid without first stopping the contact allergen is unlikely to result in clinical improvement.",
  "key_points": [
    "When applied to venous stasis ulcers, topical antibiotics (most often neomycin and bacitracin) can cause allergic contact dermatitis that mimics cellulitis; the most appropriate initial management is to discontinue the topical antibiotic."
  ],
  "references": "Brar KK. A review of contact dermatitis. Ann Allergy Asthma Immunol. 2021;126:32-39. PMID: 33091591 doi:10.1016/j.anai.2020.10.003",
  "related_content": {
    "syllabus": [
      "dmsec24003_24002"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:53:47.838836-06:00"
}