{
  "question_id": "idqqq24007",
  "category": "id",
  "educational_objective": "Identify the cause of Kaposi sarcoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 32-year-old man is evaluated for a 2-month history of painless, violaceous skin nodules on the chest, back, and lower extremities. He reports that he has sex with men. Medical history is significant for AIDS, with a CD4 cell count of 54/µL. He is not taking antiretroviral therapy.On physical examination, vital signs are normal. Several nodules are seen in the mouth during oral examination (shown).",
  "question_stem": "Which of the following is the most likely cause of these findings?",
  "options": [
    {
      "letter": "A",
      "text": "Cytomegalovirus",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Epstein-Barr virus",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Human herpes virus type 6",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Human herpes virus type 8",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient has Kaposi sarcoma caused by human herpes virus type 8 (Option D). It is found primarily in patients with AIDS, particularly among men who have sex with men. This patient's clinical presentation is typical for Kaposi sarcoma, with painless violaceous skin nodules with oral mucocutaneous involvement. The cornerstone of treatment for Kaposi sarcoma is antiretroviral therapy (ART) to reconstitute the immune response, including cytotoxic T-cell responses against tumor cells. For more advanced disease, local therapies are given concurrent with ART, including radiation therapy, intralesional chemotherapy, cryotherapy, and topical retinoids. Systemic chemotherapy is given in the event of visceral, extensive, or unresponsive mucocutaneous disease.Cytomegalovirus (Option A) infections are most commonly asymptomatic but can also present acutely with a mononucleosis-like syndrome; it may also reactivate in patients with cellular immunodeficiency, including advanced HIV or following solid organ or bone marrow transplantation. Cytomegalovirus typically presents with retinitis (most common manifestation in patients with AIDS), pneumonitis, hepatitis, pancytopenia, gastritis, or enterocolitis; it does not cause skin nodules.Epstein-Barr virus (EBV) (Option B) is the main cause of infectious mononucleosis, which presents with fever, exudative pharyngitis, cervical lymphadenopathy, and splenomegaly; violaceous skin lesions are not an expected manifestation. EBV reactivation in the setting of advanced immunosuppression is associated with the development of T-cell and B-cell lymphomas, Hodgkin and Burkitt lymphomas, nasopharyngeal carcinoma, and posttransplant lymphoproliferative disease following solid organ transplantation.Human herpes virus type 6 (Option C) causes roseola infantum, febrile seizures in children, and cytomegalovirus-seronegative and EBV-seronegative mononucleosis. It does not cause skin nodules. Recipients of bone marrow transplant may also develop encephalitis, hepatitis, pneumonia, rash, graft-versus-host disease, and delayed engraftment.",
  "key_points": [
    "Kaposi sarcoma can develop in patients with AIDS infected with human herpes virus type 8, presenting with painless violaceous skin nodules with oral mucocutaneous involvement."
  ],
  "references": "Panel on Guidelines for the Prevention and Treatment of Opportunistic Infections in Adults and Adolescents with HIV. Guidelines for the prevention and treatment of opportunistic infections in adults and adolescents with HIV. National Institutes of Health, Centers for Disease Control and Prevention, HIV Medicine Association, and Infectious Diseases Society of America. Available at https://clinicalinfo.hiv.gov/en/guidelines/adult-and-adolescent-opportunistic-infection. Updated January 18, 2023. Accessed April 28, 2024.",
  "related_content": {
    "syllabus": [
      "idsec24019_24022"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [
      "figures/idfig24500.93f8a3b0daab1067930565a69d7de72a.jpg"
    ],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:10:29.239033-06:00"
}