{
  "question_id": "inmcq24034",
  "category": "in",
  "educational_objective": "Treat obsessive-compulsive disorder with adjunct therapy.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 50-year-old man is evaluated because of increasing stress related to work. He states he has an upcoming performance review and possible promotion and has repeated negative thoughts about the review. As a result, he feels compelled to walk a specific route while at work, touch certain objects, and say specific things. He knows at least one coworker has noted these behaviors, and the patient is worried he will need to explain them. Since his teenage years, he has experienced similar symptoms during stressful periods, such as when studying for examinations. These thoughts are still present but become less intrusive when he is not under significant stress. He is distressed by his symptoms and is frustrated he is unable to control or suppress them. He has no medical history and takes no medications.Physical examination findings, including vital signs, are normal.After 6 months of cognitive behavioral therapy, symptoms improve but remain troublesome.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Clomipramine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Escitalopram",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Lorazepam",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Prazosin",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment in this patient with obsessive-compulsive disorder (OCD) that has not resolved with cognitive behavioral therapy (CBT) is escitalopram (Option B). Patients with OCD experience obsessions and compulsions. Obsessions are recurrent and intrusive thoughts, images, or impulses that cause distress, whereas compulsions are repetitive behaviors (e.g., handwashing, counting) done to alleviate obsession-related anxiety. These behaviors cause significant functional impairment through wasted time and disrupted social interactions. OCD is often accompanied by other mental health disorders. CBT is a first-line treatment for OCD and is more effective than pharmacotherapy alone. Selective serotonin reuptake inhibitors (SSRIs) and serotonin-norepinephrine reuptake inhibitors, however, may be beneficial as adjunct therapy in patients with severe symptoms or inadequate response to CBT. For patients treated with medication, treatment should be continued for at least 1 to 2 years. This patient has OCD manifesting as intrusive thoughts relating to work performance and compulsions, such as walking a specific route and touching specific objects. These symptoms are causing significant distress and have persisted despite CBT, with only partial resolution of symptoms. He would benefit from the addition of escitalopram.A tricyclic antidepressant, such as clomipramine (Option A), would not be the most appropriate treatment for this patient. Although clomipramine is an alternative for OCD treatment, it is a second-line treatment because adverse anticholinergic effects are common, including dry mouth, somnolence, and constipation. An SSRI is a more appropriate choice.Lorazepam (Option C) is not the most appropriate treatment. Benzodiazepines have a narrow indication for short-term control of severe symptoms during the initial treatment phase of anxiety disorders but are otherwise a second-line treatment. Adverse effects are common and include falls, memory impairment, and risk for dependence. They additionally have no proven role in the treatment of OCD.Prazosin (Option D) is not indicated for this patient. It can be used to treat nightmares associated with posttraumatic stress disorder but does not have a proven role in the treatment of OCD.",
  "critique_links": [],
  "key_points": [
    "Cognitive behavioral therapy is a first-line treatment for obsessive-compulsive disorder.",
    "In patients with obsessive-compulsive disorder and severe symptoms or inadequate response to first-line treatment with cognitive behavioral therapy, selective serotonin reuptake inhibitors and serotonin-norepinephrine reuptake inhibitors may be beneficial as adjunct therapy."
  ],
  "references": "Fineberg NA, Hollander E, Pallanti S, et al. Clinical advances in obsessive-compulsive disorder: a position statement by the International College of Obsessive-Compulsive Spectrum Disorders. Int Clin Psychopharmacol. 2020;35:173-193. PMID: 32433254 doi:10.1097/YIC.0000000000000314",
  "related_content": {
    "syllabus": [
      "insec24007_24027"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:29.977306-06:00"
}