{
  "question_id": "oncor25039",
  "category": "on",
  "category_name": "Oncology",
  "educational_objective": "Screen for lung cancer in at-risk patients.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 51-year-old woman is evaluated during a wellness visit. She has no symptoms and exercises regularly. She has a history of hypertension and dyslipidemia. She has a 40-pack-year history of cigarette use but quit smoking 10 years ago. Medications are lisinopril and rosuvastatin.Physical examination findings, including vital signs, are unremarkable.",
  "question_stem": "Which of the following is the most appropriate lung cancer screening strategy for this patient?",
  "options": [
    {
      "letter": "A",
      "text": "Annual chest radiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Annual low-dose CT of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "One-time low-dose CT of the chest",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No screening is indicated",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate lung cancer screening strategy for this patient is annual low-dose CT of the chest (Option B). Smoking is the most important risk factor for the development of lung cancer, and risk increases with additional years of tobacco exposure and age. Although advances in therapy have improved the prognosis of lung cancer, only 28% of patients are alive 5 years after diagnosis. Patients with localized early-stage non–small cell lung cancer have a significantly better prognosis and can be often treated with surgical resection. Both the U.S. Preventive Services Task Force (USPSTF) and American Cancer Society (ACS) guidelines therefore recommend lung cancer screening with annual low-dose CT for persons aged 50 to 80 years with at least a 20-pack-year smoking history. The USPSTF recommends that screening should be discontinued once a person has not smoked for 15 years, whereas the ACS states that annual screening should continue in former smokers regardless of when they stopped smoking. Patients meeting criteria for screening should be engaged in shared decision making, including review of risk of radiation exposure with CT, risk for false-positive diagnoses, and anxiety related to surveillance of slow-growing lung nodules. Importantly, screening does not obviate the need for smoking cessation. This patient has a significant smoking history and should be offered screening with annual low-dose CT of the chest.Chest radiography (Option A) is not an effective means of screening for lung cancer. Multiple studies have investigated chest radiography screening in patients at risk for lung cancer, and none has demonstrated a mortality benefit.One-time screening with low-dose CT (Option C) is not the optimal strategy because continued annual screening is associated with the discovery of cancers that were not detected on the initial screen. Screening should be continued to age 80 years unless patients develop a limited life expectancy for other reasons or are no longer candidates for or willing to undergo surgery.Not screening this patient for lung cancer is not the best strategy (Option D). The National Lung Screening Trial demonstrated a 20% reduction in lung cancer mortality in patients with a pack-year history of at least 30 years who were screened annually for 3 years. Therefore, this patient should be offered annual screening with low-dose CT.",
  "critique_links": [],
  "key_points": [
    "Lung cancer screening with an annual low-dose CT of the chest is indicated for persons aged 50 to 80 years with at least a 20-pack-year smoking history; guidelines differ as to whether patients who stopped smoking more than 15 years ago should be screened.",
    "Screening alone cannot prevent most lung cancer–related deaths, and smoking cessation is the most effective means of decreasing lung cancer mortality."
  ],
  "references": "Wolf AMD, Oeffinger KC, Shih TY, et al. Screening for lung cancer: 2023 guideline update from the American Cancer Society. CA Cancer J Clin. 2024;74:50-81. PMID: 37909877 doi:10.3322/caac.21811",
  "related_content": {
    "syllabus": [
      "onsec24014_24005"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:57.868272-06:00"
}