{
  "category": "rm",
  "critique": "The most likely diagnosis is antisynthetase syndrome (Option A). Antisynthetase syndrome, a type of idiopathic inflammatory myopathy, frequently co-occurs with dermatomyositis or polymyositis. Whether it occurs as a subset of dermatomyositis and polymyositis or is a separate pathologic entity remains controversial. Myositis is considered a cardinal feature of this syndrome, along with arthritis, Raynaud phenomenon, and interstitial lung disease. Patients may also have hyperkeratotic, fissured skin on the palms and soles (mechanic's hands). The hallmark laboratory finding of antisynthetase syndrome is the presence of myositis-specific antisynthetase antibodies. Anti–Jo-1, an anti–histidyl-transfer RNA synthetase antibody, is the most common of these. These antibodies produce a cytoplasmic pattern reported on antinuclear antibody testing. This patient is presenting with myopathy, Raynaud phenomenon, arthritis, interstitial lung disease, and characteristic skin findings. The presence of anti–Jo-1 antibodies in this patient would strongly support a diagnosis of antisynthetase syndrome, possibly precluding the need for biopsy.Limited cutaneous systemic sclerosis (LcSSc) (Option B), previously known as CREST (calcinosis, Raynaud phenomenon, esophageal dysmotility, sclerodactyly, and telangiectasia) syndrome, involves the face and distal parts of the upper and lower extremities. Telangiectasia, sclerodactyly, and calcinosis cutis may be notable; scleroderma renal crisis and severe interstitial lung disease are uncommon. LcSSc is associated with positivity for antinuclear antibodies in a centromere pattern and positivity for anticentromere antibody. This patient's clinical findings are not consistent with LcSSc.Hyperkeratosis of the palms and soles may suggest palmoplantar psoriasis, and accompanying arthritis may be confused with psoriatic arthritis (Option C). However, this patient's Raynaud phenomenon, weakness, elevated muscle enzyme levels, and positivity for antinuclear antibodies in a cytoplasmic pattern are inconsistent with psoriatic arthritis.The inflammatory arthritis that accompanies antisynthetase syndrome may be confused with rheumatoid arthritis (Option D). However, the other clinical features in this patient, such as proximal weakness, elevated creatine kinase levels, and positive antinuclear antibody results in a cytoplasmic pattern, are not consistent with rheumatoid arthritis.",
  "educational_objective": "Diagnose antisynthetase syndrome.",
  "extracted_at": "2025-12-22T20:47:07.310328-06:00",
  "key_points": [
    "Antisynthetase syndrome is an idiopathic inflammatory myopathy that is characterized by myositis, arthritis, Raynaud phenomenon, interstitial lung disease, and mechanic's hands."
  ],
  "media": {
    "images": [],
    "svgs": [],
    "tables": [
      "tables/inline_table_1.html"
    ],
    "videos": []
  },
  "metadata": {
    "care_types": [],
    "high_value_care": false,
    "patient_types": [],
    "question_updated": "12/22/2025"
  },
  "options": [
    {
      "letter": "A",
      "peer_percentage": 0,
      "text": "Antisynthetase syndrome"
    },
    {
      "letter": "B",
      "peer_percentage": 0,
      "text": "Limited cutaneous systemic sclerosis"
    },
    {
      "letter": "C",
      "peer_percentage": 0,
      "text": "Psoriatic arthritis"
    },
    {
      "letter": "D",
      "peer_percentage": 0,
      "text": "Rheumatoid arthritis"
    }
  ],
  "question_id": "rmmcq24060",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "question_text": "A 40-year-old woman is evaluated for a 2-month history of fatigue, leg weakness, and hand pain with swelling in the fingers. Three months ago, she also noticed thick, dry skin on her hands and occasional discoloration of the fingertips provoked by cold exposure. Medical history is otherwise unremarkable, and she takes no medications.On physical examination, vital signs are normal. Pulmonary examination reveals crackles at the lung bases. She has difficulty rising from a chair. Proximal muscle strength is 4/5 in the upper extremities and 3/5 in the lower extremities. Distal muscle strength is intact. Swelling and tenderness of the second and third metacarpophalangeal and proximal interphalangeal joints are noted bilaterally. Hyperkeratosis and scaling of the palms and soles are seen.Chest radiograph shows increased interstitial markings in the lung bases.",
  "references": "Marco JL, Collins BF. Clinical manifestations and treatment of antisynthetase syndrome. Best Pract Res Clin Rheumatol. 2020;34:101503. PMID: 32284267 doi:10.1016/j.berh.2020.101503",
  "related_content": {
    "learning_plan_topic": "",
    "syllabus": [
      "rmsec24009_24013"
    ]
  },
  "user_performance": {
    "correct_answer": "A",
    "result": null,
    "time_taken": null,
    "user_answer": null
  }
}