{
  "question_id": "cvmcq24130",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Manage severe primary tricuspid regurgitation.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 52-year-old woman is evaluated for increasing fatigue, shortness of breath with exertion, and lower extremity edema. Her symptoms have been progressing during the past 8 months despite escalating doses of torsemide and spironolactone. She has a history of opioid use disorder complicated by tricuspid valve endocarditis 2 years ago. Current medications are high-dose torsemide, spironolactone, and methadone.On physical examination, blood pressure is 95/65 mm Hg and pulse rate is 80/min. The lungs are clear. Jugular venous pulsations are elevated with a prominent c-v wave. A systolic murmur is heard best at the right sternal border, with respiratory variation. The abdomen is distended, with dullness to percussion and a pulsatile liver. There is 2+ bilateral lower extremity edema.Laboratory studies:INR1.1Albumin3.4 g/dL (34 g/L)LAlanine aminotransferase210 U/LHAspartate aminotransferase200 U/LHTotal bilirubin2.5 mg/dL (42.8 µmol/L)HN-terminal pro–B-type natriuretic peptide1500 pg/mL (1500 ng/L)HCreatinine1.9 mg/dL (167.96 µmol/L)HUrinalysisNormalParacentesis reveals a serum ascites-albumin gradient of 1.8 mg/dL and total protein of 2.7 g/dL (27 g/L).Echocardiography shows normal left ventricular function, a moderately enlarged right ventricle with moderate right ventricular dysfunction, and severe tricuspid regurgitation with thickened leaflets and leaflet prolapse. Right ventricular systolic pressure is estimated at 40 mm Hg. The inferior vena cava is plethoric and does not collapse with inspiration.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Increase in torsemide and spironolactone dosage",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Initiation of oral sildenafil",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Liver biopsy",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Tricuspid valve replacement",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is to refer the patient for tricuspid valve replacement (Option D). Tricuspid regurgitation is usually functional and asymptomatic. When significant primary disease is present, right-sided failure may manifest as elevated jugular venous pulse (a large c-v wave), hepatic congestion with pulsatile liver and ascites, and peripheral edema. Echocardiography centers on identifying secondary causes, especially assessment of right ventricular (RV) function and estimation of pulmonary pressures. Diuretic therapy is first-line treatment and helps alleviate symptoms of right-sided congestion. Tricuspid valve surgery may be considered in patients with either severe primary tricuspid regurgitation or severe secondary symptomatic tricuspid regurgitation refractory to medical therapy. Recently, studies have demonstrated benefit of percutaneous tricuspid valve replacement or edge-to-edge repair, and these options may also be considered in patients with severe tricuspid regurgitation and normal right ventricular function. This patient has evidence of severe tricuspid regurgitation complicated by severe congestive hepatopathy and lower extremity edema despite high-dose and escalating diuretic therapy. Tricuspid valve replacement is the most appropriate option in this patient.This patient has already undergone a trial of escalating doses of torsemide and spironolactone (Option A) without significant improvement. Further upward titration of diuretics is likely to be limited by blood pressure and kidney function; consideration of tricuspid valve surgery is warranted.Symptomatic patients with severe idiopathic pulmonary hypertension may initially be treated with oral vasodilators such as sildenafil (Option B). This patient's mildly elevated RV systolic pressure is inconsistent, however, with severe pulmonary hypertension as the cause of her symptoms.Although this patient has many findings consistent with primary liver disease, the elevated jugular venous pressure, normal INR, elevated B-type natriuretic peptide, and elevated serum albumin ascites gradient with concomitant elevated ascitic total protein suggest congestive hepatopathy. Liver biopsy (Option C) is not indicated.",
  "critique_links": [],
  "key_points": [
    "In patients with severe symptomatic primary tricuspid regurgitation refractory to diuretics, tricuspid valve replacement should be considered."
  ],
  "references": "Otto CM, Nishimura RA, Bonow RO, et al. 2020 ACC/AHA guideline for the management of patients with valvular heart disease: a report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2020:CIR0000000000000923. PMID: 33332150 doi:10.1161/CIR.0000000000000923",
  "related_content": {
    "syllabus": [
      "cvsec24007_24015"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:51.749521-06:00"
}