{
  "question_id": "gicor25006",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Identify the appropriate surveillance interval after removal of a large tubular adenoma.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old woman is evaluated after colonoscopy performed for colon cancer screening revealed an 11-mm tubular adenoma. Her grandmother was diagnosed with colon cancer at age 65 years. The patient has no symptoms and is taking no medications.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Colonoscopy in 3 years",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colonoscopy in 10 years",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Multitarget stool DNA testing every 3 years",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Referral to genetic counseling",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management of this patient with a large tubular adenoma is colonoscopy in 3 years (Option A). In 20% to 53% of adults older than 50 years, premalignant adenomas of the colon are detected on screening, and 3% to 8% of the adenomas have advanced histologic features. Because adenomas are an intermediary step in the progression from normal colonic mucosa to colon cancer, identification and management of polyps are critical. Progression of adenoma to carcinoma takes approximately 8 to 10 years. Adenomas with any degree of villous histology or high-grade dysplasia have greater malignant potential. Risk is also increased in polyps larger than 1 cm. Surveillance intervals after polypectomy vary by risk, which is determined by the size, number, and/or histology of the polyps. A 3-year colonoscopy interval is recommended for patients with large tubular adenomas (≥10 mm), 5 to 10 smaller tubular adenomas, any adenoma with tubulovillous or villous histology, and/or high-grade dysplasia. A 3- to 5-year interval is appropriate for three or four tubular adenomas less than 10 mm. A 7- to 10-year colonoscopy interval is appropriate for patients with one or two small (<10 mm) tubular adenomas. For patients with more than 10 adenomas found on a single examination, a genetic cause of disease should be investigated, and colonoscopy should be repeated in 1 year. This patient has a single, large tubular adenoma, so a 3-year surveillance interval is the most appropriate recommendation for her.A 10-year interval (Option B) is appropriate only for patients with one or two small polyps with tubular histology. Because of the size of this patient's adenoma, she should have surveillance after a shorter interval.Multitarget stool DNA testing (Option C) and guaiac fecal occult blood testing are noninvasive options for cancer screening in people at average risk for colorectal cancer. These are not appropriate tests for patients at increased risk for colorectal cancer or those in whom polyps have been identified on colonoscopy.Patients suspected of having genetic cancer syndromes on the basis of family history or polyp burden should be referred for genetic counseling (Option D). This patient has a single second-degree relative with colon cancer diagnosed after age 50 years, which does not suggest a familial cancer syndrome.",
  "critique_links": [],
  "key_points": [
    "Surveillance intervals for tubular adenomas following polypectomy depend on the size, number, and histology of the adenomas; a 3-year colonoscopy interval is appropriate for patients with larger adenomas (≥10 mm), 5 to 10 tubular adenomas less than 10 mm, or any adenoma with tubulovillous or villous histology and/or high-grade dysplasia."
  ],
  "references": "Gupta S, Lieberman D, Anderson JC, et al. Recommendations for follow-up after colonoscopy and polypectomy: a consensus update by the US Multi-Society Task Force on Colorectal Cancer. Am J Gastroenterol. 2020;115:415-434. PMID: 32039982 doi:10.14309/ajg.0000000000000544",
  "related_content": {
    "syllabus": [
      "gisec24004_24008"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:31.064865-06:00"
}