{
  "question_id": "gimcq24043",
  "category": "gi",
  "educational_objective": "Diagnose acute diverticulitis.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 70-year-old patient is evaluated in the emergency department for 2 days of constant left-lower-quadrant abdominal pain associated with loss of appetite and constipation. The patient has coronary artery disease, hypertension, and osteoarthritis. Medications are aspirin, simvastatin, metoprolol, lisinopril, and ibuprofen.On physical examination, temperature is 38 °C (100.4 °F), blood pressure is 110/60 mm Hg, and pulse rate is 105/min. BMI is 30. Abdominal examination shows moderate left-lower-quadrant tenderness, no distention, and no rebound or guarding. An anorectal examination reveals brown stool in the rectal vault.Results of a screening colonoscopy 1 year ago for colorectal neoplasia were negative for polyps.",
  "question_stem": "Which of the following is the most appropriate abdominal imaging test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT with contrast",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "MRI",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Plain radiography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Ultrasonography",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate abdominal imaging diagnostic test to perform next is CT with contrast (Option A) for evaluation of suspected colonic diverticulitis. Diverticulitis has traditionally been considered an occlusive process resulting from a blocked diverticulum, with the trapping of bacteria and development of inflammation. A more recent alternative hypothesis posits that diverticulitis results from alterations in the gut microbiome, which may be influenced by genetics, diet, lifestyle, and medications. Risk factors for diverticulitis include older age, obesity, NSAID use, a Western dietary pattern (e.g., high intake of red meat, fat, and refined grains), physical inactivity, use of opioid analgesics or glucocorticoids, and smoking. The clinical presentation of uncomplicated diverticulitis is colicky abdominal pain relieved with flatus or a bowel movement. On physical examination, abdominal tenderness (usually in the left lower quadrant) is often present. Although acute diverticulitis is often diagnosed on clinical grounds, such a diagnosis is correct in only 50% of patients. Therefore, because of its high diagnostic accuracy, CT of the abdomen and pelvis with oral and intravenous contrast is the preferred test to confirm the diagnosis in patients without a previous imaging-confirmed diagnosis and to evaluate for potential complicated disease. This patient's clinical findings support a diagnosis of sigmoid diverticulitis and should be confirmed with CT.MRI (Option B) has high diagnostic sensitivity for diverticulitis, but it is time-consuming and expensive and has limited availability in the acute setting.Plain radiography (Option C) is not the best diagnostic imaging modality for diverticulitis because it lacks sensitivity compared with CT. It can be useful for assessing complications of confirmed diverticular disease, such as bowel perforation or obstruction.Ultrasonography (Option D) is an alternative diagnostic imaging option for diverticulitis that avoids risks of contrast and radiation exposure. However, it has lower diagnostic accuracy, is operator dependent, and cannot be used to exclude other causes of abdominal pain.",
  "key_points": [
    "CT of the abdomen and pelvis with oral and intravenous contrast is recommended to confirm the diagnosis of diverticulitis in patients without a previous imaging-confirmed diagnosis."
  ],
  "references": "Qaseem A, Etxeandia-Ikobaltzeta I, Lin JS, et al; Clinical Guidelines Committee of the American College of Physicians. Diagnosis and management of acute left-sided colonic diverticulitis: a clinical guideline from the American College of Physicians. Ann Intern Med. 2022;175:399-415. PMID: 35038273",
  "related_content": {
    "syllabus": [
      "gisec24010_24004"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:30.945803-06:00"
}