{
  "question_id": "gimcq24030",
  "category": "gi",
  "category_name": "Gastroenterology",
  "educational_objective": "Evaluate genetic risk factors for pancreatic cancer.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 62-year-old woman is evaluated during a routine visit to discuss her risk for pancreatic cancer. Postmenopausal breast cancer was diagnosed at age 56 years. Results of previous genetic testing for BRCA1 and BRCA2 were negative. Her father died of pancreatic cancer at age 65 years.On physical examination, vital signs and other findings are normal.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Endoscopic ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Genetic counseling",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Transabdominal ultrasonography",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No further evaluation",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step in management is genetic counseling (Option B). Approximately 10% of pancreatic ductal adenocarcinomas are hereditary. Various case series results from unselected pancreatic ductal adenocarcinomas have demonstrated that 3.8% to 9.7% of patients have pathogenic germline variants in cancer susceptibility genes. These genes include BRCA1, BRCA2, ATM, PALB2, STK11, CDKN2A, and the mismatch repair genes that cause Lynch syndrome. These genes are associated with pancreatic cancer as well as a variety of extrapancreatic tumors. Evaluation for hereditary causes of pancreatic cancer is recommended for all patients with pancreatic cancer. If the patient is not available or cannot be tested (e.g., the patient is deceased), then genetic testing is recommended for first-degree relatives. This patient has a history of breast cancer, and results of previous genetic testing for BRCA1 and BRCA2 were negative. However, multiple pancreatic cancer susceptibility genes are associated with both breast cancer and pancreatic cancer, including ATM, PALB2, and STK11. A multigene panel is currently recommended and should be performed for this patient; as such, she should be referred for genetic testing.Endoscopic ultrasonography (Option A) is not recommended at this time because the patient does not meet current criteria for high-risk pancreatic cancer surveillance. Familial pancreatic cancer is typically defined as kindreds with at least two affected first-degree relatives; in these situations, persons who are first-degree relatives of patients with pancreatic cancer are candidates for surveillance starting at age 50 years or 5 to 10 years younger than the youngest affected individual in the family. Other candidates for surveillance include persons with pathogenic variants in pancreatic cancer susceptibility genes, typically in the setting of a family history of pancreatic cancer on the same side of the family as the genetic variant. Surveillance typically starts at age 50 years or 5 to 10 years younger than the youngest affected individual in the family. Exceptions to the family history requirement include persons with pathogenic variants in STK11, CDKN2A, and PRSS1. Surveillance in this setting is performed in the absence of a family history of pancreatic cancer and occurs at a younger age. Surveillance imaging with endoscopic ultrasonography alternated annually with MRI with magnetic resonance cholangiopancreatography is recommended for individuals at increased risk.Transabdominal ultrasonography (Option C) is often used in acute pancreatitis to evaluate for biliary disease. However, ultrasonography often cannot visualize the entire pancreas because of overlying bowel gas. Transabdominal ultrasonography is not recommended or indicated for this patient.This patient is a candidate for additional genetic testing, which may affect her pancreatic cancer (and other extrapancreatic cancer) risk assessment and surveillance. Therefore, no further evaluation (Option D) is inappropriate.",
  "critique_links": [],
  "key_points": [
    "Evaluation for hereditary causes of pancreatic cancer is recommended for all patients with pancreatic cancer; if the patient is deceased, then genetic testing is recommended for first-degree relatives."
  ],
  "references": "Aslanian HR, Lee JH, Canto MI. AGA clinical practice update on pancreas cancer screening in high-risk individuals: expert review. Gastroenterology. 2020;159:358-362. PMID: 32416142 doi:10.1053/j.gastro.2020.03.088",
  "related_content": {
    "syllabus": [
      "gisec24003_24013"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:53.774831-06:00"
}