{
  "question_id": "nrmcq24046",
  "category": "nr",
  "category_name": "Neurology",
  "educational_objective": "Treat traumatic encephalopathy syndrome.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 52-year-old man is evaluated for a 2-year history of behavioral changes. His wife reports that he exhibits impatience and agitation, with outbursts of anger that have escalated to physical aggression in the past year; he recently lost his job after physically assaulting his coworker during a dispute. He is a combat veteran with 8 years of military service. Medical history is otherwise unremarkable, and he takes no medications.On physical examination, vital signs are normal. He exhibits mild cogwheel rigidity. His PHQ-9 score is 4, and his Montreal Cognitive Assessment score is 26/30. The remainder of the neurologic examination is normal.Laboratory values, including a comprehensive metabolic profile and thyroid-stimulating hormone, serum 25-hydroxyvitamin D, and serum vitamin B12 levels, are normal.Brain MRI is unremarkable.",
  "question_stem": "Which of the following is the most appropriate next step in management?",
  "options": [
    {
      "letter": "A",
      "text": "Alprazolam",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Lumbar puncture",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Pramipexole",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sertraline",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient with traumatic encephalopathy syndrome (TES) should receive treatment with a selective serotonin reuptake inhibitor (SSRI), such as sertraline (Option D). TES is a clinical syndrome of progressive neurodegenerative cognitive impairment following repetitive head trauma. It is most commonly seen in patients with a history of participation in contact sports or military combat deployment. Clinically, behavioral symptoms predominate, including increased irritability, aggressiveness, personality changes, depression, and suicidality. First-line therapy for behavioral management in TES, including symptoms of irritability and agitation, consists of early psychotherapy and SSRIs. This patient's history of combat service and recent behavioral changes is consistent with a diagnosis of TES. His behavioral symptoms should be treated with an SSRI and psychotherapy.Benzodiazepines, such as alprazolam (Option A), should be avoided in patients with cognitive dysfunction secondary to neurodegenerative disorders. Benzodiazepines have the potential for addiction and often result in delirium and oversedation in patients with baseline cognitive dysfunction. Alprazolam therapy would not be appropriate or effective in this patient with TES.Lumbar puncture (Option B) and cerebrospinal fluid analysis are an important component of the evaluation of patients with cognitive changes when an infectious, inflammatory, or malignant cause is suspected. It also plays a role in evaluating suspected normal-pressure hydrocephalus or Alzheimer disease. Although chronic traumatic encephalopathy, the pathologic disease responsible for TES, is characterized by the presence of tau protein in the brain, clinical markers to identify the tau protein are not available. This patient has a clinical picture consistent with TES, and further evaluation with lumbar puncture is not needed.Pramipexole (Option C) is used to manage motor symptoms in Parkinson disease but is not indicated in patients with secondary parkinsonism from TES. Although epidemiologic studies have reported a strong association between TES and parkinsonism, pramipexole is not recommended in these patients, and physical therapy and occupational therapy are the preferred treatment for motor symptoms in patients with TES.",
  "critique_links": [],
  "key_points": [
    "First-line therapy for behavioral management in traumatic encephalopathy syndrome (TES) consists of selective serotonin reuptake inhibitors and psychotherapy.",
    "Physical therapy and occupational therapy are recommended for treating motor symptoms in patients with TES."
  ],
  "references": "Pierre K, Dyson K, Dagra A, et al. Chronic traumatic encephalopathy: update on current clinical diagnosis and management. Biomedicines. 2021;9:415. PMID: 33921385 doi:10.3390/biomedicines9040415",
  "related_content": {
    "syllabus": [
      "nrsec24005_24027"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:34.936244-06:00"
}