{
  "question_id": "hpcor25009",
  "category": "hp",
  "educational_objective": "Treat large-volume ascites using paracentesis and albumin.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/25/2025"
  },
  "question_text": "A 53-year-old woman is evaluated in the emergency department for new-onset ascites. She has a history of alcoholic cirrhosis.On physical examination, temperature is 37.0 °C (98.6 °F), blood pressure is 90/60 mm Hg, pulse rate is 60/min, and respiration rate is 16/min. Oxygen saturation is 99% with the patient breathing ambient air. BMI is 19. Temporal wasting is observed. The abdomen is nontender and distended, with a positive fluid wave.Ultrasound shows an irregular outline of the liver surface, splenomegaly, and large-volume ascites. Chest radiograph shows a small right pleural effusion.The patient will undergo large-volume paracentesis.",
  "question_stem": "Which of the following is the most appropriate additional management?",
  "options": [
    {
      "letter": "A",
      "text": "Cefotaxime",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Intravenous albumin",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Midodrine",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Propranolol",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient who has decompensated cirrhosis complicated by ascites is paracentesis and intravenous (IV) albumin (Option B). Patients with cirrhosis are sensitive to large volume shifts, and the use of IV albumin during large-volume paracentesis can lower the risk for postparacentesis circulatory dysfunction. Postparacentesis circulatory dysfunction can result in kidney dysfunction, hyponatremia, and hepatic encephalopathy and may also increase mortality. When more than 5 L of ascitic fluid is removed, supplemental 25% albumin should be given at a dose of 6 to 8 g/L of removed ascitic fluid in order to mitigate circulatory dysfunction. Removal of less than 5 L of ascitic fluid does not warrant the use of IV albumin based on available data. This patient is about to undergo large-volume paracentesis, which should be accompanied by IV albumin infusion.A third-generation cephalosporin, such as cefotaxime (Option A), is used to treat spontaneous bacterial peritonitis. This patient is afebrile and has a nontender abdomen; fluid results indicating a diagnosis of peritonitis are not yet provided. The combination of paracentesis and antibiotics is not currently indicated.Patients with diuretic-resistant ascites may benefit from the addition of midodrine (Option C), an oral vasopressor, especially in the setting of hypotension. This patient, however, has new-onset ascites and does not require midodrine at this time.A nonselective β-blocker, such as propranolol (Option D), is inappropriate. The patient has large-volume ascites, and the use of a β-blocker in this setting may worsen her hypotension and lead to circulatory dysfunction. Although nonselective β-blockers can help prevent variceal hemorrhage, no endoscopy findings showing risk for variceal bleeding are available for this patient.",
  "key_points": [
    "Supplemental 25% albumin should be given at a dose of 6 to 8 g/L of removed ascitic fluid to prevent circulatory dysfunction after large-volume paracentesis in patients with ascites."
  ],
  "references": "Biggins SW, Angeli P, Garcia-Tsao G, et al. Diagnosis, evaluation, and management of ascites, spontaneous bacterial peritonitis and hepatorenal syndrome: 2021 practice guidance by the American Association for the Study of Liver Diseases. Hepatology. 2021;74:1014-1048. PMID: 33942342 doi:10.1002/hep.31884",
  "related_content": {
    "syllabus": [
      "hpsec24009_24006"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-25T19:50:07.938945-06:00"
}