{
  "question_id": "gimcq24054",
  "category": "gi",
  "educational_objective": "Diagnose lower gastrointestinal bleeding due to colonic ischemia.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/23/2025"
  },
  "question_text": "A 64-year-old woman is evaluated in the emergency department several hours after the sudden onset of moderately severe left-sided lower abdominal pain with the urge to defecate, followed by three episodes of moderate-volume hematochezia. She has no lightheadedness, melena, or anorectal pain. Screening colonoscopy 1 year ago revealed no polyps or diverticula. She does not use NSAIDs. She has no family history of colorectal cancer. She has a 30-pack-year smoking history but quit smoking 5 years ago. She has COPD and hypertension. Her medications are tiotropium and hydrochlorothiazide.On physical examination, vital signs are normal. Abdominal examination reveals mild tenderness to palpation in the left lower quadrant; no rebound or guarding is noted. Anorectal examination is normal.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Colonic ischemia",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Colorectal cancer",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Diverticular bleeding",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Hemorrhoidal bleeding",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is colonic ischemia (Option A). Colonic ischemia is a common cause of hematochezia in older patients. It characteristically presents with the abrupt onset of mild to moderate lower abdominal discomfort, followed by the urge to defecate and development of hematochezia. Physical examination most commonly reveals mild lower abdominal tenderness over the involved bowel segment without peritoneal signs. Laboratory studies show a mildly elevated leukocyte count. Bleeding does not typically cause altered hemodynamics but can be significant in patients receiving anticoagulants or those with more severe ischemia. This patient has risk factors for colonic ischemia (age >60 years, female sex, COPD, and the use of antihypertensive medications), and her symptoms, examination, and laboratory results are consistent with this diagnosis.Colorectal cancer (Option B) is unlikely in this case because it more commonly presents with insidious development of altered bowel habits and iron deficiency anemia; it is a less common cause of acute abdominal pain with hematochezia. Additionally, this patient has no family history of colorectal cancer, and colonoscopy 1 year ago showed no polyps.Although diverticular bleeding (Option C) is the most common cause of severe lower gastrointestinal bleeding, bleeding diverticula are typically painless except for abdominal cramping due to the cathartic action of colonic blood. The presence of abdominal pain preceding hematochezia, the absence of hemodynamic instability, and no diverticula on screening colonoscopy 1 year ago make a diverticular source of bleeding less likely.Hemorrhoidal bleeding (Option D) is not the most likely diagnosis. Hemorrhoids are a leading cause of lower gastrointestinal bleeding, but painless rectal bleeding during bowel movements is the most common presentation. The blood from hemorrhoids characteristically coats the stool and/or stains toilet paper. Hemorrhoidal bleeding tends to be mild and recurrent. In this case, the sudden onset of left-lower-quadrant pain followed by moderate-volume hematochezia is not consistent with hemorrhoidal bleeding.",
  "key_points": [
    "Colonic ischemia is a common cause of hematochezia in older patients and characteristically presents with the abrupt onset of mild to moderate lower abdominal discomfort, followed by the urge to defecate and development of hematochezia."
  ],
  "references": "Ahmed M. Ischemic bowel disease in 2021. World J Gastroenterol. 2021;27:4746-4762. PMID: 34447224 doi:10.3748/wjg.v27.i29.4746",
  "related_content": {
    "syllabus": [
      "gisec24005_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [
      "tables/inline_table_1.html"
    ],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-23T14:14:30.962467-06:00"
}