{
  "question_id": "npvdx24012",
  "category": "np",
  "educational_objective": "Identify hydronephrosis using point-of-care ultrasonography.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/26/2025"
  },
  "question_text": "A 33-year-old woman is evaluated for flank pain. Focused point-of-care ultrasonography of the kidney is performed.(Note that there is no sound for this video.)",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Hydronephrosis",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Normal kidney",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Polycystic kidney disease",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Renal carcinoma",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is hydronephrosis (Option A). This clip shows evidence of hydronephrosis, with dilation of the renal calyces appearing as anechoic regions in the middle of the kidney. They may be differentiated from kidney cysts by their ability to be \"connected\" with movement of the probe.Ultrasonography is the most commonly used kidney imaging modality. It is easily available, safe, and relatively inexpensive. Ultrasonography can demonstrate hydronephrosis, kidney size and cortical thickness, echogenicity, and presence of cysts and tumors. Echogenicity is the ability of a tissue to “bounce back” or return the ultrasound signal and is recognized as brighter shades on the sonogram image. Echogenicity is nonspecific but implies acute or chronic parenchymal disease. Absence of hydronephrosis quickly rules out obstruction in most cases.",
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "npsec24006_24018"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "extracted_at": "2025-12-26T09:48:56.242660-06:00"
}