{
  "question_id": "fcmcq24084",
  "category": "fc",
  "category_name": "Foundations of Clinical Practice",
  "educational_objective": "Refer a patient with suspected elder abuse to Adult Protective Services.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "12/31/2025"
  },
  "question_text": "A 78-year-old woman is evaluated at an urgent care center for left elbow pain. She is accompanied by her grandson. The patient and her grandson are uncertain how the elbow pain developed. The patient has a long-standing history of multiple sclerosis and moderate cognitive impairment. She requires assistance with dressing, bathing, and toileting. Six months ago, her husband, who was her caregiver, died. Since then, she has lived with her son and daughter-in-law.On physical examination, vital signs are normal. BMI is 24. Edema and ecchymosis are seen around the left elbow. During cardiopulmonary examination, fading bruises are observed on the posterior mid torso.Radiographs show a nondisplaced spiral fracture of the left distal humerus.The elbow is immobilized, and the patient is referred for urgent orthopedic evaluation.",
  "question_stem": "Which of the following is the most appropriate next step?",
  "options": [
    {
      "letter": "A",
      "text": "Administration of the Vulnerability to Abuse Screening Scale",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Referral to Adult Protective Services",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Referral to family counseling",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transfer to the emergency department",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "B",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate next step is to refer the patient to Adult Protective Services (Option B). Rates of elder abuse are reported to be as high as 10%, although this is probably an underestimate. Older patients with cognitive impairment, those with physical disability resulting in dependence on others, lower-income older adults, and those living in homes with multiple family members are at increased risk. When evidence of potential neglect or abuse is present, as in this patient, a home assessment should be conducted, and Adult Protective Services, which exists in every state in the United States, is the most appropriate entity to conduct such an evaluation.Although validated screening instruments for abuse exist, such as the Hwalek-Sengstock Elder Abuse Screening Test and the Vulnerability to Abuse Screening Scale (Option A), their use relies on patient self-reporting. Assessment in persons with cognitive impairment and in those who may be unwilling to report is often limited. This patient is better served by a referral to Adult Protective Services.Currently, there is no evidence that early detection of elder abuse followed by intervention (including family counseling [Option C]) changes outcomes. High-quality trials are needed to investigate screening methods and interventions. Priority should be placed on ensuring the safety of vulnerable persons, such as this patient.This patient's injury does not require transfer to the emergency department (Option D). Additionally, a transfer of medical care does not avert the need for the clinician in this case to report suspected abuse. Every state has reporting laws for elder abuse, and most states identify all health care workers as mandated reporters; however, details of laws vary from state to state.",
  "critique_links": [],
  "key_points": [
    "Older patients with cognitive impairment, those with physical disability resulting in dependence on others, lower-income older adults, and those living in homes with multiple family members are at increased risk for elder abuse.",
    "When evidence of potential neglect or abuse is present, a home assessment should be conducted, and Adult Protective Services is the most appropriate entity to conduct such an evaluation."
  ],
  "references": "Patel K, Bunachita S, Chiu H, et al. Elder abuse: a comprehensive overview and physician-associated challenges. Cureus. 2021;13:e14375. PMID: 33987046 doi:10.7759/cureus.14375",
  "related_content": {
    "syllabus": [
      "fcsec24010_24010"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-31T17:07:52.953085-06:00"
}