{
  "question_id": "fcmcq24014",
  "category": "fc",
  "educational_objective": "Screen for postpartum depression.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "question_updated": "12/27/2025"
  },
  "question_text": "A 27-year-old woman is evaluated during a routine visit for irritability and fatigue. She delivered a healthy infant at 40 weeks' gestation approximately 6 weeks ago after a normal pregnancy and uncomplicated delivery. She has no difficulty falling asleep but awakens frequently, even when her baby is asleep. She has good social support at home. Postpartum assessment for anemia was normal, and menorrhea has not resumed. Medications are an etonogestrel implant and a prenatal multivitamin supplement.On physical examination, vital signs and other findings are normal. BMI is 24.",
  "question_stem": "Which of the following is the most appropriate management?",
  "options": [
    {
      "letter": "A",
      "text": "Depression screening",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Removal of the etonogestrel implant",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sleep hygiene counseling",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sleep study",
      "peer_percentage": 0
    },
    {
      "letter": "E",
      "text": "No additional management",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "A",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate management is depression screening (Option A). The U.S. Preventive Services Task Force recommends screening for major depressive disorder in all adults, including pregnant and postpartum individuals. The American College of Physicians, Institute for Clinical Systems Improvement, and American College of Obstetricians and Gynecologists recognize postpartum individuals as being at increased risk for major depressive disorder and recommend screening for depression in this population during the postpartum period. Persons with postpartum depression may present with common depressive symptoms or additional symptoms, including difficulty bonding with the infant; doubt in parenting abilities; and parental thoughts of death, suicide, self-harm, or harm to the infant. Risk factors for postpartum depression include life stressors, low social support, history of depression, and history of abuse. In this postpartum patient with irritability and fatigue, screening for postpartum depression with a validated tool such as the Edinburgh Postnatal Depression Scale is warranted.Etonogestrel is a progestin-only implant commonly used for contraception and may be associated with emotional lability in a minority of cases (7%). Although removal of the patient's etonogestrel implant (Option B) might be considered if it is felt to be a factor contributing to her symptoms, she should first undergo an evaluation for depression. If the results are positive, all treatment options should be discussed.Sleep hygiene counseling (Option C) is useful for the management of primary insomnia. In this patient, an evaluation for specific and treatable causes of poor sleep, such as postpartum depression, should first be performed.Sleep apnea results in poor sleep, fatigue, and frequent awakenings. However, without other symptoms or risk factors, sleep apnea is not a likely diagnosis in this patient. Additionally, further inquiries for a sleep disorder should be performed before referring the patient for a sleep study (Option D).Although fatigue is common in the postpartum period, determining whether a mood disorder may be a contributing cause is important. Therefore, no additional management (Option E) is inappropriate.",
  "critique_links": [],
  "key_points": [
    "The U.S. Preventive Services Task Force recommends screening for major depressive disorder in all adults, including pregnant and postpartum individuals.",
    "Persons with postpartum depression may present with common depressive symptoms or additional symptoms, including difficulty bonding with the infant; doubt in parenting abilities; and parental thoughts of death, suicide, self-harm, or harm to the infant."
  ],
  "references": "Barry MJ, Nicholson WK, Silverstein M, et al; US Preventive Services Task Force. Screening for depression and suicide risk in adults: US Preventive Services Task Force recommendation statement. JAMA. 2023;329:2057-2067. PMID: 37338872 doi:10.1001/jama.2023.9297",
  "related_content": {
    "syllabus": [
      "fcsec24008_24012"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2025-12-27T00:29:27.570482-06:00"
}