{
  "question_id": "cvcor25010",
  "category": "cv",
  "category_name": "Cardiovascular Medicine",
  "educational_objective": "Evaluate a patient with limb symptoms and findings suggestive of pseudoclaudication.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 66-year-old woman is evaluated for a 3-month history of progressive leg discomfort with exertion that is worse on the left. She describes the discomfort as “deep” and “aching,” and it radiates from her hips down to her calves. Her symptoms generally improve with sitting and after approximately 30 minutes of rest. She has a 3-year history of diet-controlled hypertension. She smoked cigarettes for 5 years starting at age 20 years. She takes no medications.On physical examination, blood pressure is 122/68 mm Hg and pulse rate is 74/min and regular. Femoral, popliteal, posterior tibial, and dorsalis pedis pulses are 2+ and symmetric; there are no bruits.Ankle-brachial index (resting) is 0.97 on the right and 1.08 on the left.",
  "question_stem": "Which of the following is the most appropriate diagnostic test to perform next?",
  "options": [
    {
      "letter": "A",
      "text": "CT angiography",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Invasive angiography",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Toe-brachial index testing",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "No additional vascular testing",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "This patient requires no additional vascular testing (Option D). Exertional lower extremity pain is often caused by peripheral artery disease (PAD), but some patients with lumbar spinal stenosis describe symptoms similar to those of vascular claudication (pseudoclaudication), with exertional groin, thigh, or buttock pain. Weakness or numbness may also be present. Patients with vascular claudication usually have vascular risk factors and may have established atherosclerotic disease, whereas patients with spinal stenosis may have concomitant back pain or neurologic findings. The pain of vascular claudication also tends to resolve much more quickly after rest (<5 minutes) than that of pseudoclaudication. This patient has minimal risk factors for vascular disease, and the extended duration of pain is most consistent with pseudoclaudication. Most importantly, her normal resting ankle-brachial index (ABI) makes PAD much less likely.CT angiography (CTA) (Option A) is most useful for planning in patients in whom revascularization is planned. CTA is not indicated in this patient with normal physical examination findings and resting ABI levels, indicating a very low likelihood of significant PAD.Likewise, invasive angiography (Option B) is most commonly performed as part of a revascularization procedure. It is not warranted because of the patient's normal physical examination findings and normal ABIs.Toe-brachial index testing (Option C) may be useful in detecting PAD in patients who have a noncompressible resting ABI (ABI >1.40) or in those with chronic limb-threatening ischemia (e.g., ischemic rest pain, tissue ulceration or gangrene). This patient has neither.",
  "critique_links": [],
  "key_points": [
    "Patients with lumbar stenosis may describe symptoms similar to those of vascular claudication (pseudoclaudication), with exertional groin, thigh, or buttock pain; a prolonged duration of pain despite rest, pain relief with sitting, and a normal vascular examination suggest pseudoclaudication."
  ],
  "references": "Criqui MH, Matsushita K, Aboyans V, et al; American Heart Association Council on Epidemiology and Prevention; Council on Arteriosclerosis, Thrombosis and Vascular Biology; Council on Cardiovascular Radiology and Intervention; Council on Lifestyle and Cardiometabolic Health; Council on Peripheral Vascular Disease; and Stroke Council. Lower extremity peripheral artery disease: contemporary epidemiology, management gaps, and future directions: a scientific statement from the American Heart Association. Circulation. 2021;144:e171-e191. PMID: 34315230 doi:10.1161/CIR.0000000000001005",
  "related_content": {
    "syllabus": [
      "cvsec24012_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:28.766693-06:00"
}