{
  "question_id": "hmvdx24013",
  "category": "hm",
  "category_name": "Hematology",
  "educational_objective": "Diagnose transfusion-associated graft-versus-host disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 30-year-old woman develops fever and the skin rash shown following an erythrocyte transfusion of packed red blood cells. She is receiving chemotherapy for Hodgkin disease.",
  "question_stem": "Which of the following is the most likely diagnosis?",
  "options": [
    {
      "letter": "A",
      "text": "Cutaneous T-cell lymphoma",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Eosinophilic fasciitis",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Sweet syndrome",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Transfusion-associated graft-versus-host disease",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most likely diagnosis is transfusion-associated graft-versus-host disease (GVHD) (Option D). Transfusion-associated GVHD is a rare but usually fatal complication in which donor lymphocytes in a transfused cellular blood product (erythrocytes or platelets) engraft in an immunocompromised recipient and cause toxic effects in the bone marrow, skin, liver, and gastrointestinal tract. Patients at risk include those receiving chemotherapy for autoimmune disorders or malignancy, recipients of blood components from first-degree relatives (due to HLA matching), premature infants, and some with congenital or acquired immunodeficiencies. The first and most common clinical manifestation of acute GVHD is a maculopapular exanthem that can progress to bullae formation. The rash first appears at the nape of the neck and on the ears, shoulders, palms of the hands, and soles of the feet and may be pruritic or painful. To prevent this complication, blood given to immunocompromised patients should be irradiated.",
  "critique_links": [],
  "key_points": [],
  "references": "",
  "related_content": {
    "syllabus": [
      "hmsec24008_24020"
    ],
    "learning_plan_topic": ""
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:32.193008-06:00"
}