{
  "question_id": "rmmcq24012",
  "category": "rm",
  "category_name": "Rheumatology",
  "educational_objective": "Treat mild sicca symptoms in a patient with Sjögren disease.",
  "metadata": {
    "care_types": [],
    "patient_types": [],
    "high_value_care": false,
    "hospitalist": false,
    "question_updated": "01/01/2026"
  },
  "question_text": "A 45-year-old man is evaluated for dry mouth. He was recently diagnosed with Sjögren disease. Regularly drinking water only partially relieves oral dryness. He has regular dentist appointments, and no new cavities have developed in the past 6 months. He has dry eyes that are adequately treated with artificial tears applied multiple times daily. Medical history is otherwise unremarkable. He takes no medications.On physical examination, vital signs are normal. Slight erythema in the conjunctiva is observed bilaterally. Oral examination shows decreased salivary pooling. The remainder of the examination is normal.",
  "question_stem": "Which of the following is the most appropriate treatment?",
  "options": [
    {
      "letter": "A",
      "text": "Hydroxychloroquine",
      "peer_percentage": 0
    },
    {
      "letter": "B",
      "text": "Pilocarpine",
      "peer_percentage": 0
    },
    {
      "letter": "C",
      "text": "Prednisone",
      "peer_percentage": 0
    },
    {
      "letter": "D",
      "text": "Sugar-free candy",
      "peer_percentage": 0
    }
  ],
  "user_performance": {
    "user_answer": null,
    "correct_answer": "D",
    "result": null,
    "time_taken": null
  },
  "critique": "The most appropriate treatment for this patient with Sjögren disease and mild sicca is sugar-free candy (Option D). Initial management of Sjögren disease should focus on preserving oral moisture and relieving sicca symptoms. For oral dryness, first-line treatment includes nonpharmacologic interventions, such as gustatory stimulants (e.g., sugar-free candy) and mechanical stimulants (e.g., sugar-free gum). Regular dental care is necessary to prevent gingivitis and dental decay, regardless of symptom severity. Options for treating xerophthalmia include over-the-counter artificial tears, gels, and ointments. Patients should also be advised to avoid medications that may exacerbate symptoms (e.g., antihistamines, anticholinergics). This patient with mild sicca is already using artificial tears for his dry eyes. In addition to ongoing preventive dental care, first-line therapy for this patient should include nonpharmacologic interventions, such as salivary stimulation with sugar-free candy.Immunomodulatory drugs, such as hydroxychloroquine (Option A), can be considered in patients who have more severe symptoms or extraglandular manifestations, such as active inflammatory arthritis. This patient, however, does not have clinical features or findings to suggest involvement of the joints, lungs, or skin. First-line management of his mild sicca is sugar-free candy to target salivary flow.Pilocarpine (Option B) is a muscarinic agonist that should be reserved for severe sicca symptoms in patients with Sjögren disease. In this patient who has not tried nonpharmacologic interventions for xerostomia, the most appropriate first-line therapy would include gustatory and mechanical stimulants for salivary flow. If this is ineffective and his symptoms persist or progress, then pilocarpine or cevimeline (another muscarinic agonist) could be considered.Prednisone (Option C) can be used in minimal doses to control active extraglandular disease. This patient has predominant sicca symptoms that are mild, without any features of neurologic, pulmonary, or joint involvement; he does not require a prednisone course.",
  "critique_links": [],
  "key_points": [
    "First-line treatment for oral dryness in Sjögren disease is nonpharmacologic salivary stimulation, both with gustatory stimulants (e.g., sugar-free candy) and mechanical stimulants (e.g., sugar-free gum)."
  ],
  "references": "Seror R, Nocturne G, Mariette X. Current and future therapies for primary Sjögren syndrome. Nat Rev Rheumatol. 2021;17:475-486. PMID: 34188206 doi:10.1038/s41584-021-00634-x",
  "related_content": {
    "syllabus": [
      "rmsec24008_24004"
    ]
  },
  "media": {
    "tables": [],
    "images": [],
    "svgs": [],
    "videos": []
  },
  "media_metadata": null,
  "extracted_at": "2026-01-01T17:54:36.782208-06:00"
}